Repository: Enlik/entropy
Catalog: rigo/po/*.po
Languages: ca, fa_ir, ja, pt, ro, uk

source: Downloading
ca: Baixant
fa_ir: در حال دانلود
ja: ダウンロード
pt: A transferir
ro: Se descarcă

source: Uploading
ca: Pujant
fa_ir: در حال اپلود
ja: アップロード
pt: A enviar
ro: Se încarcă

source: Internal activity in progress
ca: Activitat interna en curs
fa_ir: فعالیت داخلی در حال انجام هست
ja: 進行中の内部活動
pt: Atividade interna em curso
ro: Activitate internă în desfășurare

source: Upgrade in progress
ca: Actualització en curs
fa_ir: بروز رسانی در حال اجراست
ja: 進行中のアップグレード
pt: Atualização em curso
ro: Actualizare în curs

source: Repositories update in progress
ca: Actualització de repositoris en curs
fa_ir: بروز رسانی مخازن در حال اجراست
ja: 進行中のリポジトリの更新
pt: Atualização de repositórios em curso
ro: Actualizarea arhivelor in desfășurare

source: Applications management in progress
ca: Gestió d'aplicacions en curs
fa_ir: برنامه مدیریت در حال اجراست
ja: 進行中のアプリケーション管理
pt: Gestão de aplicações em curso
ro: Gestiunea aplicațiilor în desfășurare

source: Not authorized
ca: No autoritzat
fa_ir: غیر مجاز
ja: 承認されない
pt: Não autorizado
ro: Neautorizat
uk: Не авторизовано

source: No repositories configured
ca: No hi ha repositoris configurats.
fa_ir: مخازن تنظیم نشده‌اند
ja: 有効化、無効化、またはリポジトリの名前を変更します。
pt: Não há repositórios configurados
ro: Niciun depozit configurat
uk: Немає налаштованих репозиторіїв

source: Unhandled Exception
ca: Excepció no gestionada
fa_ir: مورد انجام نشد
ja: 未処理例外
pt: Exceção sem tratamento
ro: Excepție negestionată
uk: Неочікувана помилка

source: Application Removal
ca: Eliminació d'aplicació
fa_ir: پاک کردن برنامه
ja: アプリケーションの削除
pt: Remoção de aplicação
ro: Eliminare aplicație
uk: Видалення програми

source: Application download
ca: Baixada d'aplicació
fa_ir: دانلود برنامه
ja: アプリケーションのダウンロード
pt: Transferência de aplicação
ro: Descărcare aplicație
uk: Скачати програму

source: Application Install
ca: Instal·lació d'aplicació
fa_ir: نصب برنامه
ja: アプリケーションがインストール
pt: Instalação de aplicação
ro: Instalare aplicație
uk: Встановити програму

source: Cannot save configuration file
ca: No es pot desar el fitxer de configuració.
fa_ir: نمیتونم فایل پیکربندی دخیره کنم
ja: 設定ファイルを保存することはできません
pt: Não é possível guardar ficheiro de configuração
ro: Nu se poate salva fișierul de configurare
uk: Неможливо зберегти конфігураційний файл

source: Destination
ca: Destinació
fa_ir: مقصد
ja: 先
pt: Destino
ro: Destinație
uk: Призначення

source: Applications
ca: Aplicacions
fa_ir: برنامه‌ها
ja: アプリケーション
pt: Aplicações
ro: Aplicații
uk: Програми

source: N/A
ca: N/D
fa_ir: نامشخص
ja: N/A（適用されない）
ro: Indisponibil

source: No description
ca: Cap descripció
fa_ir: بدون توضیحات
ja: 記載なし
pt: Sem descrição
ro: Fără descriere
uk: Немає опису

source: Installed
ca: Instal·lat
fa_ir: نصب شده
ja: インストル
pt: Instalado
ro: Instalat
uk: Встановлено

source: <b>%s</b> is installed
ca: N'hi ha instal·lada la versió <b>%s</b>.
fa_ir: <b>%s</b> نصب شد
ja: <b>%s</b> インストールされている
pt: <b>%s</b> está instalado
ro: <b>%s</b> e instalat
uk: <b>%s</b> встановлено

source: from
ca: des de
fa_ir: از
ja: から
pt: de
ro: De la
uk: з

source: License
ca: Llicència
fa_ir: مجوز
ja: 認可
pt: Licença
ro: Licență
uk: Ліцензія

source: Required space
ca: Espai necessari
fa_ir: فضای مورد نیاز
ja: 必要なスペース
pt: Espaço necessário
ro: Spațiu necesar
uk: Потрібне місце на диску

source: Download size
ca: Mida de la baixada
fa_ir: مقدار دانلود
ja: ダウンロードサイズ
pt: Tamanho do download
ro: Mărime descărcare
uk: Розмір завантаження

source: Checksum
ca: Suma de verificació
fa_ir: بررسی درستی فایل
ja: チェックサム
pt: Soma de verificação
ro: Suma de control
uk: Контрольна сума

source: USE flags
ca: Senyaladors d'USE
fa_ir: استفاده از پرچم‌ها
ja: フラグを使用
ro: Indicatori USE
uk: USE-прапорці

source: No use flags
ca: Sense marcadors USE
fa_ir: استفاده نکردن از پرچم‌ها
ja: いいえ フラグを使用
pt: Sem USE flags
ro: Nici un indicator USE
uk: Без use-прапорців

source: Runtime dependencies
ca: Dependències en temps d'execució
fa_ir: وابستگی‌های زمان اجرا
ja: 実行時の依存関係
pt: Dependências em tempo de execução
ro: Dependențe de runtime
uk: Залежності Runtime

source: Build dependencies
ca: Dependències de construcció
fa_ir: ساخت وابستگی‌ها
ja: 依存関係を構築する
pt: Dependências de compilação
ro: Dependențe la build
uk: Залежності Build

source: Post dependencies
ca: Postdependències
fa_ir: ارسال وابستگی‌ها
ja: ポストの依存関係
pt: Dependências para postar
ro: Post dependențe
uk: Залежності Post

source: Staff dependencies
ca: Dependències del personal
fa_ir: وابستگی‌های اساسی
ja: スタッフの依存関係
pt: Dependências administrativas
ro: Dependențe colaboratori
uk: Залежності Staff

source: Click here for more details
ca: Cliqueu aquí per a més detalls.
fa_ir: برای جزییات بیشتر اینجا را کلیک کنید
ja: 詳細はこちら
pt: Clique aqui para mais detalhes
ro: Clic pentru mai multe detalii
uk: Натисніть, щоб отримати деталі

source: Application not found
ca: L'aplicació no s'ha trobat.
fa_ir: برنامه پیدا نشد
ja: アプリケーションが見つからない
pt: Aplicação não encontrada
ro: Aplicația nu a fost găsită
uk: Програма не знайдена

source: Enabled
ca: Activat
fa_ir: فعال
ja: 使用可能
pt: Ativo
ro: Activat

source: Disabled
ca: Desactivat
fa_ir: غیرفعال
ja: 使用禁止
pt: Desativo
ro: Dezactivat

source: Good luck!
ca: Bona sort!
fa_ir: موفق‌وپیروز باشید !
ja: 頑張ってください！
pt: Boa Sorte!
ro: Succes!
uk: Нехай щастить!

source: Repositories Settings <b>could not</b> be changed. Sorry.
ca: La configuració dels repositoris <b>no s'ha pogut</b> canviar.
fa_ir: تنظیمات مخازن <b>نمی‌توانند</b> تغییر کنند. متاسفانه.
ja: リポジトリ設定は変更<b>できませんでした。</b>申し訳ありません。
pt: As Definições de Repositório <b>não</b> puderam ser alteradas. Lamentamos.
ro: Setările depozitelor <b>nu au putut fi</b> schimbate. Scuze.

source: <b>%s</b> action enqueued
ca: <b>%s</b> acció a la cua.
fa_ir: <b>%s</b> اقدام شما در صف انتظار رفت
ja: <b>%s</b> アクションキューに入れ
pt: A ação <b>%s</b> foi colocada em fila
ro: Acțiunea <b>%s</b> este în coada de rulare
uk: Дія <b>%s</b> поставлена в чергу

source: , <b>%i</b> Application enqueued so far...
ca: <b>%i</b> aplicació a la cua, fins ara...
fa_ir: , <b>%i</b> برنامه‌ها در صف انتظار تا الان...
ja: , <b>%i</b> アプリケーションでは、これまでにキューに入れられた...
pt: , <b>%i</b> Aplicação colocada em fila...
ro: Pana acum e <b>%i</b> aplicație în coada de rulare...
uk: <b>%i</b> програма зараз в черзі...

source: Application
ca: Aplicació
fa_ir: برنامه
ja: アプリケーション
pt: Aplicação
ro: Aplicație
uk: Програма

source: An <b>unknown error</b> occurred
ca: S'ha produït un error <b>desconegut</b>
fa_ir: یک <b>خطای ناشناخته</b> رخ داده است
ja: <b>不明なエラーが</b>発生しました
pt: Ocorreu um <b>erro desconhecido</b>
ro: A apărut o <b>eroare necunoscută</b>
uk: Відбулася <b>невідома помилка</b>

source: <b>%s</b> download failed
ca: La baixada de <b>%s</b> ha fallat.
fa_ir: <b>%s</b> دانلود ناموفق بود
ja: <b>%s</b> ダウンロードに失敗しました
pt: O download de <b>%s</b> falhou
ro: Descărcarea <b>%s</b> a eșuat
uk: <b>%s</b> завантаження неуспішне

source: <b>%s</b> install failed
ca: La instal·lació de <b>%s</b> ha fallat.
fa_ir: <b>%s</b> نصب ناموفق بود
ja: <b>%s</b> インストールに失敗しました
pt: A instalação de <b>%s</b> falhou
ro: Instalarea <b>%s</b> a eșuat
uk: <b>%s</b> встановлення неуспішне

source: <b>%s</b> removal failed
ca: L'eliminació de <b>%s</b> ha fallat.
fa_ir: <b>%s</b> پاک کردن ناموفق بود
ja: <b>%s</b> 除去失敗
pt: A remoção de <b>%s</b> falhou
ro: Ștergerea <b>%s</b> a eșuat
uk: <b>%s</b> видалення неуспішне

source: <b>%s</b>, not authorized
ca: <b>%s</b>, no autoritzat
fa_ir: <b>%s</b>, غیر‌مجاز
ja: <b>%s</b>,承認されない
pt: <b>%s</b>, não autorizado
ro: Nu sunteți autorizat pentru <b>%s</b>
uk: <b>%s</b>, не авторизовано

source: <b>%s</b>, internal error
ca: <b>%s</b>, error intern
fa_ir: <b>%s</b>, خطای داخلی
ja: <b>%s</b>, 内部エラー
pt: <b>%s</b> com erro interno
ro: Eroare internă la <b>%s</b>
uk: <b>%s</b>, внутрішня помилка

source: <b>%s</b> dependencies not found
ca: <b>%s</b> dependències no trobades
fa_ir: <b>%s</b> وابستگی‌ها پیدا نشد
ja: <b>%s</b> 依存関係が見つかりません
pt: As dependências de <b>%s</b> não foram encontradas
ro: Dependențele pentru <b>%s</b> nu au fost găsite
uk: <b>%s</b> залежності не знайдені

source: <b>%s</b> dependencies collision error
ca: <b>%s</b> error de col·lisió de dependències.
fa_ir: <b>%s</b> وابستگی‌ها باهم در تضاد هستند
ja: <b>%s</b> 依存関係の衝突エラー
pt: <b>%s</b> erro de colisão de dependências
ro: Eroare, coliziune de dependențe pentru <b>%s</b>
uk: Колізія <b>%s</b> залежностей

source: <b>%s</b> dependencies not removable error
ca: <b>%s</b> error de dependències no eliminables.
fa_ir: <b>%s</b> وابستگی‌ها قابل پاک شدن نیستن
ja: <b>%s</b> 依存しない、取り外し可能なエラー
pt: <b>%s</b> erro ao remover dependências
ro: Eroare, dependențele nu pot fi șterse pentru <b>%s</b>
uk: Помилка видалення <b>%s</b> залежностей

source: Disk full, cannot download nor unpack Applications
ca: El disc és ple, no es poden ni baixar ni desempaquetar aplicacions.
fa_ir: ظرفیت هارد تکمیل هست، نمیتونم برنامه دانلود یا باز کنم
ja: 完全なディスクは、ダウンロードしたり用途を開梱できません
pt: Disco cheio, não foi possível descarregar nem desempacotar as Aplicações
ro: Spațiu ocupat, nu se pot descărca sau despacheta aplicații
uk: Диск повний, неможливо скачати чи розпакувати Програму

source: An error occurred
ca: S'ha produït un error
fa_ir: خطای رخ داده است
ja: エラーが発生しました
pt: Ocorreu um erro
ro: A apărut o eroare
uk: Відбулася помилка

source: Ok, thanks
ca: D'acord, mercès.
fa_ir: بسیارخوب،سپاسگزارم
ja: さて、感謝
pt: Ok, obrigado
ro: Bine, mulțumesc
uk: Дуже дякую

source: Show me
ca: Mostra-m'ho
fa_ir: مشاهده
ja: 見せて
pt: Mostre-me
ro: Arată-mi
uk: Покажіть мені

source: <b>System Upgrade</b> Activity is being <i>restarted</i>
ca: L'activitat d'<b>actualització del sistema</b> s'està <i>reiniciant</i>.
fa_ir: <b>بروز رسانی سیستم</b> فعالیت شروع شده <i>راه‌اندازی مجدد</i>
ja: <b>システムのアップグレード</b>活動<I>再起動された</i>されている
pt: A Atividade de <b>Atualização do Sistema</b> está a ser <i>reiniciada</i>
ro: <b>Actualizare sistem</b> Activitatea este în curs de <i>repornire</i>
uk: <b>Апгрейд системи</b> рестартує

source: There is <b>%i</b> more update
ca: Hi ha <b>%i</b> altra actualització.
fa_ir: تعداد <b>%i</b> به روز رسانی بیشتری وجود داره
ja: <b>%i</b>より多くのアップデートがあります
pt: Há mais <b>%i</b> atualização a realizar
ro: Mai e <b>%i</b> actualizare
uk: Ще <b>%i</b> оновлення

source: Congratulations, mirrors have been <b>optimized</b>!
ca: Enhorabona, les rèpliques s'han <b>optimitzat</b>!
fa_ir: تبریک, آیینه‌ها <b>بهینه شدند</b>!
ja: おめでとうございます、ミラーがあった <B>に最適化</ B>！
pt: Parabéns, os servidores espelhados foram <b>otimizados</b>!
ro: Felicitări, oglinzile au fost <b>optimizate</b>!

source: Ouch, mirrors <b>not optimized</b>, sorry!
ca: Ai, les rèpliques <b> no s'han optimitzat</b>!
fa_ir: اوو, آیینه‌ها <b>بهینه نشدند</b>, متاسفانه!
ja: 痛い、ミラー <B>最適化されていない</ B>、申し訳ありません！
pt: Ouch, os servidores espelhados <b>não</b> foram optimizados, lamentamos!
ro: Ups, oglinzile nu au fost <b>optimizate</b>, scuze!

source: Mirrors will be optimized in <b>background</b>...
ca: Les rèpliques s'optimitzaran en <b>segon terme</b>...
fa_ir: آیینه‌ها بهینه میشوند در <b>پیش زمینه</b>...
ja: ミラーはに最適化されます<B>背景</ B>...
pt: Os servidores espelhados serão otimizados em <b>segundo plano</b>...
ro: Oglinzile vor fi actualizate în <b>fundal</b>...

source: Mirrors optimization <b>not available</b> at this time
ca: L'optimització de les rèpliques <b>no està disponible</b> actualment
fa_ir: بهینه سازی آیینه‌ها <b>امکان پذیر نیست </b> در حال حاضر
ja: ミラーの最適化は、この時点で<bは利用できません</b>
pt: A otimização de servidores espelhados <b>não</b> está disponível de momento
ro: Optimizarea oglinzilor <b>nu este disponibilă</b> în acest moment

source: Waiting for <b>RigoDaemon</b>, please wait...
ca: Esperant el <b>RigoDaemon</b>; espereu, si us plau...
fa_ir: در حال انتظار برای <b>RigoDaemon</b>, لطفا صبر کنید ...
pt: Esperando pelo <b>RigoDaemon</b>. Por favor, aguarde...
ro: Se așteaptă <b>RigoDaemon</b>, vă rugăm așteptați...
uk: Очікую на <b>RigoDaemon</b>, зачекайте...

source: Another activity is currently in progress
ca: Hi ha una altra activitat en execució.
fa_ir: فعالیت دیگری بصورت هم زمان در حال اجراست
ja: 他の活動は現在進行中である
pt: Há outra atividade em curso
ro: Este deja o altă activitate în curs
uk: Інша дія в процессі

source: K thanks
ca: Bé, mercès.
fa_ir: بسیارخوب، سپاسگزارم
ja: さて、感謝
pt: Ok, obrigado
ro: Bine, mersi
uk: К дякую

source: Yes, thanks
ca: Sí, mercès.
fa_ir: بله، سپاسگزارم
ja: はい、ありがとう
pt: Sim, obrigado
ro: Da, mulțumesc
uk: Так, дякую

source: No, sorry
ca: No, ho sento.
fa_ir: نه، متاسفانه
ja: いや、申し訳あり
pt: Não, desculpe
ro: Nu, scuze
uk: Ні, дякую

source: Ok then
ca: Entesos, doncs.
fa_ir: بسیارخوب، بعد از آن
ja: さて
pt: Então ok
ro: Bine atunci
uk: Тоді добре

source: <b>%s</b> is part of the Base System and <b>cannot</b> be removed
ca: <b>%s</b> forma part del sistema base i <b>no</b> es pot eliminar.
fa_ir: <b>%s</b> قسمتی از سیستم اصلی هست و <b> قابلیت </b> پاک شدن ندارد
ja: <b>%s</b> 基本システムの一部であり、<b>を削除することはできません</b>
pt: <b>%s</b> faz parte da base do sistema, por isso <b>não</b> pode ser removido
ro: <b>%s</b> face parte din sistemul de bază și <b>nu poate fi</b> înlăturat
uk: <b>%s</b> є частиною Базової системи та <b>не може</b> бути видалено

source: <b>%s</b> cannot be installed at this time due to <b>missing/masked</b> dependencies or dependency <b>conflict</b>
ca: <b>%s</b> no es pot instal·lar ara a causa de dependències <b>no resoltes / emmascarades</b> o <b>en conflicte</b>.
fa_ir: <b>%s</b> درحال حاضر امکان نصب نیست بخاطر <b>missing/masked</b> وابستگی‌ها و داشتن <b>تداخل</b>
ja: <b>%s</b> <b>見つからないために/マスクされ</b>た依存関係や<b>依存関係の競合</b>に、この時点でインストールすることはできません。
pt: <b>%s</b> não pode ser instalado de momento, devido a <b>conflito<b> ou <b>falta</b> de dependências ou dependências <b>mascaradas</b>
ro: <b>%s</b> nu poate fi instalat în acest moment datorită unui fișier <b>șters/mascat</b>, dependența sau dependențele sunt în <b>conflict</b>
uk: <b>%s</b> наразі не може бути встановлено через <b>неіснуючі/замасковані</b> залежності або <b>конфлікт</b> залежностей

source: Installing <b>%s</b> would cause the removal of the following Applications: %s
ca: La instal·lació de <b>%s</b> provocarà l'eliminació de les aplicacions següents: %s
fa_ir: در حال نصب <b>%s</b> ممکنه بعلت پاک شدن این برنامه‌ها: %s
ja: インストール<b>%s</b>次のアプリケーションの削除を引き起こすた：%s
pt: A instalação de <b>%s</b> provocará a remoção das seguintes Aplicações: %s
ro: Instalarea aplicației <b>%s</b> ar putea cauza înlăturarea următoarelor aplicații: %s
uk: Для встановлення <b>%s</b> необхідно буде видалити наступні програми: %s

source: Package Install Error: <i>%s</i>
ca: Error en la instal·lació del paquet: <i>%s</i>
fa_ir: خطای بسته نصب: <i>%s</i>
ja: パッケージには、インストールエラー: <i>%s</i>
pt: Erro ao instalar pacote: <i>%s</i>
ro: Eroare la instalarea pachetului: <i>%s</i>

source: Okay
ca: Entesos
fa_ir: بسیار خوب
ja: オーケー
pt: Ok
ro: Bine

source: <b>System Upgrade</b> has begun, now go make some coffee
ca: L'<b>actualització del sistema</b> ha començat. Aneu a fer un cafè!
fa_ir: <b>بروز رسانی سیستم</b> شروع شده ، برای اینکه کلافه نشین چایی برای خودتون درست کنید
ja: <b>システムのアップグレード</b>が開始された、現在いくつかのコーヒーを作るに行く
pt: A <b>Atualização do Sistema</b> começou, pode ir tomar café
ro: <b>Actualizarea de sistem</b> a început, puteţi merge la o cafea
uk: <b>Оновлення Системи</b> розпочалося. Тим часом зробіть собі смачного кофійку =)

source: Repositories Update in <b>progress</b>...
ca: <b>Actualització dels repositoris<b> en curs...
fa_ir: بروز رسانی کردن مخازن <b>درحال اجرا</b>...
ja: 進行中のリポジトリの<b>更新</b>
pt: Atualização dos repositórios <b>em curso</b>...
ro: Actualizarea arhivelor în <b>desfășurare<b>...
uk: Оновлення репозиторіїв <b>триває</b>...

source: <b>Application Management</b> in progress...
ca: </b>Gestió d'aplicacions<b> en curs...
fa_ir: <b>برنامه مدیریت</b> در حال اجرا...
ja: <b>進行中のアプリケーション</b>管理
pt: <b>Gestão da Aplicação</b> em curso...
ro: <b>Administrarea aplicațiilor</b> în curs de desfășurare...
uk: <b>Керування програмами</b> триває...

source: Activity
ca: Activitat
fa_ir: فعالیت
ja: 活躍
pt: Atividade
ro: Activitate

source: Interrupt
ca: Interromp
fa_ir: قطع کردن
ja: 割込み
pt: Interrumper
ro: Întrerupt
uk: Перервати

source: <b>System Upgrade</b> in progress...
ca: <b>Actualització del sistema<b> en curs...
fa_ir: <b>بروز رسانی سیستم</b> در حال اجرا...
ja: <b>システムが進行中</b>をアップグレード...
pt: <b>Atualização do Sistema</b> em curso...
ro: <b>Actualizare sistem</b> în curs de desfășurare...
uk: <b>Оновлення системи</b> триває...

source: Black on White
ca: Negre sobre blanc
fa_ir: مشکی بروی سفید
ja: 白地に黒
pt: Preto em branco
ro: Negru pe alb

source: White on Black
ca: Blanc sobre negre
fa_ir: سفید بروی مشکی
ja: 黒地に白
pt: Branco em preto
ro: Alb pe negru

source: Enable automatic scrolling
ca: Activa el desplaçament automàtic
fa_ir: فعال کردن اسکرول خودکار
ja: 自動スクロールを有効にする
pt: Ativar deslocamento automático de ecrã
ro: Activează derularea automată

source: Disable automatic scrolling
ca: Desactiva el desplaçament automàtic
fa_ir: غیر فعال کردن اسکرول خودکار
ja: 自動スクロールを無効にする
pt: Desativar deslocamento automático de ecrã
ro: Dezactivează derularea automată

source: <i>Show <b>Application Management</b> Progress</i>
ca: <i>Mostra el progrés de la <b>gestió d'aplicacions</b>.</i>
fa_ir: <i>نمایش <b>برنامه مدیریت</b> در حال اجرا</i>
ja: <i>ショー<b>アプリケーション管理</ b>の進捗状況</ I>
pt: <i>Mostrar o progresso da <b>Gestão da Aplicação</b></i>
ro: <i>Arata progresul <b>gestionării aplicațiilor</b></i>

source: Installing
ca: Instal·lant
fa_ir: در حال نصب
ja: 装着
pt: A instalar
ro: Se instalează
uk: Встановлення

source: Removing
ca: Eliminant
fa_ir: در حال پاک کردن
ja: 削除
pt: A remover
ro: Se dezinstalează
uk: Видалення

source: , and <b>%d</b> <i>more in queue</i>
ca: , i <b>%d</b> <i> més a la cua</i>.
fa_ir: , و <b>%d</b> <i> بیشتر در حال انتظار</i>
ja: , と <b>%d</b> <i>キュー内のより多くの</i>
pt: e mais <b>%d</b> <i>em fila</i>
ro: Mai e încă <b>%d</b> <i>în coadă<i>
uk: , і <b>%d</b> <i>ще в черзі</i>

source: Cannot <b>edit</b> configuration file
ca: No es pot <b>editar</b> el fitxer de configuració.
fa_ir: نمیتونم <b>ویرایش</b> کنم فایل پیکربندی رو
ja: 設定ファイルを<b>編集</b>することはできません
pt: Não foi possível <b>editar</b> o ficheiro de configuração
ro: Nu se poate <b>edita</b> fișierul de configurație

source: Cannot <b>show</b> configuration files difference
ca: No es pot <b>mostrar</b> la diferència entre els fitxers de configuració.
fa_ir: نمیتونم <b>نشان</b> بدم تفاوت بین فایلهای پیکربندی رو
ja: 設定ファイルの違いを表<b>示す</b>ることはできません。
pt: Não foi possível <b>mostrar</b> as diferenças entre os ficheiros de configuração
ro: Nu se poate <b>arăta</b> diferența dintre fișierele de configurație

source: Cannot <b>merge</b> configuration file
ca: No es pot <b>fusionar</b> el fitxer de configuració.
fa_ir: نمیتونم <b>ادغام</b> کنم فایل پیکربندی رو
ja: コンフィギュレーション·ファイルを<b>マージ</b>することはできません。
pt: Não foi possível <b>unir</b> o ficheiro de configuração
ro: Nu poate <b>contopi</b> fișierul de configurație

source: Cannot <b>discard</b> configuration file
ca: No es pot <b>descartar</b> el fitxer de configuració.
fa_ir: نمیتونم <b>نادیده</b> بگیرم فایل پیکربندی رو
ja: <b>破棄</b>の設定ファイルはできません
pt: Não foi possível <b>rejeitar</b> o ficheiro de configuração
ro: Nu se poate <b>renunța la</b> fișierul de configurație

source: Application Groups
ca: Aplicacions per grups
fa_ir: گروه برنامه‌ها
ja: アプリケーショングループ
pt: Grupos de Aplicações
ro: Grupuri de aplicații

source: Show Application Groups.
ca: Mostra els grups d'aplicacions.
fa_ir: نمایش گروه‌های برنامه
ja: アプリケーション·グループを表示します。
pt: Apresentar Grupos de Aplicações.
ro: Afișează grupurile de aplicații

source: Clean Entropy Web Service Session
ca: Neteja la sessió del servei web d'Entropy
fa_ir: پاک کردن نشست Entropy Web Service
ja: きれいなエントロピーWebサービス·セッション
pt: Limpar Sessão Web do Entropy
ro: Curăță sesiunea Entropy Web Services

source: Discard any registered login credential used to send votes and comments.
ca: Descarta qualsevol credencial d'accés per enviar vots i comentaris.
fa_ir: نادیده گرفتن مشخصات ورودی که برای رای گیری و دیدگاه‌ها استفاده شده
ja: 投票とコメントを送信するために使用される、登録されたログイン資格情報を破棄します。
pt: Rejeitar qualquer registo de início de sessão usado para enviar votos ou comentários.
ro: Renunță la orice acreditări ale utilizatorilor înregistrați folosite la trimiterea de voturi și comentarii.

source: Logged in as <b>%s</b>! How about your <b>vote</b>?
ca: Us heu acreditat com a <b>%s</b>! I el vostre <b>vot</b>?
fa_ir: ورود توسط <b>%s</b>! چگونه <b>رای میدین</b>؟
ja: としてログイン<b>%s</b>を！どのようにあなたの<b>投票</b>はどうでしょうか？
pt: Sessão iniciada como <b>%s</b>! E que tal <b>votar</b>?
ro: Autentificat ca <b>%s</b>! Ce mai ziceți de-un <b>vot</b>?
uk: Увійшли яе <b>%s</b>! Може <b>проголосуємо</b>?

source: _Vote now
ca: _Voteu ara
fa_ir: _اکنون رای بدین
ja: _今投票
pt: _Vote agora
ro: _Votează acum

source: _Later
ca: _Més tard
fa_ir: _بعدا
ja: _後ほど
pt: _Depois
ro: _Mai târziu

source: Login failed. Your <b>vote</b> hasn't been added
ca: L'acreditació ha fallat. El <b>vot</b> no s'ha afegit.
fa_ir: ورود ناموفق . <b>رای</b> شما اضافه نشد
ja: ログインに失敗しました。あなた<b>投票</b>が追加されていない
pt: O início de sessão falhou. O seu <b>voto</b> não foi contado
ro: Autentificare nereușită. <b>Votul</b> nu a fost adăugat
uk: Невдалий вхід. Ваш <b>голос</b> не був доданий

source: _Ok, thanks
ca: D'ac_ord, mercès.
fa_ir: _بسیارخوب، سپاسگزارم
ja: _さて、感謝
pt: _Ok, obrigado
ro: _Ok, mulțumesc

source: Rate <b>%s</b> as <b>%s</b>, with <b>%d</b> star?
ca: Puntua <b>%s</b> com a <b>%s</b>, amb <b>%d</b> estrella?
fa_ir: ارزیابی <b>%s</b> در <b>%s</b>, با <b>%d</b> ستاره؟
ja: 率<b>%s</b>として<b>%s</b>と<b>%d </b>主演？
pt: Avaliar <b>%s</b> como <b>%s</b>, com <b>%d</b> estrela?
ro: Apreciaza <b>%s</b> ca si <b>%s</b> sau ca si <b>%d</b> cu o steluta ?

source: _Ok, cool!
ca: D'ac_ord, genial!
fa_ir: _بسیارخوب، چه‌بامزه !
ja: _さて、クール！
pt: _Ok, fixe!
ro: _Ok, super!

source: _No, logout!
ca: _No, surt!
fa_ir: _نه، خروج!
ja: _いいえ、ログアウト！
pt: _Não, terminar sessão!
ro: _Nu, deconectează-mă!

source: Your vote has been added!
ca: El vot s'ha afegit!
fa_ir: رای شما اضافه شد!
ja: あなたの投票が追加されました！
pt: O seu voto foi contado!
ro: Votul a fost adăugat!
uk: Ваш голос додано!

source: Ok, great!
ca: D'acord, perfecte!
fa_ir: بسیارخوب، عالیه!
ja: さて、素晴らしい！
pt: Ok, ótimo!
ro: Bine, superb!
uk: Чудово!

source: You already voted this <b>Application</b>
ca: Ja heu votat aquesta <b>aplicació</b>.
fa_ir: شما قبلا رای دادین به این <b>برنامه</b>
ja: あなたはすでにこれを投票<B>適用</ B>
pt: Já votou nesta <b>Aplicação</b>
ro: Ați votat deja pentru această <b>aplicație</b>
uk: Ви вже голосували за цю <b>Програму</b>

source: Vote error: <i>%s</i>
ca: Error de vot: <i>%s</i>
fa_ir: خطای رای: <i>%s</i>
ja: 投票エラー: <i>%s</i>
pt: Erro ao votar: <i>%s</i>
ro: Eroare vot: <i>%s</i>
uk: Помилка при голосуванні: <i>%s</i>

source: Entropy Web Services not available for repository
ca: Els serveis web d'Entropy no estan disponibles per al repositori
fa_ir: سرویس تحت وب Entropy موجود نیست برای این مخازن
ja: リポジトリのエントロピーWebサービスは利用できません
pt: Os serviços Entropy Web não estão disponíveis neste repositório
ro: Entropy Web Services nu e disponibil pentru depozit
uk: Entropy Web Services не доступні для репозиторію

source: You are about to add a <b>comment</b> as <b>%s</b>.
ca: Esteu a punt d'afegir un <b>comentari</b> com a <b>%s</b>.
fa_ir: اضافه کردن <b>دیدگاه</b> در <b>%s</b>.
ja: あなたは、<b>%s</b>.として<b>コメント</b>を追加しようとしています
pt: Está prestes a adicionar um <b>comentário</b> como <b>%s</b>.
ro: Ești pe cale să adaugi un <b>comentariu</b> ca <b>%s</b>
uk: Ви намагаєтесь додати <b>коментар</b> як <b>%s</b>.

source: Your comment has been submitted!
ca: El vostre comentari s'ha tramès!
fa_ir: دیدگاه شما ارسال شد !
ja: あなたのコメントが送信されました！
pt: O seu comentário foi submetido!
ro: Comentariul a fost adăugat!
uk: Ваш коментар додано!
