Repository: Enlik/entropy
Catalog: rigo/po/*.po
Languages: ca, fa_ir, ja, pt, ro, uk

source: Comment submit error: <i>%s</i>
ca: Error en la tramesa del comentari: <i>%s</i>
fa_ir: خطای ارسال دیدگاه <i>%s</i>
ja: コメントエラーを提出: <i>%s</i>
pt: Erro ao submeter comentário: <i>%s</i>
ro: Eroare la adăugarea comentariului: <i>%s</i>
uk: Помилка при додаванні коментаря: <i>%s</i>

source: Logged in as <b>%s</b>! How about your <b>comment</b>?
ca: Us heu acreditat com a <b>%s</b>! I si afegiu un <b>comentari</b>?
fa_ir: ورود توسط <b>%s</b>! چگونه <b>نظر میدین</b>؟
ja: としてログイン<b>%s</b>を！どのようにあなたの<b>コメント</b>は？
pt: Sessão iniciada como <b>%s</b>! E que tal <b>comentar</b>?
ro: Logat ca <b>%s</b>! Ce ziceți de un <b>comentariu</b>?
uk: Увійшли як <b>%s</b>! Може додамо ваш <b>коментар</b>?

source: _Send now
ca: _Envia'l ara
fa_ir: _ارسال‌کن
ja: _今すぐ送信
pt: _Enviar agora
ro: _Trimite acum

source: Login failed. Your <b>comment</b> hasn't been added
ca: L'acreditació ha fallat. El <b>comentari</b> no s'ha afegit.
fa_ir: ورود ناموفق . <b>دیدگاه</b> شما اضافه نشد
ja: ログインに失敗しました。<b>コメント</b>が追加されていない
pt: O início de sessão falhou. O seu <b>comentário</b> não foi enviado
ro: Autentificare nereușită. <b>Comentariul</b> nu a fost adăugat
uk: Не вдалось увійти. Ваш <b>коментар</b> не було додано

source: <i>No <b>comments</b> for this Application, yet!</i>
ca: <i>Encara no hi ha <b>comentaris</b> per a aquesta aplicació!</i>
fa_ir: <i>هنوز <b>دیدگاهی</b> برای این برنامه ثبت نشده</i>
ja: <i>まだこのアプリケーションのための<b>コメント</b>はありません！</i>
pt: <i>Não há <b>comentários</b> para esta Aplicação, ainda!</i>
ro: <i>Încă nu sunt <b>comentarii</b> pentru aceasta aplicație!</i>
uk: <i>Ще немає <b>коментарів</b> для цієї програми!</i>

source: Older comments
ca: Comentaris anteriors
fa_ir: دیدگاهای قدیمی‌تر
ja: 古いコメント
pt: Comentários antigos
ro: Comentarii mai vechi
uk: Старіші коментарі

source: Loading older comments...
ca: Carregant els comentaris anteriors...
fa_ir: بارگذاری دیدگاه‌های قدیمی‌تر
ja: 古いコメントを読み込んでいます...
pt: A carregar comentários antigos...
ro: Se încarcă comentarii mai vechi...
uk: Завантаження старіших коментарів...

source: <i>No <b>images</b> for this Application, yet!</i>
ca: <i>Encara no hi ha <b>imatges</b> per a aquesta aplicació!</i>
fa_ir: <i>هنوز <b>عکسی</b> برای این برنامه ثبت نشده</i>
ja: <i>いいえ<b>画像</b> このアプリケーションでは、まだ！</i>
pt: <i>Não há <b>imagens</b> para esta Aplicação, ainda!</i>
ro: <i>Încă nu sunt <b>imagini</b> pentru aceasta aplicație!</i>
uk: Ще <i>немає жодних <b>зображень</b> для цієї програми!</i>

source: Older images
ca: Imatges anteriors
fa_ir: عکس‌های قدیمی‌تر
ja: 古いイメージ
pt: Imagens antigas
ro: Imagini mai vechi
uk: Старіші зображення

source: Loading older images...
ca: Carregant les imatges anteriors...
fa_ir: بارگذاری عکس‌های قدیمی‌تر
ja: 古いイメージを読み込んでいます...
pt: A carregar imagens antigas...
ro: Se încarcă imaginile mai vechi...
uk: Завантаження старіших зображень...

source: Update
ca: Actualitza
fa_ir: بروزرسانی
ja: アップデート
pt: Atualizar
ro: Actualizare
uk: Оновити

source: Reinstall
ca: Reinstal·la
fa_ir: نصب مجدد
ja: 再インストールする
pt: Reinstalar
ro: Reinstalare
uk: Перевстаовити

source: Remove
ca: Elimina
fa_ir: پاک کردن
ja: 削除する
pt: Remover
ro: Înlăturare
uk: Видалити

source: Install
ca: Instal·la
fa_ir: نصب
ja: インストール
pt: Instalar
ro: Instalare
uk: Інсталювати

source: Not available
ca: No disponible
fa_ir: موجود نیست
ja: 利用できない
pt: Não disponível
ro: Indisponibil
uk: Недоступно

source: Never downloaded
ca: No s'ha baixat mai
fa_ir: هرگز دانلود نشده
ja: ダウンロードされたことはありません
pt: Nunca foi transferido
ro: Niciodată descarcat
uk: Ніколи не скачувати

source: downloads
ca: baixades
fa_ir: دانلودها
ja: ダウンロード
pt: transferências
ro: descărcări
uk: закачки

source: Want to add images, etc?
ca: Voleu afegir-hi imatges, etc?
fa_ir: میخواهید عکس اضافه کنید ؟
ja: などの画像を、追加してみませんか？
pt: Quer adicionar imagens, etc?
ro: Vreți să adăugați imagini, etc?
uk: Бажаєте додати зображення тощо?

source: click here!
ca: cliqueu aquí!
fa_ir: اینجا کلیک کنید !
ja: こちらをクリック！
pt: clique aqui!
ro: clic aici!
uk: клацніть сюди

source: Loading comments...
ca: Carregant els comentaris...
fa_ir: بارگذاری دیدگاه‌ها
ja: コメントを読み込んでいます...
pt: A carregar comentários...
ro: Se încarcă comentariile...
uk: Завантаження коментарів...

source: Cannot disable <b>%s</b>. Sorry!
ca: No es pot desactivar <b>%s</b>. Ho sento!
fa_ir: امکان غیر فعال کردن نیست <b>%s</b>. متاسفانه!
ja: 無効にすることはできません<b>%s</b>. すみません!
pt: Não é possível desativar <b>%s<b>. Lamentamos!
ro: Nu se poate dezactiva <b>%s</b>. Scuze!

source: Cannot enable <b>%s</b>. Sorry!
ca: No es pot activar <b>%s</b>. Ho sento!
fa_ir: امکان فعال سازی نیست <b>%s</b>. متاسفانه!
ja: 有効にすることはできません <b>%s</b>. すみません！
pt: Não é possível ativar <b>%s</b>. Lamentamos!
ro: Nu se poate activa <b>%s</b>. Scuze!

source: _Ok
ca: D'ac_ord
fa_ir: _بسیار‌خوب
ja: _オーケー

source: Manage Repositories
ca: Gestiona els repositoris
fa_ir: مدیریت مخازن
ja: リポジトリを管理
pt: Gerir Repositórios
ro: Gestionează depozitele

source: Enable, disable or rename Repositories.
ca: Activa, desactiva o reanomena repositoris.
fa_ir: فعال‌کردن،‌ غیر‌فعال‌کردن یا تغییر اسم مخازن
ja: 有効化、無効化、またはリポジトリの名前を変更します。
pt: Ativar, desativar ou mudar o nome de Repositórios.
ro: Activează, dezactivează sau redenumește depozitele.

source: Application <b>%s</b> not found
ca: No es pot trobar l'aplicació <b>%s</b>
fa_ir: برنامه <b>%s</b> پیدا نشد
ja: 適用<b>%s</b> 見つからない
pt: Aplicação <b>%s</b> não encontrada
ro: Aplicația <b>%s</b> nu a fost găsită
uk: Програму <b>%s</b> не знайдено

source: Nothing found for
ca: No s'ha trobat res per
fa_ir: هیچی پیدا نشد برای
ja: 見つかり何も。
pt: Nada encontrado para
ro: Nimic găsit pentru
uk: Нічого не знайдено для

source: did you mean <a href="%s">%s</a>?
ca: volíeu dir <a href="%s">%s</a>?
fa_ir: منظور شما این نیست <a href="%s">%s</a>؟
ja: もしかして<a href="%s">%s</a>?
pt: a URL correta é <a href="%s">%s</a>?
ro: vroiați să spuneți <a href="%s">%s</a>?
uk: можливо, ви мали на увазі <a href="%s">%s</a>?

source: Not found
ca: No s'ha trobat
fa_ir: پیدا نشد
ja: 見つかりませんでした
pt: Não encontrado
ro: Negăsit
uk: Не знайдено

source: Update repositories
ca: Actualitza els repositoris
fa_ir: بروز رسانی مخازن
ja: アップデートリポジトリ
pt: Atualizar repositórios
ro: Actualizează depozitele

source: Force the update of the available repositories.
ca: Força l'actualització dels repositoris disponibles.
fa_ir: اجبار به بروز رسانی کردن مخازن موجود
ja: 利用可能なリポジトリの更新を強制。
pt: Forçar atualização dos repositórios disponíveis.
ro: Forțează actualizarea depozitelor disponibile

source: Show Configuration File Updates
ca: Mostra les actualitzacions dels fitxers de configuració.
fa_ir: نشان دادن بروز رسانی فایل های پیکربندی
ja: 表示設定ファイルのアップデート
pt: Apresentar as atualizações dos ficheiros de configuração
ro: Arată actualizări pentru fișierele de configurație

source: Show (if any) the list of pending configuration file updates.
ca: Mostra la llista de fitxers de configuració pendents d'actualitzar (si n'hi ha).
fa_ir: نشان دادن ( اگر چیزی باشه ) لیست فایل های پیکربندی که منتظر بروز رسانی هستند
ja: コンフィギュレーション·ファイルの更新、保留中の一覧を表示します。（もしあれば）
pt: Apresentar a lista das atualizações pendentes dos ficheiros de configuração, se esta existir.
ro: Arată (dacă este vreuna) lista de actualizări în așteptare pentru fișierele de configurație.

source: Show Installed Applications
ca: Mostra les aplicacions instal·lades.
fa_ir: لیست برنامه‌های نصب شده
ja: 表示インストールされているアプリケーション
pt: Apresentar aplicações instaladas
ro: Afișează aplicațiile instalate

source: Browse through the currently Installed Applications.
ca: Navega per les aplicacions instal·lades.
fa_ir: مرور کردن برنامه‌های نصب شده
ja: 現在インストールされている用途などをご覧ください。
pt: Navegar pelas aplicações instaladas.
ro: Răsfoiește aplicațiile instalate în prezent

source: Optimize Download Speed
ca: Optimitza la velocitat de baixada
fa_ir: بهینه کردن سرعت دانلود
ja: ダウンロード速度を最適化する
pt: Otimizar velocidade de download
ro: Optimizează viteza de descărcare

source: Benchmark the download mirrors to speed up Application installation.
ca: Avalua les rèpliques de baixada per fer més ràpida la instal·lació d'aplicacions.
fa_ir: بازبینی آیینه‌های دانلود برای سرعت بخشیدن برای فرآیند نصب
ja: ベンチマークダウンロードミラーは、アプリケーションのインストールを高速化する。
pt: Fazer benchmark dos servidores espelhados afim de acelerar a instalação de aplicações.
ro: Testează oglinzile de descărcare pentru a îmbunătăți viteza de instalare a aplicațiilor.

source: Show Available Kernels
ca: Mostra els nuclis disponibles
fa_ir: نماش کرنل‌های موجود
ja: 表示可能なカーネル
pt: Apresentar kernels disponíveis
ro: Afișează nucleele disponibile

source: Browse through the available and installable Linux kernel binaries.
ca: Navega pels binaris de nuclis Linux disponibles i instal·lables.
fa_ir: جستجو از طریق کرنل‌ های موجود که قابل نصب هستند
ja: 利用可能とインストール可能なLinuxカーネルのバイナリをご覧ください。
pt: Navegar pelos binários disponíveis ou instalados do kernel Linux.
ro: Răsfoiește printre nucleele disponibile și instalabile în formă binară.

source: Show Available Long-Term-Stable Kernels
ca: Mostra els nuclis disponibles estables de llarg termini (LTS)
fa_ir: نمایش کرنل‌های بلندمدت که موجود هستند
ja: 示されるすべての長期安定Linuxベースのカーネル
pt: Apresentar kernels com suporte a longo prazo
ro: Arată nucleele disponibile stabile pe termen lung

source: Browse through the available and installable Linux LTS kernel binaries.
ca: Navega pels binaris de nuclis Linux LTS disponibles i instal·lables.
fa_ir: جستجو از طریق کرنل‌‌های بلندمدت که موجود و قابل نصب هست
ja: 利用可能とインストール可能なLinuxのLTSのカーネルバイナリなどをご覧ください。
pt: Navegar pelos binários disponíveis ou instalados do kernel Linux com suporte a longo prazo.
ro: Răsfoiește printre nucleele binare disponibile și instalabile Linux LTS.

source: There is <b>%d</b> update
ca: Hi ha <b>%d</b> actualització
fa_ir: تعداد <b>%d</b> بروز رسانی موجود هست
ja: <b>%d</b> の更新があります
pt: Há <b>%d</b> atualização
ro: E doar <b>%d</b> actualizare
uk: Є <b>%d</b> оновлення

source: and <b>%d</b> security update
ca: i <b>%d</b> actualització de seguretat.
fa_ir: و <b>%d</b> بروز رسانی امنیتی
ja: と <b>%d</b> セキュリティ更新プログラム
pt: e <b>%d</b> atualização de segurança
ro: si <b>%d</b> actualizare de securitate
uk: і <b>%d</b> оновлення безпеки

source: What to do?
ca: Què voleu fer?
fa_ir: چه کاری انجام میدهید ؟
ja: 何をすべきか？
pt: O que fazer?
ro: Ce sa fac?
uk: Що робити?

source: Updates available, how about installing them?
ca: Hi ha actualitzacions disponibles, les voleu instal·lar?
fa_ir: بروز رسانی موجود هستش، میخواهید نصب کنید ؟
ja: 利用可能な更新,どのようにそれらをインストールしてはどうでしょうか？
pt: Há atualizações disponíveis, deseja instalá-las?
ro: Sunt actualizări disponibile, le instalați ?
uk: Є оговлення, може встановимо їх?

source: _Update
ca: Act_ualitza
fa_ir: _بروزرسانی
ja: _リポジトリの更新エラーが
pt: At_ualizar
ro: _Actualizare

source: _Show
ca: Mo_stra-ho
fa_ir: _نمایش
ja: _ショー
pt: _Apresentar
ro: _Afișează

source: _Ignore
ca: _Ignora-ho
fa_ir: _نادیده گرفتن
ja: _無視する
pt: _Ignorar
ro: _Ignoră

source: Srsly, ignore!
ca: De veritat, ignora-ho!
fa_ir: جدا، نادیده بگیر!
ja: 真剣に、無視?！
pt: Ignorar!
ro: Pe bune, ignoră!

source: The list of available Applications is old, <b>update now</b>?
ca: La llista d'aplicacions disponibles és antiga, <b>voleu actualitzar-la ara</b>?
fa_ir: لیست برنامه ها قدیمی هست, <b>بروز رسانی انجام بدهم</b>؟
ja: 使用可能なアプリケーションのリストが古い、<B>今すぐ更新！</ B>
pt: A lista de Aplicações disponíveis é antiga, <b>deseja atualizá-la</b>?
ro: Lista aplicațiilor disponibile este veche, <b>actualizați acum</b>?
uk: Перелік доступних програм застарів, <b>оновити зараз</b>?

source: Repositories should be downloaded, <b>update now</b>?
ca: S'haurien de baixar els repositoris. <b>Els actualitzo ara</b>?
fa_ir: مخازن باید دانلود بشن , <b>به‌روز رسانی انجام بدهم</b>؟
ja: リポジトリは、ダウンロードする必要があります, <b>今すぐアップデート</b>?
pt: Os Repositórios precisam de ser transferidos, <b>deseja fazê-lo agora</b>?
ro: Depozitele ar trebui sa fie descărcate, <b>actualizați acum</b>?
uk: Треба скачати репозиторії, <b>оновити зараз</b>?

source: I dunno dude, I'd say Yes
ca: No ho sé, però diria que sí.
fa_ir: نمیدونم رفیق، من میگم بله
ja: 私は男を知らない、私はそう言うと思います
pt: Não tenho a certeza, digo que sim
ro: Nu știu omule, eu aș zice Da
uk: Я не знаю друзяко, я би сказав Так

source: _Yes, why not?
ca: _Sí, per què no?
fa_ir: _بله، چرا که نه ؟
ja: _うん、そうしよう
pt: _Sim, porque não?
ro: _Da, de ce nu?

source: _No, thanks
ca: _No, mercès.
fa_ir: _نه، سپاسگزارم
ja: _遠慮し
pt: _Não, obrigado
ro: _Nu, mulțumesc

source: You need to login to Entropy Web Services
ca: Heu d'acreditar-vos als serveis web d'Entropy.
fa_ir: لازمه که شما لاگین کنید به : Entropy Web Services
ja: あなたは、エントロピーのWebサービスにログインする必要があります
pt: Precisa de iniciar sessão nos serviços Web do Entropy
ro: Trebuie să vă autentificați pe Entropy Web Services
uk: Вам треба увійти в Entropy Web Services

source: _Login
ca: _Entreu-hi
fa_ir: _ورود
ja: _ログイン
pt: Iniciar _Sessão
ro: A_utentificare

source: Register
ca: Registreu-vos-hi
fa_ir: ثبت نام
ja: 登録
pt: Registar
ro: Înregistrare
uk: Реєстрація

source: _Cancel
ca: _Cancel·la
fa_ir: _لغو
ja: _キャンセル
pt: _Cancelar
ro: _Anulează

source: Username
ca: Nom d'usuari
fa_ir: نام کاربری
ja: ユーザ名
pt: Nome de utilizador
ro: Nume utilizator
uk: Ім'я користувача

source: Password
ca: Contrasenya
fa_ir: رمزعبور
ja: パスワード
pt: Palavra-passe
ro: Parola
uk: Пароль

source: Login <b>error</b>!
ca: <b>Error</b> d'acreditació!
fa_ir: ورود <b>با خطا مواجه شد</b>!
ja: <b>ログインエラー</b>!
pt: <b>Erro</b> de início de sessão!
ro: <b>Eroare</b> de autentificare!
uk: <b>Помилка</b> при вході!

source: Cannot connect to Entropy Web Services, are you connected to the <b>interweb</b>?
ca: No es pot connectar amb el servei web d'Entropy, esteu connectat a <b>Interweb</b>?
fa_ir: دسترسی به سرویس تحت وب Entropy میسر نیست مطمین هستید <b>که متصل به اینترنت هستید</b>؟
ja: エントロピーWebサービスに接続できない、あなたがに接続されている<B>インターネット</ B>？
pt: Não foi possível contactar os serviços Web do Entropy, tem certeza que está conectado à <b>interweb</b>?
ro: Nu se poate conecta la Entropy Web Services, sunteți conectat la <b>interneți</b>?

source: Don't ask me...
ca: No m'ho preguntis...
fa_ir: از من نپرس...
ja: 私に聞かないでください...
pt: Não me pergunte...
ro: Nu mă întreba pe mine...
uk: Не запитувати мене...

source: _Of course not
ca: És clar que n_o
fa_ir: _الیته که نه
ja: _もちろん違います
pt: _Claro que não
ro: _Desigur nu

source: A watched pot never boils
ca: Qui espera es desespera.
fa_ir: آب که از سر گذشت چه یک وجب چه صد وجب، صبر کنید دیگه
ja: 待つ身は長い
pt: Enquanto você olha a panela, parece que ela nunca ferve. Rrsrsrs!
ro: Un cazan supravegheat, niciodată nu fierbe

source: You are required to <b>review</b> and <b>accept</b> the following licenses before continuing: %s
ca: Heu de <b>llegir</b> i <b>acceptar</b> les llicències següents abans de continuar: %s
fa_ir: لازمه که شما <b>مرور</b> و <b>قبول</b> کنید مجوزها رو قبل اینکه ادامه بدین: %s
ja: あなたがする必要がある <B>レビュー</ B>と<B>受け入れる</ B> 続行する前に以下のライセンス: %s
pt: Deve <b>rever</b> e <b>aceitar</b> estas licenças antes de continuar: %s
ro: Trebuie să <b>analizați</b> și să <b>acceptați</b> următoarele licențe înainte de a continua:%s

source: <b>%s</b> Application or one of its dependencies is distributed with the following licenses: %s
ca: L'aplicació <b>%s</b> o una de les seves dependències es distribueix amb les llicències següents: %s
fa_ir: <b>%s</b> برنامه یا یکی از وابستگی‌هاش پخش میشه با این نوع مجوزها: %s
ja: <b>%s</b> アプリケーションまたはその依存関係の1つは、以下のライセンスで配布されている: %s
pt: A aplicação <b>%s</b>, ou uma de suas dependências, é distribuída com as seguintes licenças: %s
ro: Aplicația <b>%s</b> sau una din dependențele ei este distribuita sub următoarele licențe: %s

source: Make sure to review all the licenses
ca: Assegureu-vos de llegir totes les llicències.
fa_ir: مطمین شوید که همه مجوزها رو مرور کردین
ja: 必ずすべてのライセンスを確認すること
pt: Verifique todas as licenças
ro: Aveți grijă să vă uitați peste toate licențele
uk: Переконайтесь, що ви переглянули усі ліцензії

source: Accept
ca: Accepta-ho
fa_ir: قبول
ja: 受け入れる
pt: Aceitar
uk: Прийняти

source: Accept forever
ca: Accepta-ho per sempre
fa_ir: قبول کردن برای همیشه
ja: 永遠に受け入れる
pt: Aceitar sempre
ro: Accept pentru totdeauna
uk: Прийняти назавжди

source: Decline
ca: Declina-ho
fa_ir: رد کردن
ja: 断る
pt: Recusar
ro: Refuz
uk: Відхилити

source: Close
ca: Tanca
fa_ir: بستن
ja: 終了
pt: Fechar
ro: Închide
uk: Закрити

source: Several <b>Applications</b>, no longer maintained by this distribution, have been found on your <b>System</b>. Some of them might require <b>manual review</b> before being uninstalled. Click on the Apps to expand.
ca: Al vostre <b>sistema</b> s'han trobat diverses <b>aplicacions</b> que ja no es mantenen en aquesta distribució. Algunes podrien requerir una <b>revisió manual</b> abans de desinstal·lar-les. Cliqueu a les aplicacions per ampliar-ne la informació.
fa_ir: چندین <b>برنامه</b>، که دیگه توسعه داده نمیشن توسط این توزیع داخل <b>سیستم</b> شما پیدا شده لازمه بعضی از آنها <b>مرور دستی</b> بشن قبل اینکه پاک بشن . بروی برنامه کلیک کنید تا باز بشن
ja: いくつかの<B>用途</ B> もはやこの分布によって維持、で発見されていないあなたの <B>システム</ B>。そのうちのいくつかは必要になる場合があります<B>マニュアルレビュー</ B>アンインストールされる前に。展開するアプリケーションをクリックします。
pt: Algumas <b>aplicações</b> que já não são suportadas pela distribuição foram encontrados no seu <b>sistema</b>. Algumas poderão precisar que as <b>reveja manualmente</b> antes de serem desinstaladas. Clique em Apps para expandir.
ro: Au fost găsite mai multe <b>aplicații</b> în <b>sistemul</b> dumneavoastră ce nu mai sunt întreținute de această distribuție. Unele pot avea nevoie de <b>recenzie manuală</b> înainte de a fi dezinstalate. Apăsați pe Apps pentru extindere.

source: Manual review
ca: Revisió manual
fa_ir: مرور دستی
ja: マニュアルレビュー
pt: Revisão manual
ro: Recenzie manuala
uk: Ручний перегляд

source: Safe to drop
ca: D'eliminació segura
fa_ir: مطمین برای آزاد سازی
ja: 落としても安全
pt: É seguro remover
ro: Se poate renunța în siguranță

source: <b>%s</b> Application requires the installation of the following Applications: %s
ca: L'aplicació <b>%s</b> requereix la instal·lació de les aplicacions següents: %s
fa_ir: <b>%s</b> لازمه که این برنامه، این برنامه رو هم نصب کنه: %s
ja: <b>%s</b> アプリケーションは、以下のアプリケーションをインストールする必要があります: %s
pt: A Aplicação <b>%s</b> requer a instalação das seguintes aplicações: %s
ro: Aplicația <b>%s</b> cere instalarea următoarelor aplicații: %s
uk: <b>%s</b> Програма потребує встановлення наступних додаткових програм: %s

source: Show full list
ca: Mostra'n la llista sencera
fa_ir: مشاهده لیست کامل
ja: 全リストを表示
pt: Apresentar lista completa
ro: Arată lista completă
uk: Показати повний список

source: <b>%s</b> Application requires the removal of the following Applications: %s
ca: L'aplicació <b>%s</b> requereix l'eliminació de les aplicacions següents: %s
fa_ir: <b>%s</b> لازمه که برنامه این برنامه ها رو هم پاک کنه: %s
ja: <b>%s</b> アプリケーションは、以下のアプリケーションの除去を必要と: %s
pt: A Aplicação <b>%s</b> requer a remoção das seguintes aplicações: %s
ro: Aplicația <b>%s</b> necesită înlăturarea următoarelor aplicații: %s

source: Confirm
ca: Confirmeu-ho
fa_ir: تایید
ja: 確認する
pt: Confirmar
ro: Confirmare
uk: Підтвердити

source: Undo
ca: Desfés-ho
fa_ir: خنثی کردن
ja: ゆるめる
pt: Anular
ro: Anulează
uk: Відміна

source: <b>%s</b> Application Action will start in <big><b>%d</b></big> second
ca: L'acció de <b>%s</b> l'aplicació començarà d'aquí a <big><b>%d</b></big> segon.
fa_ir: <b>%s</b> برنامه اجرا خواهد شد در <big><b>%d</b></big> ثانیه
ja: <b>%s</b> アプリケーションアクションで起動します<big><b>%d</b></big> セカンド
pt: A aplicação <b>%s</b> vai iniciar dentro de <big><b>%d</b></big> segundo
ro: Acțiunea de aplicație <b>%s</b> va începe în <big><b>%d</b></big> secundă

source: There is <b>%d</b> configuration file update
ca: Hi ha <b>%d</b> fitxer de configuració per actualitzar.
fa_ir: تعدادی <b>%d</b> فایلهای پیکربندی برای به‌روز رسانی موجودهست
ja: <b>%d</b>コンフィギュレーション·ファイルの更新があります
pt: Há <b>%d</b> ficheiro de configuração por atualizar
ro: E <b>%d</b> actualizare pentru fișierele de configurație

source: It is <b>extremely</b> important to update these configuration files before <b>rebooting</b> the System.
ca: És <b>extremament</b> important que actualitzeu els fitxers de configuració abans de <b>reiniciar</b> el sistema.
fa_ir: <b>خیلی</b>مهم هست فایل های پیکربندی رو به‌روز رسانی کنید قبل اینکه <b>سیستم</b> ریست کنید.
ja: それは、</ B>極端を<b>さ 前にこれらの設定ファイルを更新することが重要<b>再起動</b>システム。
pt: É <b>extremamente</b> importante atualizar estes ficheiros de configuração antes de <b>reiniciar</b> o sistema.
ro: Este <b>extrem</b> de importantă actualizarea fișierelor de configurație înainte de <b>repornirea</b> sistemului

source: Let me see
ca: A veure...
fa_ir: بزار ببینمشون
ja: そうねぇ
pt: Deixe-me ver
ro: Lasă-mă să vad

source: Happily ignore
ca: Ignora-ho alegrement
fa_ir: براحتی چشم پوشی‌کن
ja: 喜んで無視
pt: Ignorar
ro: Ignorăm cu bucurie

source: There is <b>%d</b> notice from a repository
ca: Hi ha <b>%d</b> notícia d'un repositori.
fa_ir: تعداد <b>%d</b> اعلامیه از مخازن موجود هست
ja: リポジトリから<b>%d</b>の通知があります
pt: Há <b>%d</b> aviso de um repositório
ro: Există <b>%d</b> notificare de la depozite

source: It is <b>extremely</b> important to always read them.
ca: És <b>extremament</b> important que les llegiu.
fa_ir: این <b>خیلی</b> مهمه که شما همیشه اونها رو بخونید.
ja: それは <B>非常に</ B> 常にそれらを読むことが重要です。
pt: É <b>extremamente</b> importante lê-los sempre.
ro: E <b>extrem</b> de important să le citiți întotdeauna.
uk: <b>Надзвичайно</b> важливо завжди читати їх.

source: Stop annoying me
ca: Deixa d'empipar-me!
fa_ir: وایسا، مزاحم من نشو
ja: 迷惑な私を停止
pt: Pare de me incomodar
ro: Nu mă mai enerva
uk: Перестань мені докучати

source: You are about to rename a Repository
ca: Esteu a punt de canviar el nom d'un repositori.
fa_ir: درباره تغییر اسم مخزن
ja: あなたは、リポジトリの名前を変更しようとしています
pt: Está prestes a mudar o nome de um repositório
ro: Sunteți pe cale să redenumiți un depozit

source: _Rename
ca: _Reanomena
fa_ir: _تغییر اسم
ja: _名前を変更
pt: _Mudar o nome
ro: _Redenumește

source: Repository name
ca: Nom del repositori
fa_ir: اسم مخزن
ja: リポジトリ名
pt: Nome do repositório
ro: Nume depozit

source: <b>Invalid</b> Repository name!
ca: Nom de repositori <b>no vàlid</b>!
fa_ir: اسم مخزن <b>نامعتبر</b> !
ja: <b>無効な</b>リポジトリ名！
pt: Nome de repositório <b>inválido</b>!
ro: Nume <b>invalid</b> pentru depozit!

source: Repository rename <b>not allowed</b>!
ca: Nom del respoitori <b>no permès</b>!
fa_ir: تغییر اسم مخزن <b>غیر مجاز هست</b>!
ja: リポジトリの名前変更 <b>許可されていない</b>!
pt: <b>Não</b> é permitido mudar o nome do repositório!
ro: Redenumirea depozitului <b>nu este permisă!</b>

source: There is <b>%d</b> preserved library on the system
ca: Hi ha <b>%d</b> biblioteca preservada al sistema.
fa_ir: تعداد <b>%d</b> کتابخانه حفاظت شده در این سیستم هست
ja: システム上<b>%d</b>保存のライブラリがあります。
pt: Há <b>%d</b> biblioteca preservada no sistema
ro: Mai e <b>%d</b> bibliotecă protejată pe sistem

source: Preserved libraries detected on the system.
ca: S'han detectat biblioteques preservades al sistema.
fa_ir: کتابخانه‌های حفاظت شده بروی سیستم شناسایی شده است
ja: プリザーブドフラワーのライブラリは、システム上で検出されました。
pt: Foram detetadas bibliotecas preservadas sistema.
ro: S-au detectat biblioteci protejate pe sistem.

source: _Update system now
ca: Act_ualitza el sistema ara
fa_ir: _بروز رسانی سیستم حالا
ja: _更新システムになりました
pt: At_ualizar sistema agora
ro: _Actualizează sistemul acum

source: %(nr_ratings)i rating
ca: %(nr_ratings)i puntuació
fa_ir: %(nr_ratings)i ارزیابی
ja: %(nr_ratings)i 評価
pt: %(nr_ratings)i avaliação
ro: %(nr_ratings)i apreciere

source: Hint: Click a star to rate this app
ca: Consell: cliqueu a l'estrella per puntuar l'aplicació.
fa_ir: نکته : بروری ستاره کلیک کنید برای ارزیابی این برنامه
ja: ヒント：このアプリを評価する星をクリック
pt: Sugestão: Clique numa estrela para avaliar a aplicação
ro: O idee: Clic pe o steluță pentru a aprecia

source: Awful
ca: Terrible
fa_ir: افتضاح
ja: ひどい
pt: Horrível
ro: Groaznic
uk: Жахливо
