Repository: Enlik/entropy
Catalog: rigo/po/*.po
Languages: ca, fa_ir, ja, pt, ro, uk

source: Poor
ca: Dolenta
fa_ir: ضعیف
ja: 可哀想
pt: Pobre
ro: Slab
uk: Погано

source: Adequate
ca: Adequada
fa_ir: معمولی
ja: 十分な
pt: Razoável
ro: Adecvat
uk: Так собі

source: Good
ca: Bona
fa_ir: خوب
ja: 良い
pt: Boa
ro: Bun
uk: Добре

source: Excellent
fa_ir: عالی
ja: 優良
pt: Excelente
ro: Excelent
uk: Відмінно

source: Cannot remove comment
ca: No es pot eliminar el comentari
fa_ir: نمی‌توانید نظر رو پاک کنید
ja: コメントを削除することはできません
pt: Não é possível remover o comentário
ro: Nu se poate șterge comentariul
uk: Неможливо видалити коментар

source: remove
ca: elimina
fa_ir: پاک کردن
ja: 退ける
pt: remover
ro: șterge
uk: видалити

source: Run
ca: Executa
fa_ir: اجرا
ja: 走る
pt: Executar
ro: Rulează

source: Enable
ca: Activa
fa_ir: فعال کردن
ja: 有効にする
pt: Ativar
ro: Activează

source: Disable
ca: Desactiva
fa_ir: غیرفعال کردن
ja: できなくする
pt: Desativar
ro: Dezactivează

source: Rename
ca: Reanomena
fa_ir: تغییر اسم
ja: 改称する
pt: Mudar o nome
ro: Redenumeşte

source: View
ca: Vista
fa_ir: نمایش
ja: 観る
pt: Ver
ro: Vizualizează

source: Show
ca: Mostra
fa_ir: نمایش
ja: ショー
pt: Mostrar
ro: Arată

source: Edit
ca: Edita
fa_ir: ویرایش
ja: 編集
pt: Editar
ro: Editare
uk: Редагувати

source: Difference
ca: Diferència
fa_ir: تفاوت
ja: 違い
pt: Diferenças
ro: Diferență
uk: Відмінності

source: Discard
ca: Descarta
fa_ir: نادیده گرفتن
ja: 捨てる
pt: Rejeitar
ro: Renunța

source: Keywords
ca: Paraules clau
fa_ir: کلید‌واژه
ja: キーワード
pt: Palavras-chave
ro: Cuvinte cheie
uk: Ключові слова

source: More Info
ca: Més informació
fa_ir: اطلاعات بیشتر
ja: 詳細情報
pt: Mais informação
ro: Mai multe informații
uk: Додаткова інформація

source: <i>Browse <b>Applications</b> with ease</i>
ca: <i>Navegueu per les <b>aplicacions</b> fàcilment</i>
fa_ir: <i>جستجو <b>برنامه‌ها</b> براحتی</i>
ja: <I>ブラウズ<B>アプリケーション</ b>を簡単に</ I>
pt: <i>Navegar pelas <b>aplicações</b> com facilidade</i>
ro: <i>Răsfoiește <b>Aplicații</b> cu ușurință<i>

source: Hey hey hey!
ca: Ei, ei, ei!
fa_ir: هی هی هی !
ja: ちょっとちょっとちょっと！
pt: Ora pois!
ro: Salut salut salut!

source: Rigo is working, are you sure?
ca: El Rigo està treballant, n'esteu segur?
fa_ir: ًRigo در حال کار هستش، شما مطمین هستین ؟
ja: リゴが機能している、あなたはよろしいですか？
pt: O Rigo está a funcionar, certo?
ro: Rigo funcționează, ești sigur ?

source: Search
ca: Cerca
fa_ir: جستجو
ja: 探す
pt: Procurar
ro: Caută

source: Rigo Application Browser
ca: Navegador de programes Rigo
fa_ir: جستجوگر برنامه Rigo
ja: リゴアプリケーションブラウザ
pt: Navegador de aplicações do Rigo
ro: Browserul de aplicații Rigo

source: Working Hard
ca: Treballant durament
fa_ir: در حال کار بسختی
ja: コリガン
pt: A trabalhar a sério
ro: Se lucrează din greu

source: Wake Up
ca: Desperta't
fa_ir: بیدار شو
ja: 目覚める
pt: Acordar
ro: Trezește

source: Important Stuff
ca: Coses importants
fa_ir: چیزهای مهم
ja: 重要な事柄
pt: Coisas importantes
ro: Chestii importante

source: Breaking Stuff
ca: Coses perilloses
fa_ir: چیزهای مضر
ja: ブレイキング·スタッフ
pt: A partir coisas
ro: Cele mai noi chestii

source: Repository Stuff
ca: Coses dels repositoris
fa_ir: مخزن اساسی
ja: リポジトリスタッフ
pt: Coisas do repositório
ro: Chestii despre depozit

source: Activity Interruption
ca: Interrupció de l'activitat
fa_ir: قطع فعالیت
ja: 活動の中断
pt: Interrupção de atividade
ro: Întrerupere activitate

source: Are you sure you want to interrupt the ongoing Activity? The interruption will occur as soon as possible, potentially not immediately.
ca: Esteu segur que voleu interrompre l'activitat en procés? La interrupció es produirà al més aviat possible, potser no immediatament.
fa_ir: آیا مطمین هستین که مخواهید فعالیتی در حال اجراست رو قطع کنید ؟ در اسرع وقت این اتفاق روی نمیده، بلافاصله انجام نمیشه
ja: あなたが現在進行中の活動を中断してもよろしいですか？中断は、潜在的にはない、すぐに、可能な限り早く行われます。
pt: Deseja mesmo interromper a atividade em curso? A interrupção irá ocorrer assim que possível, potencialmente não de imediato.
ro: Sigur doriți să întrerupeți activitatea? Întreruperea ei se realiza cât mai rapid posibil, dar posibil nu imediat.

source: Repositories update error
ca: Error d'actualització dels repositoris
fa_ir: خطای بروز رسانی مخازن
ja: リポジトリの更新エラーが
pt: Erro de atualização dos repositórios
ro: Eroare la actualizarea depozitelor

source: Repositories updated <b>successfully</b>!
ca: Els repositors s'han actualitzat <b>correctament</b>!
fa_ir: مخازن بروز رسانی شد <b>با موفقیت</b>!
ja: リポジトリは<b>に成功</b>に更新！
pt: Repositórios atualizados <b>com sucesso</b>!
ro: Depozitele au fost actualizate <b>cu succes</b>!

source: Application Management Error
ca: Error del gestor d'aplicacions
fa_ir: خطای برنامه مدیریت
ja: アプリケーション管理エラー
pt: Erro ao gerir aplicação
ro: Eroare la gestiunea aplicațiilor

source: please check the management log
ca: Comproveu el registre del gestor
fa_ir: لطفا لاگ مدیریت را بررسی کنید
ja: 管理ログをチェックしてください
pt: por favor verifique o ficheiro de registo de gestão
ro: va rugam verificați jurnalul de gestionare

source: System Upgrade Error
ca: Error d'actualització del sistema
fa_ir: خطای بروز رسانی سیستم
ja: システムアップグレードエラー
pt: Erro de atualização do sistema
ro: Eroare la actualizarea sistemului

source: please check the upgrade log
ca: Comproveu el registre de l'actualització
fa_ir: لطفا لاگ بروز رسانی بررسی کنید
ja: アップグレードログを確認してください
pt: Verifique o ficheiro de registo de atualização
ro: va rugam verificați jurnalul de actualizare

source: Applications managed <b>successfully</b>!
ca: Les aplicacions s'han gestionat <b>correctament</b>!
fa_ir: برنامه‌‌ها مدیریت شدند <b>بطور موفقیت آمیز</b>!
ja: マネージアプリケーション <b>首尾よく！</b>
pt: Aplicação gerida <b>com sucesso</b>!
ro: Aplicațiile au fost gestionate <b>cu succes</b>!

source: System Upgraded <b>successfully</b>!
ca: El sistema s'ha actualitzat <b>correctament</b>!
fa_ir: بروز رسانی سیستم انجام شد <b>بطور موفقیت آمیز</b>!
ja: システムアップグレード<b>首尾よく！</b>
pt: Sistema atualizado <b>com sucesso</b>!
ro: Sistemul a fost actualizat <b>cu succes</b>!

source: You are not authorized to run Rigo
ca: No esteu autoritzat per usar el Rigo.
fa_ir: شما مجاز به اجرا کردن Rigo نیستین
ja: あなたはリゴを実行する権限がありません
pt: Não possuí autorização para executar o Rigo
ro: Nu sunteți autorizați să rulați Rigo

source: RigoDaemon service is not available
ca: El servei RigoDaemon no està disponible.
fa_ir: سرویس RigoDaemon موجود نیست
ja: リゴデーモンサービスは利用できません
pt: O serviço RigoDaemon não está disponível
ro: Serviciul RigoDaemon nu este disponibil

source: API mismatch, please update Rigo and RigoDaemon
ca: La versió API no coincideix, actualitzeu el Rigo i el RigoDaemon.
fa_ir: API نادرست، بروز رسانی کنید : Rigo and RigoDaemon
ja: APIの不一致は、リゴとリゴデーモンを更新してください
pt: Incompatibilidade de API, por favor atualize o Rigo e o RigoDaemon
ro: Nepotrivire API, vă rugăm să actualizați Rigo și RigoDaemon

source: Another Application Manager is active
ca: Hi ha un altre gestor d'aplicacions actiu.
fa_ir: برنامه مدیریت دیگری فعال هست
ja: 他のアプリケーションマネージャは、アクティブになっている
pt: Outro Gestor de Aplicações está ativo
ro: Un alt manager de aplicații este activ

source: Background Service is currently not available
ca: El servei en segon pla no està disponible.
fa_ir: سرویس پیش‌زمینه در حال حاضر موجود نیست
ja: バックグラウンドサービスは現在使用できません
pt: O serviço em segundo plano não está disponível
ro: Serviciul de fundal nu este disponibil momentan

source: Background Service is currently busy
ca: El servei en segon terme està ocupat.
fa_ir: سرویس پیش‌زمینه در حال حاضر مشغول هست
ja: バックグラウンドサービスは現在ビジー状態です
pt: O serviço em segundo plano está ocupado
ro: Serviciul de fundal este ocupat momentan

source: Background Service is incompatible with Rigo
ca: El servei en segon terme és incompatible amb el Rigo.
fa_ir: سرویس پیش‌زمینه ناسازگار هست با Rigo
ja: バックグラウンドサービスはリゴと互換性がありません
pt: O serviço em segundo plano não é compatível com o Rigo
ro: Serviciul de fundal este incompatibil cu Rigo

source: Background Service is currently unavailable
ca: El servei en segon terme no està disponible.
fa_ir: سرویس پیش‌زمینه در حال حاضر دردسترس نیست
ja: バックグラウンドサービスは現在利用できません
pt: Serviço em segundo plano não está disponível
ro: Serviciul de fundal nu este momentan disponibil

source: Happy St. Valentine <3 <3 !
ca: Feliç dia de Sant Valentí <3 <3!
fa_ir: روز عشاق گرامی باد !!!
ja: ハッピーバレンタインデー<3<3！
pt: Feliz São Valentim <3 <3 !
ro: Sa aveți un Sf. Valentin plăcut <3 <3 !

source: Merry Xmas \o/ !
ca: Bon Nadal \o/!
fa_ir: سال روز تولد حضرت عیسی گرامی باد !!!
ja: メリークリスマス \o/ !
pt: Feliz Natal \o/ !
ro: Crăciun fericit \o/ !

source: Happy birthday to my authoooooor!
ca: Per molt anys a l'autor del programari!
fa_ir: تولدم مبارک باشه برای نویسنده‌ام !!!
ja: 私の作者に誕生日おめでとう！
pt: Feliz aniversário para o meu autoooor!
ro: Spuneți la „La Mulți Ani!” autorului meu!

source: <=|=< (this is optimistically a fish)
ca: <=|=< (això, si som optimistes, és un peix)
fa_ir: <=|=< (ماهی بصورت خوش بینانه)
ja: <=|=<（これは楽観魚です)
pt: <=|=< (isto é, com otimismo, um peixe)
ro: <=|=< (într-o viziune optimistă, acesta este un pește)

source: Woot, thanks
ca: Uau, mercès!
fa_ir: اوو، بسیارخوب
ja: 熱烈、感謝
pt: Obrigadinho
ro: Ce, mulțumesc

source: _Write a <b>comment</b>
ca: _Escriviu un <b>comentari</b>
fa_ir: _نوشتن یک <b>دیدگاه</b>
ja: <b>コメント</b>を _書く
pt: _Escreva um <b>comentário</b>
ro: _Scrie un <b>comentariu</b>

source: Rigo
ja: リゴ
