Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: These are the newly available packages, either updatable or not installed
ca: Aquests són els paquets nous disponibles, siguin actualitzacions o no instal·lats
pt: Estes são novos pacotes disponíveis, tanto atualizáveis como não instalados

source: No package sets found
ca: No s'han trobat conjuts de paquets
pt: Nenhum conjunto de pacotes encontrado
ru: Не найдено ни одного набора пакетов

source: package set not found
ca: no s'ha trobat el conjunt de paquets
pt: conjunto de pacotes não encontrado
ru: набор пакетов не найден

source: Did you know that you can comment, vote and add documents to applications like in a wiki?
ca: Sabeu que podeu comentar, votar i afegir documents a les aplicacions com en una wikipèdia?
pl: Czy wiedziałeś, że możesz komentować, oceniać i dodawać dokumenty do programów - podobnie jak w wiki?
pt: Você sabe que pode comentar, votar e adicionar documentos a locais como um wiki?

source: Did you know that you can add icons or files to applications by simply dropping images from your Desktop onto them?
ca: Sabeu que podeu afegir icones o fitxers a les aplicacions simplement arrossegant-hi imatges des de l'escriptori?
pl: Czy wiedziałeś, że możesz dodawać ikony lub pliki do programów w prosty sposób - przez przeciąganie i upuszczenie na nie obrazów ze swojego pulpitu?
pt: Você sabe que pode adicionar ícones ou arquivos a aplicativos simplesmente arrastando imagens do seu Desktop a eles?

source: Did you know that Sulfur has an Advanced mode, just click Sulfur -> Advanced mode?
ca: Sabeu que Sulfur té un mode avançat, simplement cliqueu Sulfur -> Mode avançat?
pl: Czy wiedziałeś, że Sulfur ma tryb zaawansowany? Wystarczy kliknąć Sulfur -> Tryb zaawansowany.
pt: Você sabe que o Sulfur tem um modo avançado? Simples, clique em Sulfur -> Modo Avançado

source: Did you know that the guy who wrote this tip was really asleep at the time?
ca: Sabeu que qui va escriure aquest consell estava totalment adormit?
pl: Czy wiedziałeś, że facet, który napisał ten tekst był w tym czasie bardzo śpiący?
pt: Você sabia que o carinha que escreveu essa dica estava realmente sem descansar?

source: Did you know that you can backup your installed application repository by enabling Advanced mode and going to Preferences tab?
ca: Sabeu que podeu fer una còpia de seguretat de les aplicacions instal·lades del repositori activant el Mode avançat i anant a la pestanya de Preferències?
pl: Czy wiedziałeś, że możesz zrobić kopię zapasową repozytorium zainstalowanych pakietów przez włączenie trybu zaawansowanego i przejście do karty Preferencje?
pt: Você sabe que pode fazer backup de seu repositório de aplicações instaladas ativando o modo Avançado e indo em Preferências?

source: Did you know that you can customize interface colors by enabling Advanced mode and going to Preferences tab?
ca: Sabeu que podeu personalitzar els colors de la interfície activant el Mode avançat i anant a la pestanya de Preferències?
pl: Czy wiedziałeś, że możesz dostosować kolory interfejsu przez włączenie trybu zaawansowanego i przejście do karty Preferencje?
pt: Você sabe que pode personalizar as cores da interface, ativando o modo "Avançado" e indo à aba preferências?

source: No Repository Identifier
ca: No hi ha identificador de repositori
pl: Brak identyfikatora repozytorium
pt: Não há Identificador de Repositório
ru: Нет имени репозитория
uk: Немає імені репозиторію

source: Duplicated Repository Identifier
ca: Identificador de repositori duplicat
pl: Powtórzony identyfikator repozytorium
pt: Identificador de Repositório Duplicado
ru: Продублированное имя репозитория
uk: продубльоване ім‘я репозиторія

source: No download mirrors
ca: No hi ha rèpliques de baixada
pl: Brak serwerów lustrzanych pobierania
pt: Sem espelho para recebimento
ru: Нет зеркал скачивания
uk: Немає дзеркал завантаження

source: Repository Services Port not valid
ca: Port de serveis de repositoris no vàlid

source: Secure Services Port not valid
ca: el Port de Serveis Segurs no és vàlid

source: Insert URL
ca: Escriviu l'adreça URL
pl: Wpisz URL
pt: Insira URL
ru: Введите URL
uk: Введіть URL

source: Enter a download mirror, HTTP or FTP
ca: Introduïu una rèplica de baixada HTTP o FTP
pl: Wpisz adres serwera lustrzanego, HTTP lub FTP
pt: Insira um espelho de recebimento, HTTP ou FTP
ru: Введите зеркало закачки, HTTP или FTP
uk: Введіть дзеркало завантаження, HTTP або FTP

source: Insert Repository
ca: Insereix repositori
pl: Wpisz repozytorium
pt: Inserir Repositório
ru: Введите репозиторий
uk: Введіть репозиторій

source: Insert Repository identification string
ca: Inseriu la cadena d'identificació de repositori
pl: Wpisz łańcuch identyfikujący repozytorium
pt: Insira cadeia de caracteres de identificação do Repositório
ru: Введите строку идентификации репозитория
uk: Введіть рядок ідентифікації репозиторію

source: This Repository identification string is malformed
ca: La cadena d'identificació del repositori està mal formada
pl: Ten łańcuch identyfikujący repozytorium jest błędny
pt: Esta caracteres de identificação do Repositório está mal formada
ru: Данная строка идентификации репозитория запорчена
uk: Цей рядок ідентифікації репозиторію зіпсовано

source: Wrong entries, errors
ca: Entrades incorrectes, errors
pl: Złe wpisy, błędy
pt: Entradas erradas, erros
ru: Неправильные записи, ошибки
uk: Невірні записи, помилки

source: Repositories Notice Board
ca: Tauler de Notícies dels Repositoris
pl: Powiadomienia repozytorium
pt: Quadro de Notícas dos Repositórios
ru: Доска уведомлений репозиториев
uk: Дошка повідомлень репозиторіїв

source: Here below you will find a list of important news directly issued by your applications maintainers. Double click on each item to retrieve detailed info.
ca: A baix trobareu una llista de notícies importants enviada directament pels qui mantenen les aplicacions. Feu doble clic en cada element per obtenir informació detallada.
pl: Poniżej znajduje się lista ważnych wiadomości przekazanych bezpośrednio przez opiekunów programów. Kliknij dwukrotnie na dowolnym elemencie, żeby odczytać więcej informacji.
pt: Abaixo você vai encontrar uma lista de notícias importantes lançadas diretamente pelos seus mantenedores de aplicação. Clique duas vezes em cada item para mais detalhes.
ru: Здесь ниже Вы можете наблюдать список важных новостей, напрямую выпускаемых разработчиками Ваших приложений. Щёлкните двойным кликом на каждую из новостей, чтобы получить детализированную информацию.

source: Notice
ca: Notícia
pl: Powiadomienie
pt: Notícia
ru: Уведомление
uk: Повідомлення

source: Expand to browse
ca: Expandeix per navegar
pl: Rozwiń, aby przeglądać
pt: Expandir para
ru: Расширить поиск
uk: Розширити пошук

source: Identifier
ca: Identificador
pl: Identyfikator
pt: Identificador
ru: Наименование
uk: Назва

source: Author
ca: Autor
pl: Autor
pt: Autor
ru: Автор
uk: Автор

source: Timeout Error
ca: Error en temps d'espera

source: Connection timed out, sorry!
ca: S'ha excedit el temps de connexió!

source: Package ChangeLog
ca: Registre de canvis de paquets
pl: Dziennik zmian dla pakietu
pt: Log de Mudanças do Pacote
ru: Лог изменений пакета
uk: Лог змін пакунку

source: Vote registered successfully
ca: El vot s'ha registrat correctament
pl: Głos pomyślnie zarejestrowany
pt: Voto registrado com sucesso
ru: Голос зарегистрирован успешно
uk: Голос зареєстрований вдало

source: Error registering vote
ca: S'ha produït un error en registrar el vot
pl: Błąd przy rejestrowaniu głosu
pt: Erro ao registrar voto
ru: Ошибка при регистрации голоса
uk: Помилка при реєстрації голосу

source: License name
ca: Nom de la llicència
pl: Nazwa licencji
pt: Nome da Licença
ru: Имя лицензии
uk: Ім'я ліцензії

source: Mirrors
ca: Rèpliques
pl: Serwery lustrzane
pt: Espelhos
ru: Зеркала
uk: Дзеркала

source: Depends
ca: Depèn de
pl: Pakiety mające ten pakiet w zależnościach
pt: Depende
ru: Зависимости
uk: Залежності

source: Needed libraries
ca: Llibreries necessàries
pl: Potrzebne biblioteki
pt: Bibliotecas necessárias
ru: Требуемые библиотеки
uk: Необхідні бібліотеки

source: Protected item
ca: Element protegit
pl: Chroniony element
pt: Item protegido
ru: Защищенный элемент
uk: Захищений елемент

source: Type
ca: Tipus
pl: Rodzaj
pt: Tipo
ru: Тип
uk: Тип

source: File
ca: Fitxer
pl: Plik
pt: Arquivo
ru: Файл
uk: Файл

source: Share your opinion, your documents, your screenshots!
ca: Compartiu la vostra opinió, documents, captures de pantalla!

source: Be part of our Community!
ca: Sigueu part de la Comunitat!

source: Remotely
ca: Remotament
pt: Remotamente
ru: Удалённо
uk: Віддалено

source: Removed repository
ca: S'ha eliminat el repositori
pl: Usunięte repozytorium
pt: Repositório removido

source: Bug
ca: Error
pl: Błąd
ru: Баг
uk: Помилка (Баг)

source: Reference
ca: Referència
pl: Referencja
pt: Referência
ru: Ссылка
uk: Стосунок

source: impact
ca: impacte
pl: wpływ
pt: impacto
ru: влияние
uk: вплив

source: access
ca: accés
pl: dostęp
pt: acesso
ru: доступ
uk: доступ

source: Unaffected
ca: No afectats
pl: Niezagrożone
pt: Não afetados
ru: Неуязвимое
uk: Невразливий

source: Write your
ca: Escriviu el vostre
pl: Napisz swój
pt: Escreva seu
ru: Запишите ваш
uk: Запишіть ваш

source: Select your
ca: Seleccioneu el vostre
pl: Wybierz swój
pt: Selecione o seu
ru: Выберите ваш
uk: Оберіть ваш

source: Submit issue
ca: Envia el problema
pl: Wyślij
pt: Enviar problema
ru: Проблема при подтверждении
uk: Проблема при підтвердженні

source: Empty Document
ca: Document buit
pl: Pusty dokument
pt: Documento vazio
ru: Пустой документ
uk: Порожній документ

source: Invalid Description
ca: La descripció no és vàlida
pl: Nieprawidłowy opis
pt: Descrição Inválida
ru: Некорректное описание
uk: Некоректний опис

source: Invalid Document Type
ca: El tipus de document no és vàlid
pl: Nieprawidłowy typ dokumentu
pt: Tipo de Documento Inválido
ru: Некорректный тип документа
uk: Невірний тип документа

source: Invalid Title
ca: El títol no és vàlid
pl: Nieprawidłowy tytuł
pt: Título Inválido
ru: Некорректный заголовок
uk: Невірний заголовок

source: Do you confirm your submission?
ca: Voleu confirmar la tramesa?
pl: Czy potwierdzasz swoje zgłoszenie?
pt: Você confirma sua submissão?
ru: Вы подтверждаете Ваше предоставление документов?
uk: Ви підтверджуєте факт передачі ваших документів?

source: UGC Error
ca: Error UGC
pl: Błąd UGC
pt: Erro de UGC
ru: Ошибка UGC
uk: Помилка UGC

source: Document added successfully. Thank you
ca: El document s'ha afegit correctament. Gràcies!
pl: Dokument pomyślnie dodany. Dziękuję
pt: Documento adicionado com sucesso. Obrigado
ru: Документ успешно добавлен. Спасибо
uk: Документ вдало доданий. Дякую

source: Success!
ca: Ha funcionat!
pl: Sukces!
pt: Sucesso!
ru: Успешно!
uk: Успішно!

source: Write your document
ca: Escriviu un document
pl: Napisz swój dokument
pt: Escreva seu documento
ru: Запишите Ваш документ
uk: Запишіть Ваш документ

source: Select your file
ca: Seleccioneu el fitxer
pl: Wybierz plik
pt: Selecione seu arquivo
ru: Выберите Ваш файл
uk: Оберіть файл

source: On repository
ca: Al repositori
pl: Na repozytorium
pt: No repositório
ru: В репозитории
uk: В репозиторії

source: These are the packages that must be enabled to satisfy your request
ca: Aquests són els paquets que s'han d'habilitar per satisfer la demanda
pl: To są pakiety, które muszą zostać uaktywnione, by móc kontynuować z żądaniem
pt: Estes são os pacotes que devem ser habilitados para satisfazer sua requisição
ru: Здесь перечислены пакеты, которые должны быть активированы для удовлетворения Вашего запроса
uk: Тут перераховані пакунки, що повинні бути активовані длязадоволення Вашого запиту

source: Some packages are masked
ca: Hi ha alguns paquets emmascarats
pl: Niektóre pakiety są zamaskowane
pt: Alguns pacotes estão mascarados
ru: Некоторые пакеты маскированы
uk: Деякі пакунки замасковані

source: Masked package
ca: Paquet emmascarat
pl: Zamaskowany pakiet
pt: Pacote mascarado
ru: Маскированный пакет
uk: замаскований пакунок

source: No description
ca: Cap descripció
pl: Brak opisu
pt: Sem descriçaõ
ru: Нет описания
uk: Немає опису

source: Please confirm the actions above
ca: Si us plau confirmeu les accions de sobre
pl: Proszę potwierdzić operacje wymienione powyżej
pt: Por favor confirme as ações acima
ru: Пожалуйста, подтвердите вышеуказанные действия
uk: Будь-ласка, підтвердіть вищевказані дії

source: Item
ca: Element
pl: Element
ru: Предмет
uk: Предмет

source: To be downgraded
ca: Es degradaran
pl: Do cofnięcia wersji
pt: À ser rebaixado
ru: К обновлению до более старой версии
uk: Оновлення до старішої версії

source: To be removed
ca: S'eliminaran
pl: Do usunięcia
pt: À ser removido
ru: К удалению
uk: До видалення

source: To be reinstalled
ca: S'instal·laran de nou
pl: Do reinstalacji
pt: À ser reinstalado
ru: К переустановке
uk: До перевстановлення

source: To be installed
ca: S'instal·laran
pl: Do instalacji
pt: À ser instalado
ru: К установке
uk: До встановлення

source: To be updated
ca: S'actualitzaran
pl: Do aktualizacji
pt: À ser atualizado
ru: К обновлению
uk: До оновлення

source: About
ca: Quant a
pl: O programie
pt: Sobre
ru: О программе
uk: Щодо програми

source: Sulfur file chooser
ca: Selector de fitxers de Sulfur
pl: Sulfur - wybór pliku
pt: Seletor de arquivos do Sulfur
ru: Выбор файла
uk: Вибір файлу

source: Sulfur Question
ca: Pregunta de Sulfur
pl: Sulfur - pytanie
pt: Pergunta do Sulfur
ru: Вопрос Sulfur
uk: Запитання Sulfur

source: Hey!
ca: Ep!
pl: Hej!
pt: Ei!
ru: Эй!
uk: Агов!

source: Please fill the following form
ca: Si us plau, ompliu el següent formulari
pl: Proszę wypełnić pola
pt: Por favor preencha o seguinte formulário
ru: Пожалуйста, запомните следующую форму
uk: Будь-ласка, заповніть наступну форму

source: Add atom
ca: Afegeix un àtom
pl: Dodaj atom
pt: Adicionar atom
ru: Добавить атом
uk: Додати атом

source: Invalid entry
ca: L'entrada no és vàlida
pl: Nieprawidłowy element
pt: Entrada inválida
ru: Некорректная запись
uk: Невірний запис

source: Cancel
ca: Cancel·la
pl: Anuluj
pt: Cancelar
ru: Отмена
uk: Скасувати

source: Accepted
ca: Acceptada
pl: Zaakceptowane
pt: Aceitado
ru: Принято
uk: Отримано

source: license text
ca: text de la llicència
pl: tekst licencji
pt: texto de licença
ru: Текст лицензии
uk: Текст ліцензії

source: Exception caught
ca: S'ha produït una excepció
pl: Złapano wyjątek
pt: Exceção capturada
ru: Обнаружено исключение
uk: Виявлено виняток

source: Sulfur crashed! An unexpected error occured.
ca: El Sulfur ha petat! S'ha produït un error inesperat.
pl: Sulfur awaryjnie zakończył działanie! Nastąpił nieoczekiwany błąd.
pt: Sulfur travou! Um erro inesperado ocorreu.
ru: Сульфур накрылся! Случилась непредвиденная ошибка.
uk: Сульфур шляк трафив! Трапилася непередбачена помилка.

source: Your report has been submitted successfully! Thanks a lot.
ca: L'informe s'ha enviat correctament! Moltes gràcies.
pl: Twój raport został pomyślnie wysłany. Dzięki wielkie.
pt: Seu relatório foi enviado com sucesso! Muito obrigado.
ru: Ваш отчёт отправлен успешно! Большое спасибо.
uk: Ваш звіт вдало надіслано! Щиро дякую.

source: Cannot submit your report. Not connected to Internet?
ca: No es pot enviar l'informe. Potser no esteu connectat a Internet?
pl: Nie można wysłać raportu. Niepołączony z Internetem?
pt: Não é possível enviar seu relatório. Está conectado à Internet?
ru: Невозможно отправить Ваш отчёт. Нет связи с интернетом?
uk: Неможливо надіслати ваш звіт. Немає зв'язку з інтернетом?

source: Error enabling masked package
ca: S'ha produït un error en habilitar el paquet emmascarat
pl: Niepowodzenie przy próbie odmaskowania pakietu
pt: Erro ao habilitar pacote mascarado
ru: Ошибка при доступе к маскированному пакету
uk: Помилка при доступі до замаскованого пакунку

source: Downloading sources
ca: S'estan baixant les fonts
pl: Pobieranie źródeł
pt: Recebendo fontes
ru: Скачивание исходников
uk: Завантаження сирців

source: Error during backup
ca: Error en fer la còpia de seguretat
pl: Błąd podczas tworzenia kopii zapasowej
pt: Erro durante cópia de segurança
ru: Ошибка при создании резервной копии
uk: Помилка при створенні резервної копії

source: Backup complete
ca: La còpia de seguretat ha acabat
pl: Utworzenie kopii zapasowej ukończone
pt: Cópia de segurança completa
ru: Создание резервной копии завершено
uk: Створення резервної копії завершене

source: Error during restore
ca: Error en restaurar la còpia
pl: Błąd podczas przywracania danych
pt: Erro durante restauração
ru: Ошибка при восстановлении
uk: Помилка при відновленні

source: Restore complete
ca: La restauració ha acabat
pl: Przywracanie danych ukończone
pt: Restauração completa
ru: Восстановление завершено
uk: Відновлення завершене

source: Error during removal
ca: Error en l'eliminació
pl: Błąd podczas usuwania
pt: Erro durante remoção
ru: Ошибка при удалении
uk: Помилка при видаленні

source: The chosen package is not vulnerable
ca: El paquet seleccionat no és vulnerable
pl: Wybrany pakiet nie jest podatny na zagrożenia
pt: O pacote escolhido não está vulnerável
ru: Выбранный пакет не страдает уязвимостями
uk: Обраний пакунок не вразливий

source: Packages in Advisory have been queued.
ca: Els paquets d'avisos s'han posat a la cua d'actualització.
pl: Pakiety w rekomendacjach bezpieczeństwa zostały zakolejkowane.
pt: Pacotes no Consultivo foram enfileirados.
ru: Пакеты из информационного уведомления поставлены в очередь
uk: Пакунки з інформаційного повідомлення поставлені в чергу

source: Packages in all Advisories have been queued.
ca: Els paquets de tots els avisos s'han posat a la cua d'actualització.
pl: Pakiety we wszystkich rekomendacjach bezpieczeństwa zostały zakolejkowane.
pt: Pacotes em todos os Consultivos foram enfileirados.
ru: Пакеты из всех информационных уведомлений поставлены в очередь
uk: Пакунки з усіх інформаційних повідомлень поставлені в чергу

source: You! Why do you want to remove the main repository ?
ca: Voleu esborrar el repositori principal? No és possible!

source: Are you sure ?
ca: N'esteu segur?
pl: Jesteś pewien?
pt: Você tem certeza ?
ru: Вы уверены?
uk: Ви впевнені?

source: Error saving parameter
ca: S'ha produït un error en desar un paràmetre
pl: Niepowodzenie podczas zapisywania parametru
pt: Erro ao salvar parâmetro
ru: Ошибка при сохранении параметра
uk: Помилка при збереженні параметра

source: An issue occured while saving a preference
ca: S'ha produït un error mentre s'estava desant una preferència
pl: Podczas próby zapisania preferencji pojawił się błąd
pt: Um problema ocorreu enquanto estava salvando a preferência
ru: Возникла проблема при сохранении настройки
uk: Виникла проблема при збереженні налаштування

source: Parameter
ca: Paràmetre
pl: Parametr
pt: Parâmetro
ru: Параметр
uk: Параметр

source: not saved
ca: no s'ha desat
pl: niezapisany
pt: não salvo
ru: не сохранено
uk: не збережено

source: New
ca: Nou
pl: Nowy
pt: Novo
ru: Новый
uk: Новий

source: Please insert a new path
ca: Si us plau, introduïu un nou camí
pl: Proszę wpisać nową ścieżkę
pt: Por favor insira um novo caminho
ru: Пожалуйста, введите новый путь
uk: Будь-ласка, введіть новий шлях

source: Please edit the selected path
ca: Si us plau, editeu el camí seleccionat
pl: Proszę zmodyfikować wybraną ścieżkę
pt: Por favor edite o caminho escolhido
ru: Пожалуйста, отредактируйте выбранный путь
uk: Будь-ласка, змініть обраний шлях

source: You have chosen to install this package
ca: Heu escollit instal·lar aquest paquet
pl: Wybrano do instalacji ten pakiet
pt: Você escolheu instalar este pacote
ru: Вы выбрали установку этого пакета
uk: Ви обрали встановлення цього пакунку

source: Are you supa sure?
ca: N'esteu totalment segur?

source: Cannot install
ca: No es pot instal·lar

source: Please select at least one repository
ca: Si us plau, seleccioneu com a mínim un repositori
pl: Proszę wybrać przynajmniej jedno repozytorium
pt: Por favor escolha pelo menos um repositório
ru: Пожалуйста, выберите хоть какой-то репозиторий
uk: Будь-ласка, оберіть бодай один репозиторій

source: No packages in queue
ca: No hi ha paquets a la cua
pl: Brak pakietów w kolejce
pt: Nenhum pacote na fila
ru: Нет пакетов в очереди
uk: Немає пакунків у черзі

source: Queue is too old. Cannot load.
ca: La cua és massa antiga. No es pot carregar.
pl: Kolejka jest za stara - nie można załadować.
pt: Fila muito antiga. Não é possível carregar.
ru: Очередь слишком старая. Невозможно загрузить.
uk: Черга занадто стара. Неможливо завантажити.

source: Update your system now ?
ca: Voleu actualitzar el sistema ara?
pl: Czy zaktualizować teraz twój system?
pt: Atualizar seu sistema agora?

source: You have chosen to interrupt the processing. Are you sure you want to do it ?
ca: Heu decidit interrompre el processat de la cua. Esteu segur que voleu fer-ho?
pl: Zdecydowałeś się przerwać bieżący proces. Czy na pewno chcesz to zrobić?
pt: Você escolheu interromper o processo. Você tem certeza de que quer fazer isto?
ru: Вы выбрали прекращение процесса. Оно Вам действительно надо?

source: Cleaning UGC cache of
ca: S'està suprimint la memòria de cau UGC de...

source: UGC cache cleared
ca: S'ha esborrat la memòria de cau de UGC

source: UGC credentials cleared
ca: S'han esborrat les credencials UGC
pl: Dane uwierzytelniające (dla treści tworzonych przez użytkowników) wyczyszczone
pt: Credenciais UGC foram limpas
ru: Учётные записи UGC очищены
uk: Профілі UGC очищені

source: Choose what Package Set you want to add
ca: Escolliu quin conjunt de paquets voleu veure
pl: Wybierz zbiór pakietów do dodania
pt: Escolha qual Conjunto de Pacotes você deseja adicionar
ru: Выберите, какой набор пакетов Вы хотите добавить
uk: оберіть, який набір пакунків Ви бажаєте додати

source: Choose what Package Set you want to edit
ca: Escolliu quin conjunt de paquets voleu editar
pl: Wybierz zbiór pakietów do edycji
pt: Escolha qual Conjunto de Pacotes você deseja editar
ru: Выберите, какой набор пакетов Вы хотите править
uk: оберіть, який набір пакунків Ви бажаєте змінити

source: Package Set name
ca: Nom del conjunt de paquets
pl: Nazwa zbioru pakietów
pt: Nome do Conjunto de Pacotes
ru: Имя набора пакетов
uk: Ім'я набору пакунків

source: Package atoms
ca: Àtoms de paquets
pl: Pakiety
pt: Atoms dos pacotes
ru: Атомы пакетов
uk: Атоми пакунків

source: No package sets available for removal.
ca: No hi ha conjunts de paquets disponibles per eliminar
pl: Żaden zbiór pakietów nie jest dostępny do usunięcia.
pt: Nenhum conjunto de pacotes disponível para remoção.
ru: Ни одного набора пакетов не доступно для удаления.
uk: Жодного набору пакунків немає для видалення.

source: Removable Package Set
ca: Conjunt de paquets eliminable
pl: Usuwalny zestaw pakietów
pt: Conjunto de Pacotes Removível
ru: Удаляемый набор пакетов
uk: видаляється, набір пакунків

source: Choose what Package Set you want to remove
ca: Escolliu quin conjunt de paquets voleu eliminar
pl: Wybierz zestaw pakietów do usunięcia
pt: Escolha qual Conjunto de Pacotes você deseja remover
ru: Выберите, какой набор пакетов Вы хотите удалить
uk: Вкажіть набір пакунків, який Ви бажаєте видалити

source: Another Entropy instance is running. You won't be able to install/remove/sync applications.
ca: S'està executant una altra instància d'Entropy. No podreu instal·lar/eliminar/sincronitzar aplicacions.

source: Entropy is running in safe mode
ca: Entropy s'està executant en mode segur
pl: Entropy działa w bezpiecznym trybie
pt: Entropy está sendo executado em modo de segurança
ru: Entropy запущена в безопасном режиме
uk: Entropy увімкнено в безпечному режимі

source: Please fix as soon as possible
ca: Si us plau repareu-ho el més aviat possible
pl: Proszę naprawić tak szybko, jak to możliwe
pt: Por favor conserte o mais cedo possível
ru: Пожалуйста, исправьте как можно раньше
uk: Будь-ласка, виправте якомога швидше
