Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Would you like to remove them now ?
ca: Els voleu eliminar ara?
pl: Czy chcesz je teraz usunąć?
pt: Você gostaria de removê-los agora ?
ru: Вы желаете удалить их сейчас ?
uk: Бажаєте видалити їх зараз ?

source: Ouch!
ca: Iep!
pl: Aj!
pt: Oh!

source: the following system packages were pulled in
ca: els següents paquets del sistema s'han afegit a la cua
pl: następujące pakiety systemowe zostały pociągnięte
pt: Os seguintes pacotes de sistema foram colocados

source: Cannot calculate dependencies
ca: No es poden calcular les dependències
pl: Nie można obliczyć zależności
pt: Não foi possível calcular as dependências

source: please run equo as superuser
ca: useu equo com a root
pl: proszę uruchomić equo jako superużytkownik
pt: Favor rodar equo como superusuário

source: Total bandwidth wasted
ca: Espai d'ample de banda malgastat
pl: Zmarnowane pasmo łącznie
pt: Toda a largura de banda desperdiçada

source: Would you like to proceed ?
ca: Voleu continuar?
pl: Czy chcesz kontynuować?
pt: Você gostaria de proceder ?
ru: Желаете продолжить ?

source: Starting removal in
ca: L'eliminació s'iniciarà en
pl: Usuwanie rozpocznie się za
pt: Iniciando remoção em
ru: Запуск удаления в
uk: Увімкнути видалення у

source: Running unused packages test, pay attention, there are false positives
ca: S'està executant la verificació de paquets no usats. Compte, hi poden haver falsos positius
pl: Wykonywanie testu nieużywanych pakietów - korzystaj z rozwagą, zdarzają się fałszywe trafienia
pt: Executando teste de pacotes não utilizados, preste atenção, existem falsos positivos
ru: Запуск теста неиспользуемых пакетов, обратите внимание, имеются ложные позитивы
uk: Починаємо тесту невикористовуваних пакунків, зверніть увагу, є помилковіпозитиви

source: Running dependency test
ca: S'està executant la verificació de dependències
pl: Wykonywanie testu zależności
pt: Executando teste de dependências
ru: Запуск теста зависимостей
uk: Увімкнення тесту залежностей

source: Would you like to install the available packages ?
ca: Voleu instal·lar els paquets disponibles?
pl: Czy chcesz zainstalować dostępne pakiety?
pt: Você gostaria de instalar os pacotes disponíveis ?
ru: Вы желаете установить доступные пакеты ?
uk: Ви бажаєте встановити наявні пакунки ?

source: Installing available packages in
ca: S'estan instal·lant els paquets disponibles a
pl: Instalowanie dostępnych pakietów za
pt: Instalando pacotes disponíveis em
ru: Установка доступных пакетов в
uk: Встановлення наявних пакунків у

source: 10 seconds
ca: 10 segons
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
uk: 10 секунд

source: Libraries/Executables statistics
ca: Estadístiques de Llibreries/Executables
pl: Statystyki bibliotek/plików wykonywalnych
pt: Estatísticas de Bibliotecas/Executáveis
ru: Статистика библиотек/исполняемых файлов
uk: Статистика бібліотек/виконуваних файлів

source: Not matched
ca: No coincidents
pl: Nie dopasowano
pt: Não comparados
ru: Не подсчитано
uk: Не співпадає

source: Would you like to install them ?
ca: Voleu instal·lar-los?
pl: Czy chcesz je zainstalować?
pt: Você gostaria de instalá-los ?
ru: Вы желаете их инсталлировать ?
uk: Бажаєте їх інсталювати?

source: choose on what branch operating
ca: seleccioneu en quina branca voleu operar
pt: escolher em qual galho operar
ru: выбор, с какой веткой работать

source: package repositories handling functions
ca: funcions de gestió de repositoris de paquets
pt: funções de tratamento de repositórios de pacotes
ru: функции обработки пакетов репозиториев

source: sync package repositories across primary mirrors
ca: s'estan sincronitzant repositoris de paquets a través de rèpliques primàries
pt: sincronizar repositórios de pacotes através dos espelhos primários
ru: синхронизация пакетов репозиториев через основные зеркала

source: repository handling functions
ca: funcions de gestió de repositoris
pt: funções de tratamento de repositório

source: show current repositories status
ca: mostra l'estat actual dels repositoris
pt: mostrar status dos repositórios

source: do some searches into repository databases
ca: cerques en les bases de dades dels repositoris
pt: realizar algumas buscas nas bases de dados do repositório
ru: поищите в базах данных репозитория

source: match package dependency inside the default repository database
ca: cerca dependències de paquets coincidents en la base de dades del repositori per defecte
pt: buscar pacotes e dependências dentro da base de dados padrão do repositório

source: do not include reverse dependencies
ca: no inclou dependències inverses
pl: nie dołączaj zależności wstecznych
pt: não foi possível incluir as dependências reversas

source: switch to the specified branch the repository
ca: commuta el repositori a la branca especificada
pt: trocar para o galho especificado no repositório
ru: переключить репозиторий на выбранную ветку

source: verify remote integrity of the provided atoms
ca: verifica la integritat remota dels àtoms especificats
pt: verificar integridade remota dos átomos fornecidos

source: clone a package assigning it an arbitrary tag
ca: clona un paquet assignant-li una etiqueta arbitraria
pt: clonar um pacote definindo um rótulo arbitrária
ru: клонировать пакет с присвоением ему произвольного тэга

source: mask given package in given repository
ca: emmascara el paquet en el repositori
pt: mascara pacote na base de dados

source: unmask given packages in given repository
ca: desemmascara el paquet en el repositori
pt: desmascara pacote na base de dados

source: scan orphaned packages in SPM
ca: escaneja paquets orfes a SPM
pt: buscar por pacotes órfãos no SPM

source: scan new packages available in SPM
ca: escaneja paquets nous disponibles a SPM
pt: buscar novos pacotes disponíveis no SPM

source: remove downloaded packages and clean temp. directories)
ca: elimina els paquets baixats i esborra els directoris temporals)
pt: remover pacotes recebidos e limpar diretórios temporários)
ru: удалить скачанные пакеты и очистить временные папки

source: Starting to sync data across mirrors (packages/database)
ca: S'estan començant a sincronitzar les dades a través de les rèpliques (paquets/bases de dades)
pt: Iniciando sincronização de dados através dos espelhos (pacotes/bases de dados)
ru: Начало синхронизации информации между зеркалами (пакеты/база данных)

source: Aborting !
ca: S'està interrompent!
pl: Przerwanie!
pt: Abortando !
ru: Отмена !
uk: Скасовую!

source: Please insert a commit message
ca: Si us plau, introduïu un missatge de publicació
pt: Por favor insira uma mensagem de efetuação
ru: ожалуйста, введите сообщение подтверждения

source: Should I continue with the tidy procedure ?
ca: Voleu continuar amb el procés de neteja?
pt: Devo continuar com o processo de organização ?
ru: еобходимо ли мне продолжать при пустой процедуре ?

source: Exit/Commit
ca: Surt/Envia
pl: Wyjdź/dokonaj zmian
pt: Sair/Efetuar
ru: Выйти/Подтвердить
uk: Вийти/Підтвердити

source: Notice text
ca: Text de la notícia
pt: Texto de Notícia
ru: Текст уведомления

source: Relevant URL (optional)
ca: URL destacada (opcional)
pt: URL Relevante (opcional)
ru: Релевантный URL (опционально)

source: Repository notice board, new item insertion
ca: Tauler de notícies del repositori, inserció d'un element nou
pt: Quadro de avisos do repositório, inserção de novo item
ru: Доска уведомлений репозиториев, ввод новой записи

source: Choose the one you want to remove
ca: Escolliu el que voleu eliminar
pl: Wybierz ten, który chcesz usunąć
pt: Escolha aquele que você quer remover
ru: Выберите ту, которую Вы хотите удалить
uk: Оберіть ту, котру бажаєте видалити

source: Are you sure you want to remove this?
ca: Esteu segur que el voleu eliminar?
pl: Czy jesteś pewien, że chcesz to usunąć?
pt: Você tem certeza de que quer removê-lo?
ru: Вы уверены, что хотите это удалить?
uk: Ви впевнені, що бажаєте видалити?

source: Starting to lock mirrors databases
ca: S'estan començant a bloquejar les bases de dades de les rèpliques
pt: Iniciando trancamento das bases de dados dos espelhos
ru: Начало блокировки баз данных зеркал

source: A problem occured on at least one mirror
ca: S'ha produït un error en almenys una rèplica
pt: Um problema ocorreu em pelo menos um espelho
ru: Произошла проблема на последнем зеркале

source: Databases lock complete
ca: S'ha completat el bloqueig de la base de dades

source: Starting to unlock mirrors databases
ca: S'estan començant a desbloquejar les bases de dades de les rèpliques
pt: Iniciando destrancamento das bases de dados dos espelhos
ru: Начало разблокирования баз данных зеркал

source: Databases unlock complete
ca: S'ha completat el desbloqueig de la base de dades

source: Starting to lock download mirrors databases
ca: S'estan començant a bloquejar les bases de dades de les rèpliques de baixada
pt: Iniciando trancamento das bases de dados dos espelhos
ru: Начало блокировки загрузки баз данных зеркал

source: Download mirrors lock complete
ca: S'ha completat el bloqueig de les rèpliques de baixada
pt: Trancamento dos espelhos de download completo
ru: Блокировка загрузки зеркал завершена

source: Starting to unlock download mirrors databases
ca: S'estan començant a desbloquejar les bases de dades de les rèpliques de baixada
pt: Iniciando o destrancamento das bases de dados dos espelhos de download
ru: Начало разблокировки загрузки баз данных зеркал

source: Download mirrors unlock complete
ca: S'ha completat el desbloqueig de les rèpliques de baixada
pt: Destrancamento dos espelhos de download completos
ru: Разблокировка загрузки зеркал завершена

source: DATABASE
ca: BASE DE DADES
pt: BASE DE DADOS
ru: БАЗА ДАННЫХ

source: DOWNLOAD
ca: BAIXADA
pt: RECEBIMENTO
ru: ЗАГРУЗКА

source: Syncing databases
ca: S'estan sincronitzant les bases de dades

source: Database sync errors, cannot continue.
ca: Hi ha errors en la sincronització de les bases de dades, no es pot continuar.

source: GPG interface loaded, home directory
ca: S'ha carregat la interfície GPG, directori home
pl: Interfejs GPG załadowany, katalog domowy
pt: Interface GPG carregada, diretório home

source: Importing keypair for repository
ca: S'està important el parell de claus pel repositori
pt: Importando par-chave do repositório

source: Another keypair already exists for repository
ca: Ja existeix un altre parell de claus pel repositori
pt: Existe outro par-chave no repositório

source: Imported GPG key with fingerprint
ca: S'ha importat la clau GPG amb empremta
pl: Zaimportowano klucz GPG z odciskiem palca
pt: Chave GPG importada com marca digital

source: Now you should sign all the packages in it
ca: Ara hauríeu de signar tots els paquets que conté
pl: Teraz powinieneś podpisywać tym wszystkie pakiety
pt: Você deveria assinalar todos os pacotes nele

source: Exporting private key for repository
ca: S'està exportant la clau privada del repositori
pl: Eksportowanie prywatnego klucza dla repozytorium
pt: Exportando chave privada para o repositório

source: Exporting public key for repository
ca: S'està exportant la clau pública del repositori
pl: Eksportowanie publicznego klucza dla repozytorium
pt: Exportando chave pública para o repositório

source: No keypair available for repository
ca: No hi ha parells de claus disponibles pel repositori
pl: Para kluczy niedostępna dla repozytorium
pt: não há par-chave no repositório

source: Keypair is EXPIRED for repository
ca: La clau del repositori ha VENÇUT
pl: Para kluczy STRACIŁA WAŻNOŚĆ dla repozytorium
pt: Par-chave EXPIRADO para o repositório

source: Unable to export GPG key for repository
ca: No s'ha pogut exportar la clau GPG del repositori
pl: Nie można wyeksportować klucza GPG dla repozytorium
pt: Não foi possível exportar chave GPG do repositório

source: Exported GPG key for repository
ca: S'ha exportat la clau GPG pel repositori
pl: Eksportowano klucz GPG dla repozytorium
pt: Chave GPG exportada com sucesso

source: Creating keys for repository
ca: S'estan creant les claus del repositori
pl: Tworzenie kluczy dla repozytorium
pt: Criando chaves para o repositório

source: Another key already exists for repository
ca: Ja existeix una altra clau pel repositori
pl: Inny klucz już istnieje dla repozytorium
pt: Já existe outra chave no repositório

source: Insert e-mail
ca: Escriviu l'adreça de correu
pl: Wpisz e-mail
pt: Insira e-mail

source: Insert expiration days (0=no expiration)
ca: Inseriu els dies d'expiració (0= sense expiració)
pl: Wpisz liczbę dni do wygaśnięcia ważności (0 = nie wygasa)
pt: Inserir dias para expirar (0= não expira)

source: Insert passphrase (empty=no passphrase)
ca: Inseriu la frase contrasenya (buit=sense contrasenya)
pl: Wpisz długie hasło (puste = brak)
pt: Inserir palavra-chave (vazio=sem palavra-chave)

source: Repository GPG keypair creation
ca: Creació de parell de claus GPG del repositori
pl: Tworzenie pary kluczy GPG dla repozytorium
pt: Criação do par-chave GPG do repositório

source: Produced GPG key with fingerprint
ca: S'ha generat la clau GPG amb empremta
pl: Utworzono klucz GPG z odciskiem palca
pt: produzida chave GPG com marca digital

source: Make friggin' sure to generate a revoke key and store it in a very safe place.
ca: Assegureu-vos generar una clau de revocació i deseu-la en un lloc segur.
pt: Faça "friggin'" para gerar uma chave lembrança e guarde em local seguro.

source: You may also want to send your keys to a key server
ca: Potser també voleu enviar les vostres claus a un servidor de claus
pt: Você também pode mandar sua chaves para um servidor de chaves

source: Deleting keys for repository
ca: S'estan eliminat les claus del repositori
pl: Usuwanie kluczy z repozytorium
pt: Deletando chaves do repositório

source: No keys available for given repository
ca: No hi ha claus disponibles pel repositori especificat
pl: Nie ma dostępnych kluczy dla podanego repozytorium
pt: Não há chaves disponíveis para o repositório corrente

source: Are you really sure?
ca: N'esteu segur?
pl: Czy rzeczywiście jesteś pewien?
pt: Você tem certeza? Mesmo?

source: Keys metadata not available for
ca: No hi ha metadades de claus per
pl: Metadane kluczy niedostępne dla
pt: Metadados das chaves não estão disponíveis para

source: Deleted GPG key with fingerprint
ca: S'ha eliminat la clau GPG amb empremta
pl: Usunięto klucz GPG z odciskiem palca
pt: Chave GPG com marca digital removida

source: GPG information for repository
ca: Informació GPG del repositori
pl: Informacje GPG dla repozytorium
pt: Informação GPG do repositório

source: Public key identifier
ca: Clau d'identificador públic
pl: Identyfikator klucza publicznego
pt: Identificador de chave-pública

source: Public key fingerprint
ca: Empremta de clau pública
pl: Odcisk palca klucza publicznego
pt: Chave com marcação digital pública

source: Key size
ca: Mida de la clau
pl: Rozmiar klucza
pt: Tamanho da chave

source: Creation date
ca: Data de creació
pl: Data utworzenia
pt: Data de cria;'ao
ru: Дата создания
uk: Дата створення

source: Expires on
ca: Expira el
pl: Traci ważność dnia
pt: Expira em

source: Nothing found
ca: No s'ha trobat res
pl: Nic nie znaleziono
pt: Nada encontrado
ru: Ничего не найдено
uk: Нічого не знайдено

source: no package specified.
ca: no s'ha especificat cap paquet.
pt: nenhum pacote especificado.
ru: ни одного пакета не выбрано.

source: Enabling
ca: S'està habilitant
pt: Habilitando
ru: Включение

source: Enabled
ca: Habilitat
pl: Włączono
pt: Habilitado
ru: Включено
uk: Увімкнено

source: already enabled
ca: Ja habilitat
pt: já habilitado
ru: уже включено

source: Disabling
ca: Desactivant
pt: Desabilitando
ru: Отключение

source: Disabled
ca: Desactivat
pt: Desabilitado
ru: Отключено

source: already disabled
ca: ja desactivat
pt: já desabilitado
ru: уже отключено

source: Invalid syntax.
ca: La sintaxi no és vàlida.
pt: Sintaxe inválida.

source: No valid repository specified.
ca: No s'ha especificat cap repositori vàlid
pt: Nenhum repositório válido foi especificado.

source: Cannot match
ca: No hi ha coincidents
pl: Nie można dopasować
pt: Não é possível comparar
ru: Невозможно подсчитать
uk: Неможливо порівняти

source: package dependencies
ca: dependències de paquets
pl: zależności pakietu
pt: dependências do pacote
ru: зависимости пакетов
uk: залежності пакунків

source: Dependency type
ca: Tipus de dependència
pl: Rodzaj zależności
pt: Tipo de dependência

source: Select a dependency type for
ca: Seleccioneu un tipus de dependència per a
pl: Wybierz rodzaj zależności dla
pt: Selecione um tipo de dependência para

source: Dependencies editor
ca: Editor de dependències
pl: Edytor zależności
pt: Editor de dependências

source: Confirm ?
ca: Ho confirmeu?
pl: Potwierdzasz?
pt: Confirma ?

source: dependencies updated successfully
ca: Les dependències s'han actualitzat
pl: zależności pomyślnie zaktualizowane
pt: dependências atualizadas com sucesso

source: Masking
ca: S'està emmascarant
pt: Mascarando

source: Unmasking
ca: S'està desemmascarant
pt: Desmascarando

source: Matching packages to remove
ca: S'estan concordant paquets a eliminar
pt: Comparando pacotes para remover
ru: Подсчёт пакетов к удалению

source: Not enough parameters
ca: No hi ha prou paràmetres
pt: Parâmetros insuficientes
ru: Недостаточно параметров

source: These are the packages that would be removed from the database
ca: Aquests són els paquets que s'eliminaran de la base de dades
pt: Estes são os pacotes que seriam removidos da base de dados
ru: Здесь пакеты, которые должны быть удалены из базы данных

source: Removing selected packages
ca: S'estan eliminat els paquets seleccionats
pt: Removendo pacotes selecionados
ru: Удаление выбранных пакетов

source: Packages removed. To remove binary packages, run activator.
ca: S'han eliminat els paquets. Per eliminar els paquets binaris, executeu l'activator.
pt: Pacotes removidos. Para remover pacotes binários, execute o activator.
ru: Пакеты удалены. Чтобы удалить бинарные пакеты, запустите активатор.

source: Searching injected packages to remove
ca: S'estan cercant els paquets injectats per eliminar
pt: Buscando pacotes para remover
ru: Поиск введённых пакетов для удаления

source: These are the injected packages pulled in for removal
ca: Aquests són els paquets injectats que s'han seleccionat per eliminar
pt: Estes são os pacotes injetados que foram puxados para dentro para remoção
ru: Здесь введённые пакеты, отобранные на удаление

source: Switching branch, be sure to have your packages in sync.
ca: S'està commutant de branca, assegureu-vos que teniu els paquets a sync.
pt: Trocando galho, certifique-se de ter seus pacotes em sincronia.
ru: При переключении ветки, будьте уверены, что имеете ваши пакеты в синхронизации

source: Collecting packages that would be marked
ca: S'estan recollint paquets que es marcaran
pt: Coletando pacotes que seriam marcados
ru: Подсчёт пакетов, которые будут отмечены

source: These are the packages that would be marked
ca: Aquests són els paquets que es marcaran
pt: Estes são os pacotes que seriam marcados
ru: Здесь пакеты, которые должны быть отмечены

source: No valid repositories specified.
ca: No s'han especificat repositoris vàlids.
pt: Nenhum repositório válido especificado.
ru: Ни одного корректного репозитория не выбрано.

source: Invalid repositories specified.
ca: Els repositoris especificats no són vàlids.
pt: Repositórios inválidos especificados.
ru: Выбраны некорректные репозитории.

source: Entropy repository has been initialized
ca: S'ha inicialitzat el repositori d'Entropy
pl: Repozytorium Entropy zostało zainicjowane.
pt: Repositório do Entropy inicializado

source: Creating empty database to
ca: S'està creant una base de dades buida a
pt: Criando base de dados vazia em
ru: Создание пустой базы данных в

source: Cannot overwrite already existing file
ca: No es pot sobreescriure un fitxer que ja existeix
pt: Não é possível sobrescrever arquivo já existente
ru: Невозможно перезаписать уже существующий файл

source: Bumping Repository database
ca: S'està identificant la base de dades del repositori
pt: Empurrando base de dados do Repositório
ru: Создание резервной копии базы данных репозитория

source: No valid packages to repackage.
ca: No hi ha paquets vàlids per empaquetar de nou.
pl: Brak prawidłowych pakietów do aktualizacji.
pt: Nenhum pacote válido para reempacotar.
ru: Нет корректных пакетов к перепаковке
uk: Немає коректних пакунків до перепакування

source: Scanning database for differences
ca: S'estan cercant diferències a la base de dades
pt: Escaneando base de dados, buscando diferenças
ru: Сканирование базы данных на различия
uk: Сканую базу даних на відмінності

source: Invalid atom
ca: Àtom no vàlid
pt: Átomo inválido

source: Zarro thinggz totoo
ca: No hi ha tasques pendents
pt: Nnadda pparaa fffazzeer

source: These are the packages that would be changed to injected status
ca: Aquests són els paquets que es canviaran a l'estat d'injectat
pt: Estes são os pacotes que teriam seu status mudado para injetado
ru: Вот пакеты, статус которых должен быть изменён на "введено"

source: Would you like to transform them now ?
ca: Els voleu transformar ara?
pt: Você gostaria de transformá-las agora ?
ru: Желаете ли трансформировать их сейчас?

source: Transforming from database
ca: S'està transformant des de la base de dades
pt: Transformando base de dados
ru: Трансформирование из базы данных

source: Database transform complete
ca: S'ha completat la transformació de base de dades
pt: Transformação da base de dados completa
ru: Трансформация базы данных завершена

source: expired
ca: vençut
pl: przestarzałe
pt: expirou
ru: просрочено
uk: протермінований

source: So sweetheart, what packages do you want to remove ?
ca: Quins paquets voleu eliminar?
pt: Quais Pacotes você deseja remover ?

source: Remove this package?
ca: Elimina aquest paquet?
pl: Usunąć tę paczkę?
pt: Remover este pacote?
uk: Видалити пакунки

source: So sweetheart, what packages do you want to add ?
ca: Quins paquets voleu afegir?
pt: Quais Pacotes você deseja instalar ?

source: Add this package?
ca: Afegeix aquest paquet?
pl: Dodać ten pakiet?
pt: Instala este pacote?
uk: Додати цей пакунок?

source: These are the packages that would be added/updated
ca: Aquests són els paquets que s'instal·laran/s'actualitzaran
pt: Estes são os pacotes que seriam instalados/atualizados

source: warning
ca: avís
pl: ostrzeżenie
pt: Aviso

source: Would you like to package them now ?
ca: Els voleu empaquetar ara?
pl: Czy chcesz je teraz spaczkować?
pt: Você gostaria de empacotá-los agora ?
ru: Желаете ли запаковать их сейчас?
uk: Бажаєте запакувати їх зараз?

source: inside
ca: a dins
pl: w
pt: dentro
ru: внутри
uk: всередині

source: Compressing packages
ca: S'estan comprimint paquets
pl: Kompresowanie pakietów
pt: Compactando pacotes
ru: Сжатие пакетов
uk: Стиснення пакунків

source: Ignoring broken Spm entry, please recompile it
ca: S'ignora l'entrada trencada Spm, si us plau recompileu-la
pl: Ignorowanie uszkodzonego wpisu SPM, proszę to zrekompilowac
pt: Ignorando entrada quebrada do Spm, por favor recompile-a
ru: Игнорируем испорченную запись Spm, будьте добры её перекомпилировать
uk: Пропускаємо зіпсований запис Spm, будь-ласка, налаштуйте його повторно

source: Nothing to do, check later.
ca: No hi ha res per fer, comproveu-ho després.
pl: Nic do zrobienia, sprawdź później.
pt: Nada para fazer, verifique depois.
ru: Делать нечего, проверьте позже.
uk: Робити більше нічого, перевірте згодом.

source: Entries handled
ca: Entrades gestionades
pl: Obsłużone elementy
pt: Entradas tratadas
ru: Обслуженные записи
uk: обслуговані записи

source: local revision
ca: revisió local
pl: lokalna wersja
pt: revisão local

source: local packages
ca: paquets locals

source: stored packages
ca: paquets desats
pl: przechowywane pakiety
pt: pacotes estocados

source: upload packages
ca: paquets pujats
pt: pacotes enviados
