Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: (re)create the database for the specified repository
ca: (re)crea la base de dades pel repositori especificat
pt: (re)criar a base de dados para o repositório especificado
ru: (пере)создать базу данных для указанного репозитория

source: manually force a revision bump for the current repository database
ca: força un identificador de revisió per la base de dades del repositori actual
pt: forçar manualmente um empurrão de revisão para a base de dados atual do repositório
ru: вручную создать бамп версии из текущей базы данных репозитория

source: synchronize the database
ca: sincronitza la base de dades
pt: sincronizar a base de dados
ru: синхронизировать базу данных

source: flush back old branches packages to current branch
ca: elimina paquets de branques antigues a la branca actual
pt: retornar despejo de pacotes de versões antigas de Sabayon na versão atual
ru: сменить пакеты старых веток на пакеты новой ветки

source: remove the provided atoms from the current repository database
ca: elimina els àtoms proporcionats per la base de dades del repositori actual
pt: remover os atoms fornecidos da base de dados atual do repositório
ru: удаляет указанные атомы из текущей базы данных репозитория

source: remove the provided injected atoms (all if no atom specified)
ca: elimina els àtoms injectats proporcionats (tots si no s'especifiquen àtoms)
pt: remover os atoms injetados fornecidos (todos se nenhum atom for fornecido)
ru: удаляет указанные загруженные атомы (или все, если не указано ни одного атома)

source: create an empty repository database in the provided path
ca: crea una base de dades de repositori buida en el camí indicat
pt: criar uma base de dados de repositório vazia no diretório fornecido
ru: создает пустую базу данных репозитория по указанному пути

source: switch to the specified branch the provided atoms (or world)
ca: commuta a la branca especificada els àtoms especificats (o world)
pt: trocar os atoms fornecidos para o galho especificado (ou 'world')
ru: переключить на указанную ветку указанные атомы (или все)

source: verify remote integrity of the provided atoms (or world)
ca: verifica la integritat remota dels àtoms especificats (o world)
pt: verificar integridade remota dos atoms fornecidos (ou 'world')
ru: проверяет целостность предоставленных атомов (или всех)

source: backup current repository database
ca: còpia de seguretat de la base de dades del respositori actual
pt: gerar cópia de segurança para a base de dados atual do repositório
ru: создать резервную копию текущей базы данных репозитория

source: restore a previously backed-up repository database
ca: restaura una còpia de seguretat de la base de dades del repositori
pt: restaurar uma cópia de segurança da base de dados do repositório anteriormente gerada
ru: возвращает ранее зарезервированную базу данных репозитория

source: enable the specified repository
ca: habilita el repositori especificat
pt: habilitar o repositório especificado
ru: активировать выбранный репозиторий

source: disable the specified repository
ca: desactiva el repositori especificat
pt: desabilitar o repositório especificado
ru: деактивировать выбранный репозиторий

source: show the current Server Interface status
ca: mostra l'estat actual de la Interfície de Servidor
pt: mostrar o status atual da Interface de Servidor
ru: показать текущий статус Интерфейса Сервера

source: handle packages dependencies
ca: manega les dependències dels paquets
pt: tratar dependências de pacotes

source: clone a package inside a repository assigning it an arbitrary tag
ca: clona un paquet dins d'un repositori assignant-li una etiqueta arbitraria
pt: clonar um pacote dentro de um repositório atribuindo um rótulo arbitrário
ru: клонировать пакет внутри репозитория, прописывая его произвольным тэгом

source: move packages from a repository to another
ca: desplaça els paquets d'un repositori a un altre
pl: przesuń pakiety z jednego repozytorium do innego
pt: mover pacotes de um repositório para outro
ru: переместить пакеты в другой репозиторий
uk: перемістити пакунки в інший репозиторій

source: pulls dependencies in
ca: afegeix dependències
pt: puxar dependências para dentro
ru: установить зависимости

source: copy packages from a repository to another
ca: copia els paquets d'un repositori a un altre
pl: skopiuj pakiety z jednego repozytorium do innego
pt: copiar pacotes de um repositório para outro
ru: копировать пакеты в другой репозиторий
uk: копіювати пакунки в інший репозиторій

source: set the default repository
ca: estableix el repositori per defecte
pt: definir o repositório padrão
ru: установить репозиторий по умолчанию

source: manage repository digital signatures (OpenGPG)
ca: gestiona les signatures digitals del repositori (OpenGPG)
pt: manipula assinaturas dos repositórios digitais (OpenGPG)

source: create keypair for repositories and sign packages
ca: crea un parell de claus pels repositoris i signa els paquets
pt: criando par-chave para base de dados e assinando os pacotes

source: delete keypair (and digital signatures) of repository
ca: esborra el parell de claus (i les signatures digitals) del repositori
pt: deleta

source: show currently configured keys information for given repositories
ca: mostra informació de les claus configurades pels repositoris especificats
pt: mostrar informações das chaves configuradas para os repositórios habilitados

source: sign (or re-sign) packages in repository using currently set keypair
ca: signa (o signa de nou) paquets del repositori usant el parell de claus actual
pt: assina (ou re-assina) pacotes no repositório, usando o conjunto par-chave corrente

source: import keypair, bind to given repository
ca: importa el parell de claus, aplica al repositori especificat
pl: importuj parę kluczy, powiąż z podanym repozytorium
pt: importar par-chave, ligar ao repositório habilitado

source: export public key of given repository
ca: exporta la clau pública del repositori especificat
pt: exportar chave pública do repositório

source: export private key of given repository
ca: exporta la clau privada del repositori especificat
pt: exportar chave privada do repositório

source: do some searches into community repository databases
ca: cerca en les bases de dades dels repositoris de la comunitat
pt: realizar algumas buscas nas bases de dados de repositórios da comunidade
ru: поискать в базе данных репозиториев сообщества

source: show from what package the provided files belong
ca: mostra a quin paquet pertanyen els fitxers proporcionats
pt: mostrar de qual pacote os arquivos forneidos pertencem
ru: показать, какому пакету принадлежат предоставленные файлы

source: show what packages depend on the provided atoms
ca: mostra quins paquets depenen dels àtoms proporcionats
pt: mostrar quais pacotes dependem dos atoms fornecidos
ru: показать, какие пакеты зависят от предоставленных атомов

source: list all the packages in the default repository
ca: llista tots els paquets del repositori per defecte
pt: listar todos os pacotes no repositório padrão
ru: показать все пакеты в репозитории по умолчанию

source: search packages inside the default repository database
ca: cerca de paquets en la base de dades del repositori per defecte
pt: buscar pacotes dentro da base de dados padrão do repositório
ru: искать пакеты в базе данных репозитория по умолчанию

source: show packages owning the specified tags
ca: mostra els paquets que contenen les etiquetes especificades
pt: mostrar
ru: показать пакеты с определёнными тэгами

source: show installed packages owning the specified revisions
ca: mostra els paquets instal·lats que contenen les revisions especificades
pt: mostrar os pacotes instalados, com ênfase em suas revisões

source: source package manager functions
ca: funcions del gestor de paquets font
pt: funções do gerenciador de códigos-fonte de pacotes (SPM)
ru: функции пакетного менеджера источника

source: compilation function
ca: funció de compilació
pt: função de compilação
ru: функция компиляции

source: compile packages belonging to the provided categories
ca: compila paquets pertanyents a les categories seleccionades
pt: compilar pacotes pertencentes às categories fornecidas
ru: компилировать пакеты, относящиеся к предоставленным категориям

source: just list packages
ca: només llista els paquets
pt: apenas listar pacotes
ru: просто показать список пакетов

source: do not pull old package slots
ca: no afegeixis slots de paquets antics
pt: não semear slots de pacotes obsoletos
ru: не заполняйте слоты старых пакетов

source: compile packages in provided package set names
ca: compila paquets pertanyents als conjunts de paquets seleccionats
pt: compilar pacotes dos nomes conjuntos de pacotes fornecidos
ru: компилировать пакеты с именами предоставленного набора пакетов

source: rebuild everything
ca: recontruïr-ho tot
pt: reconstruir tudo
ru: пересобрать всё

source: run database update if all went fine
ca: executeu l'actualització de la base de dades si tot ha anat bé
pt: executar atualização da base de dados se tudo der certo
ru: запустить обновление базы данных, если всё прошло хорошо

source: run mirror sync if all went fine
ca: executeu sincronitza rèpliques si tot ha anat bé
pt: executar sincronização de espelho se tudo der certo
ru: запустить синхронизацию с зеркалом, если всё прошло нормально

source: scan orphaned packages on SPM
ca: escaneja paquets orfes a SPM
pt: escanear pacotes órfãos no SPM
ru: искать осиротевшие пакеты в SPM

source: notice board handling functions
ca: funcions de gestió del tauler de notícies
pt: funções de tratamento do quadro de notícias
ru: функции обслуживания доски уведомлений

source: add a news item to the notice board
ca: afegeix un element al tauler de notícies
pt: adicionar um item de notícia ao quadro de notícias
ru: добавить новость на доску уведомлений

source: remove a news item from the notice board
ca: elimina un element del tauler de notícies
pt: remover um item de notícia ao quadro de notícias
ru: удалить новость с доски уведомлений

source: read the current notice board
ca: llegir el tauler de notícies actual
pt: ler o quadro de notícias atual
ru: прочитать актуальную доску уведомлений

source: look for unsatisfied dependencies across community repositories
ca: cerca dependències no satisfetes a través dels repositoris de la comunitat
pt: procurar por dependências não satisfeitas através dos repositórios de comunidades
ru: искать неудовлетворенные зависимости в репозиториях сообщества

source: verify the integrity of local package files
ca: verifica la integritat dels fitxers de paquets locals
pt: verificar a integridade dos arquivos locais de pacotes
ru: проверить целостность файлов локального пакета

source: handles User Generated Content features
ca: gestiona les característiques del Contingut Generat per l'Usuari
pl: obsługuje funkcjonalność treści tworzonych przez użytkowników
pt: trata características de UGC (Conteúdo Gerado por Usuário)
ru: обслуживает элементы содержимого, сгенерированного пользователем
uk: обслуговує елементи вмісту, згенерованого користувачем

source: login against a specified repository
ca: inicieu la sessió d'un repositori específic
pl: zaloguj się w podanym repozytorium
pt: autenticar em um repositório especificado
ru: залогиниться в определённый репозиторий
uk: увійти (залогінитись) в певний репозиторій

source: logout from a specified repository
ca: finalitza la sessió d'un repositori específic
pl: wyloguj się z podanego repozytorium
pt: terminar sessão com o repositório especificado
ru: разлогиниться из определённого репозитория
uk: вийти (розлогінитись) з певного репозиторію

source: force action
ca: força l'acció
pl: wymuś operację
pt: forçar ação
ru: принудительно запустить действие
uk: пришвидшити виконання

source: manage package documents for the selected repository (comments, files, videos)
ca: gestiona documents dels paquets del repositori seleccionat (comentaris, fitxers, vídeos)
pl: zarządzaj dokumentami dla pakietów dla wybranego repozytorium (komentarze, pliki, pliki wideo)
pt: gerenciar documentos de pacote para o repositório selecionado (comentários, arquivos, vídeos)
ru: управлять документами пакетов для выбранного репозитория (комментарии, файлы, видеоклипы)
uk: керувати документами пакунків для обраного репозиторію (коментарі,файли, відео)

source: get available documents for the specified package key (example: x11-libs/qt)
ca: obté els documents disponibles per la clau de paquet especificada (per exemple: x11-libs/qt)
pl: weź dostępne dokumenty dla określonego słowa kluczowego pakietu (np. x11-libs/qt)
pt: retornar documentos disponíveis para a chave de pacote especificada (exemplo: x11-libs/qt)
ru: получить доступные документы по выбранному ключу пакета (пример: x11-libs/qt)
uk: отримати наявні документи за обраним ключем пакунку (приклад: x11-libs/qt)

source: add a new document to the specified package key (example: x11-libs/qt)
ca: afegeix un document nou per la clau de paquet especificada (per exemple: x11-libs/qt)
pl: dodaj nowy dokument dla określonego słowa kluczowego pakietu (np. x11-libs/qt)
pt: adicionar novo documento à chave de pacote especificada (exemplo: x11-libs/qt)
ru: добавить новый документ для выбранного ключа пакета (пример: x11-libs/qt)
uk: додати новий документ для обраного ключа пакунку (приклад: x11-libs/qt)

source: remove documents from database using their identifiers
ca: elimina documents de la base de dades a partir dels seus identificadors
pl: usuń dokumenty z bazy danych używając ich identyfikatorów
pt: remover documentos da base de dados usando seus identificadores
ru: удалить документы из базы данных, используя их наименования
uk: видалити документи з бази даних, використовуючи їх найменування

source: manage package votes for the selected repository
ca: gestiona els vots dels paquets del repositori seleccionat
pl: zarządzaj ocenami pakietów dla wybranego repozytorium
pt: gerenciar votos de pacotes para os repositórios selecionados
ru: управлять оценками пакетов для выбранного репозитория
uk: керувати оцінками пакунків для обраного репозиторію

source: get vote for the specified package key (example: x11-libs/qt)
ca: obté els vots per la clau de paquet especificada (per exemple: x11-libs/qt)
pl: weź ocenę dla określonego słowa kluczowego pakietu (np. x11-libs/qt)
pt: retornar votos para a chave de pacote especificada (exemplo: x11-libs/qt)
ru: получить голос для указанного ключа пакета (пример: x11-libs/qt)
uk: отримати голос для зазначеного ключа пакунку (приклад: x11-libs/qt)

source: add vote for the specified package key (example: x11-libs/qt)
ca: afegeix un vot per la clau de paquet especificada (per exemple: x11-libs/qt)
pl: dodaj ocenę dla określonego słowa kluczowego pakietu (np. x11-libs/qt)
pt: adicionar voto para a chave de pacote especificada (exemplo: x11-libs/qt)
ru: добавить голос для выбранного ключа пакета (пример: x11-libs/qt)
uk: додати голос для обраного ключа пакунку (приклад: x11-libs/qt)

source: handles Entropy cache
ca: gestiona la memòria de cau d'Entropy
pl: obsługuje cache Entropy
pt: trata o cache do Entropy
ru: обслуживает кэш Entropy
uk: обслуговує кеш Entropy

source: clean Entropy cache
ca: esborra la memòria de cau d'Entropy
pl: wyczyść cache Entropy
pt: limpar cache do Entropy
ru: очистить кэш Entropy
uk: очистити кеш Entropy

source: remove downloaded packages and clean temp. directories
ca: elimina els paquets baixats i esborra els directoris temporals
pl: usuń pobrane pakiety i wyczyść katalogi tymczasowe
pt: remover pacotes recebidos e limpar diretórios temporários
ru: удалить загруженные пакеты и очистить временные директории
uk: видалити завантажені пакунки і очистити тимчасові директорії

source: show system information
ca: mostra informació del sistema
pl: pokaż informacje systemowe
pt: mostrar informações do sistema
ru: показать информацию системы
uk: відобразити інформацію системи

source: is deprecated, please use
ca: està desaconsellat, useu
pl: - przestarzałe, proszę użyć
pt: obsoleto, por favor, use

source: You need to install sys-apps/entropy-server. :-) Do it !
ca: Heu d'instal·lar sys-apps/entropy-server. :-) Feu-ho!
pt: Você precisa instalar sys-apps/entropy-server. :-) Instale !
ru: Тебе необходимо установить sys-apps/entropy-server :-) Так сделай это !

source: You need to install/update sys-apps/entropy-server. :-) Do it !
ca: Us cal instal·lar/actualitzar sys-apps/entropy-server. :-) Feu-ho!
pt: Você precisa instalar/atualizar sys-apps/entropy-server. :-) Instale/Atualize !
ru: Тебе необходимо установить/обновить sys-apps/entropy-server :-) Так сделай это !

source: You are not root
ca: No sou root
pl: Nie jesteś rootem
pt: Vocẽ não é root
ru: Вы не root
uk: Ви не суперкористувач root

source: not enough parameters
ca: no hi ha prou paràmetres
pl: za mało argumentów
pt: não há parâmetros suficientes
ru: недостаточно параметров
uk: недостатньо параметрів

source: Installed packages repository corrupted. Please re-generate it
ca: El repositori de paquets instal·lats està malmès. Regenereu-lo.
pl: Repozytorium zainstalowanych pakietów jest uszkodzonych. Proszę je ponownie wygenerować.
pt: Base de Dados de pacotes Instalados não encontrada ou corrompida. Por favor, gere-a novamente

source: Cannot continue
ca: No es pot continuar
pl: Nie można kontynuować
pt: Não é possível continuar
ru: Невозможно продолжить
uk: Неможливо продовжувати

source: Your hard drive is full! Your fault!
ca: El disc dur està ple! És culpa vostra!
pl: Twój twardy dysk jest zapełniony! Twoja wina!
pt: Seu disco rígido está cheio! Sua falha!

source: Hi. My name is Bug Reporter. I am sorry to inform you that Equo crashed. Well, you know, shit happens.
ca: Hola. Sóc el Gestor de Petades. Sento informar-vos que Equo ha petat. Mala sort.
pl: Cześć. Nazywam się Zgłaszacz Błędów. Przykro mi poinformować, że Equo awaryjnie przerwało pracę. Cóż, wiesz, przypadki chodzą po ludziach.
pt: Oi. Meu nome é Relator de Bugs. Infelizmente, tenho que informar-lhe que o Equo travou. Bem, você sabe, merda acontece.
ru: Привет. Меня зовут БагРепортер. Мне очень неприятно об этом говорить, но, увы, Equo накрылся медным тазом. Ну и это... ты знаешь, дерьмо случается.

source: But there's something you could do to help Equo to be a better application.
ca: Hi ha una cosa que podeu fer, però, per ajudar a fer de Equo una aplicació millor.
pl: Ale jest coś, co możesz zrobić, żeby pomóc w tym, by Equo było lepszym programem.
pt: Mas há algo que você pode fazer para ajudar Equo à ser um aplicativo melhor.
ru: Но при этом Вы могли бы кое-что сделать для того, чтобы Equo стал менее глючной программой.
uk: Але при цьому Ви могли б дещо посприяти тому, щоб Equo став меншглючною програмою.

source: -- EVEN IF I DON'T WANT YOU TO SUBMIT THE SAME REPORT MULTIPLE TIMES --
ca: -- ENCARA QUE NO VULGUEU ENVIAR EL MATEIX INFORME DIVERSES VEGADES --
pl: -- NAWET JEŚLI NIE CHCĘ, BYŚ WYSYŁAŁ TEN SAM RAPORT O BŁĘDACH WIELE RAZY --
pt: -- MESMO QUE EU NÃO QUEIRA QUE VOCÊ ENVIE O MESMO RELATÓRIO VÁRIAS VEZES --
ru: -- КАК МИНИМУМ ПОТОМУ, ЧТОБЫ Я НЕ ХОЧУ, ЧТОБЫ ТЕБЕ ПРИШЛОСЬ ПОСЫЛАТЬ ЭТОТ ЧЕРТОВ ОТЧЕТ ПО СТО РАЗ --

source: Now I am showing you what happened. Don't panic, I'm here to help you.
ca: Ara us mostro el que ha passat. No us preocupeu, jo us ajudaré.
pl: Teraz pokażę ci, co się stało. Bez nerwów, jestem tu po to, by pomóc.
pt: Agora estou mostrando o que acontece. Não entre em pânico, estou aqui para ajudá-lo.
ru: Теперь я покажу тебе, что случилось. Не паникуй, я здесь, чтобы помочь тебе.
uk: Зараз я покажу тобі, що скоїлось. Не панікуй, я тут, аби допомогти тобі.

source: Oh well, I cannot even write to /tmp. So, please copy the error and mail lxnay@sabayon.org.
ca: Oh! No puc ni escriure a /tmp. Si us plau, copieu l'error i envieu-lo per correu electrònic a lxnay@sabayon.org.
pl: O tak, nawet nie mogę pisać do /tmp. Więc proszę skopiuj błąd i wyślij e-maila: lxnay@sabayon.org.
pt: Bem, eu não consigo nem escrever em /tmp. Então, por favor copie o erro e envie-o para lxnay@sabayon.org.
ru: Оу... черт, я не могу больше записывать в /tmp. В общем, пожалуйста, скопируй эту ошибку и отправь на lxnay@sabayon.org. И не вешай нос, это всё ерунда.

source: Of course you are on the Internet...
ca: Efectivament esteu connectat a Internet...
pl: Oczywiście masz połączenie z Internetem...
pt: Obviamente você está na Internet...
ru: Ну и, конечно, ты в интернете...
uk: Ну і, звичайно, ти в інтернеті ...

source: Erm... Can I send the error, along with some information about your hardware to my creators so they can fix me? (Your IP will be logged)
ca: Um...Puc enviar l'error junt amb alguna altra informació sobre el vostre maquinari als meus creadors perquè em puguin arreglar? (Es registrarà la vostra IP)
pl: Hmm... Czy mogę wysłać błąd, razem z pewnymi informacjami o twoim sprzęcie do moich twórców, dzięki czemu będą mogli mnie naprawić? (Twoje IP zostanie zapisane)
pt: Ei... Posso enviar o erro, junto com algumas informações sobre o seu hardware, para os meus criadores, para que eles me consertem? (Seu IP será armazenado em log)

source: Ok, ok ok ok... Sorry!
ca: D'acord, d'acord... Ho sento!
pl: Ok, ok ok ok... Wybacz!
pt: Ok, ok ok ok... Desculpa!
ru: Ну ладно, ладно, ладно, хорошо, ХОРОШО, ИЗВИНИ!
uk: Ну гаразд, гаразд, гаразд... вибачте, прошу пана!

source: If you want to be contacted back (and actively supported), also answer the questions below:
ca: Si voleu que us contactem (i us donem suport actiu), contesteu també les respostes de baix:
pl: Jeżeli chcesz uzyskać kontakt (i otrzymać aktywne wsparcie), odpowiedz też na poniższe pytania:
pt: Se você quiser ser contatado (e receber suporte ativo), responda também às respostas abaixo:
ru: Когда будешь связываться (и активно общаться с техподдержкой), ответь заодно на нижеуказанные вопросы:

source: Your Full name:
ca: El nom complet:
pl: Imię i nazwisko:
pt: Seu Nome Completo:
ru: Ваше полное имя:
uk: Ваше повне ім'я:

source: Your E-Mail address:
ca: L'adreça de correu electrònic:
pl: Adres e-mail:
pt: Seu Endereço de E-mail:
ru: Ваш адрес E-Mail:
uk: Ваша поштова електронна адреса:

source: What you were doing:
ca: El que estàveu fent:
pl: Czym się zajmujesz:
pt: O que você estava fazendo:
ru: Чего ж ты такого наделал:
uk: Що ж ти такого накоїв:

source: Thank you very much. The error has been reported and hopefully, the problem will be solved as soon as possible.
ca: Moltes gràcies. El registre d'error s'ha enviat correctament i esperem que el problema s'arregli el més aviat possible.
pl: Dziękuję bardzo. Błąd został zgłoszony i - miejmy nadzieję - problem zostanie rozwiązany tak szybko, jak to możliwe.
pt: Muito obrigado. O erro foi reportado e temos esperança de que o problema será resolvido o mais rápido possível.
ru: Спасибо тебе огромное. Данные об ошибке отправлены и, если всё будет нормально, проблема будет решена как можно раньше.

source: Entropy/Equo version mismatch
ca: La versió de Entropy/Equo està desfasada
pl: Wersje Entropy i Equo nie pasują do siebie
pt: Versão de Entropy/Equo não bate

source: it could make your system explode!
ca: podria fer explotar el sistema!
pl: może to spowodować, że twój system wybuchnie!
pt: isso pode fazer seu computador explodir!

source: Cleaning Entropy cache, please wait ...
ca: S'està esborrant la memòria de cau d'Entropy ...
pl: Czyszczenie cache Entropy, proszę czekać...
pt: limpando cache do Entropy, favor aguardar...

source: Entropy cache cleaned.
ca: S'ha esborrat la memòria de cau d'Entropy.
pl: Cache Entropy wyczyszczone.
pt: Cache do Entropy foi limpo.

source: Scanning filesystem
ca: S'està escanejant el sistema de fitxers
pl: Skanowanie systemu plików
pt: Escaneando sistema de arquivos
ru: Сканирование файловой системы
uk: Сканування файлової системи

source: file
ca: fitxer
pl: plik
pt: arquivo
ru: файл
uk: файл
