Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Syncing current database
ca: S'està sincronitzant la base de dades actual
pl: Synchronizowanie bieżącej bazy
pt: Sincronizando base de dados atual
ru: Синхронизация текущей базы данных
uk: Синхронізація поточної бази даних

source: please wait
ca: espereu
pl: proszę czekać
pt: espere, por favor
ru: пожалуйста, подождите
uk: зачекайте, будь-ласка

source: Removing entry
ca: S'està eliminant una entrada
pl: Usuwanie pozycji
pt: Removendo entrada
ru: Удаление записи
uk: Видалення запису

source: Adding entry
ca: S'està afegint una entrada
pl: Dodawanie pozycji
pt: Adicionando entrada
ru: Добавление записи
uk: Додавання запису

source: Exporting database table
ca: S'està exportant la taula de la base de dades
pl: Eksportowanie bazy danych
pt: Exportando tabela da base de dados
ru: Экспорт таблицы базы данных
uk: Експорт таблиці бази даних

source: Database Export complete.
ca: S'ha completat l'exportació de la base de dades
pl: Eksport bazy zakończony.
pt: Exportação da Base de Dados completada.
uk: Експорт бази даних завершено.

source: ATTENTION
ca: ATENCIÓ
pl: UWAGA
pt: ATENÇÃO
ru: ВНИМАНИЕ
uk: УВАГА

source: Spm error occured
ca: Hi ha hagut un error Spm
pl: Błąd związany z SPM
pt: Ocorreu erro Spm

source: Spm Unique Identifier not found for
ca: No s'ha trobat un Identificador Únic Spm per a
pl: Unikatowy identyfikator SPM nie znaleziony dla
pt: Identificador único Spm não encontrado

source: updating repository metadata layout, please wait!
ca: s'està actualitzant la disposició de metadades del repositoris, espereu!
pl: aktualizowanie układu metadanych dla repozytorium, proszę czekać!
pt: Atualizando repositório de Metadados, por favor espere!

source: generating provided_libs metadata, please wait!
ca: s'estan generant les metadades de provided_libs, espereu
pl: generowanie metadanych provided_libs, proszę czekać!
pt: Gerando Bibliotecas de Metadados, por favor espere!
uk: Генерація мета-інформації. Будь-ласка, зачекайте.

source: Running fixpackages
ca: S'està executant fixpackages

source: it could take a while
ca: pot trigar una estona
pl: to może chwilę zająć
pt: pode levar algum tempo
ru: это может занять время
uk: ця дія може тривати деякий час

source: action
ca: acció
pl: czynność
pt: ação
ru: действие
uk: дія

source: package move actions complete
ca: s'ha desplaçat el paquet
pl: czynność przenoszenie pakietów zakończona
pt: ações de movimentação de pacote completadas
ru: совершение действий по перемещению пакета
uk: переміщення пакунку завершене

source: WARNING
ca: AVÍS
pl: UWAGA
pt: AVISO
ru: ОСТОРОЖНО
uk: ОБЕРЕЖНО

source: Cannot run SPM cleanup, error
ca: No es pot executar la neteja SPM, error
pl: Nie można wykonać porządkowania SPM, błąd
pt: Não é possível executar limpeza do SPM, erro
ru: Невозможно запустить очистку SPM, ошибка
uk: Неможливо виконати очищення SPM, помилка

source: package moves completed successfully
ca: s'han desplaçat els paquets
pl: przenoszenie pakietów zakończone pomyślnie
pt: movimentação de pacotes completada com sucesso
ru: перемещения пакета успешно завершены
uk: переміщення пакунку вдало завершені

source: Moving old entry
ca: S'està movent una entrada antiga
pl: Przenoszenie elementu
pt: Movendo entrada antiga
ru: Перемещение старой записи
uk: Переміщення старого запису

source: to
ca: a
pl: do
pt: para
ru: на
uk: на

source: Accessibility
ca: Accessibilitat
pl: Dostępność
pt: Acessibilidade

source: Accessibility applications
ca: Aplicacions d'accessibilitat
pl: Programy ułatwiające dostęp
pt: Aplicações de Acessibilidade

source: Office
ca: Oficina
pl: Biuro
pt: Escritório
ru: Офис

source: Applications used in office environments
ca: Aplicacions usades en entorns d'oficina
pl: Programy używane w środowisku biurowym
pt: Aplicativos para Escritórios
ru: Приложения, используемые в офисной среде

source: Development
ca: Deselvolupament
pl: Programowanie
pt: Desenvolvimento
ru: Разработка

source: Applications or system libraries
ca: Aplicacions o llibreries de sistema
pl: Programy lub biblioteki systemowe
pt: Bibliotecas de Aplicativos ou Sistema
ru: Приложения или системные библиотеки

source: System
ca: Sistema
pt: Sistema
ru: Система
uk: Система

source: System applications or libraries
ca: Aplicacions de sistema o llibreries
pl: Systemowe programy lub biblioteki
pt: Aplicativos de Sistema ou Bibliotecas
ru: Системные приложения или библиотеки

source: Games
ca: Jocs
pl: Gry
pt: Jogos
ru: Игры

source: Games, enjoy your spare time
ca: Jocs, aprofiteu el vostre temps lliure
pl: Gry, baw się dobrze w wolnym czasie
pt: Jogos! Aproveite seu tempo livre
ru: Игры, наслаждайтесь своим отдыхом

source: GNOME Desktop
ca: Escriptori GNOME
pl: Środowisko GNOME
pt: Desktop GNOME
ru: Среда GNOME

source: Applications and libraries for the GNOME Desktop
ca: Aplicacions i llibreries de l'escriptori GNOME
pl: Programy i biblioteki dla środowiska GNOME
pt: Aplicativos ou Bibliotecas para GNOME
ru: Приложения и библиотеки для среды GNOME

source: KDE Desktop
ca: Escriptori KDE
pl: Środowisko KDE
pt: Desktop KDE
ru: Среда KDE

source: Applications and libraries for the KDE Desktop
ca: Aplicacions i llibreries de l'escriptori KDE
pl: Programy i biblioteki dla środowiska KDE
pt: Aplicativos ou Bibliotecas para KDE
ru: Приложения и библиотеки для среды KDE

source: XFCE Desktop
ca: Escriptori XFCE
pl: Środowisko Xfce
pt: Desktop XFCE
ru: Среда XFCE

source: Applications and libraries for the XFCE Desktop
ca: Aplicacions i llibreries de l'escriptori XFCE
pl: Programy i biblioteki dla środowiska Xfce
pt: Aplicativos ou Bibliotecas para XFCE
ru: Приложения и библиотеки для среды XFCE

source: LXDE Desktop
ca: Escriptori LXDE
pl: Środowisko LXDE
pt: Desktop LXDE
ru: Среда LXDE

source: Applications and libraries for the LXDE Desktop
ca: Aplicacions i llibreries de l'escriptori LXDE
pl: Programy i biblioteki dla środowiska LXDE
pt: Aplicativos ou Bibliotecas para LXDE
ru: Приложения и библиотеки для среды LXDE

source: Multimedia
ca: Multimèdia
pt: Multimídia
ru: Мультимедиа

source: Applications and libraries for Multimedia
ca: Aplicacions i llibreries multimèdia
pl: Programy i biblioteki kategorii Multimedia
pt: Aplicativos ou Bibliotecas para Multimídia
ru: Приложения и библиотеки для мультимедиа

source: Networking
ca: Gestió de xarxes
pl: Sieci
pt: Conectividade
ru: Сеть
uk: Мережа

source: Applications and libraries for Networking
ca: Aplicacions i llibreries d'internet
pl: Programy i biblioteki kategorii Sieci
pt: Aplicativos ou Bibliotecas para Rede
ru: Приложения и библиотеки для подключения к сети

source: Science
ca: Ciència
pl: Nauka
pt: Ciência
ru: Наука

source: Scientific applications and libraries
ca: Aplicacions i llibreries científiques
pl: Programy i biblioteki kategorii Nauka
pt: Aplicativos ou Bibliotecas para uso Científico
ru: Научные приложения и библиотеки

source: Security
ca: Seguretat
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
uk: Безпека

source: Security orientend applications
ca: Aplicacions orientades a seguretat
pl: Programy związane z bezpieczeństwem
pt: Aplicativos orientados para Segurança

source: Applications and libraries for X11
ca: Aplicacions i llibreries per X11
pl: Programy i biblioteki dla X11
pt: Aplicativos ou Bibliotecas para X11
ru: Приложения и библиотеки для X11

source: not found
ca: no s'ha trobat
pl: nie znaleziono
pt: não encontrado
ru: не найдено
uk: не знайдено

source: Cannot run Source Package Manager trigger for
ca: No es pot executar l'activador del Gestor de Paquets Font
pl: Nie można wykonać wyzwalacza menadżera pakietów źródłowych dla
pt: Não foi possível executar gatilho do Portage para
ru: Невозможно запустить триггер Источника Пакетного Менеджера для

source: Please report it
ca: Si us plau informeu-ne
pl: Proszę to zgłosić
pt: Por favor reporte isto
ru: Пожалуйста, сообщите об этом
uk: Будь ласка, повідомте про це

source: Attach this
ca: Adjunta-ho
pl: Załącz to
pt: Anexar isto
ru: Вложить это

source: Cannot run SPM configure phase for
ca: No es pot executar la fase SPM per
pl: Nie można wykonać etapu konfiguracji SPM dla
pt: Não foi possível executar configuração SPM para
ru: Невозможно запустить фазу конфигурации SPM для

source: repackaging
ca: S'està reempaquetant
pl: ponowne paczkowanie
pt: re-empacotando
ru: перепаковка
uk: перепакування

source: Cannot complete quickpkg for atom
ca: No es pot completar quickpkg per l'àtom
pl: Nie można ukończyć quickpkg dla atomu
pt: Não é possível completar quickpkg para atom
ru: Невозможно завершить quickpkg для атома
uk: Неможливо завершити quickpkg для атома

source: do it manually
ca: féu-ho manualment
pl: zrób to ręcznie
pt: fazer isto manualmente
ru: сделайте это вручную
uk: виконайте це власноруч

source: package files rebuild did not run properly
ca: la reconstrucció de paquets no s'ha executat correctament
pl: przebudowanie plików pakietu nie zostało wykonane pomyślnie
pt: A montagem dos pacotes não funcionou adequadamente
ru: пересборка файлов пакета не запущена корректно
uk: Перезбірка файлів пакунку не виконана коректно

source: Please update packages manually
ca: Actualitzeu els paquets manualment
pl: Proszę uaktualnić pakiety ręcznie
pt: Por favor atualize pacotes manualmente
ru: Будьте добры обновить пакеты вручную
uk: Будь-ласка оновіть пакунок власноруч

source: forcing package updates
ca: s'està forçant l'actualització de paquets
pl: wymuszanie aktualizacji pakietów
pt: forçando atualização de pacotes
ru: принуждение к обновлению пакетов
uk: примусове оновлення пакунків

source: Syncing with
ca: S'està sincronitzant amb
pl: Synchronizowanie z
pt: Sincronizando com
ru: Синхронизация с
uk: Синхронізація з

source: Cannot complete quickpkg for atoms
ca: No es pot completar quickpkg pels àtoms
pl: Nie można ukończyć quickpkg dla atomów
pt: Não é possível completar quickpkg para os atoms
ru: Невозможно завершить quickpkg для атомов
uk: Неможливо завершити quickpkg для атомів

source: Cannot stat path
ca: No es pot establir el camí
pl: Nie można wykonać stat() dla ścieżki
pt: não foi possível iniciar caminho

source: Cannot update Portage database to destination
ca: No es pot actualitzar la base de dades de Portage al destí
pl: Nie można zaktualizować bazy Portage dla położenia docelowego
pt: Não é possível atualizar a base de dados do Portage para o destino
ru: Невозможно обновить базу данных портеджа по расположению

source: SPM uid update error
ca: Error en actualitzar SPM uid
pl: Błąd przy aktualizacji SPM UID
pt: Erro ao atualizar o UID do SPM
ru: Ошибка при обновлении SPM uid

source: Cannot update SPM installed pkgs file
ca: No es pot actualitzar el fitxer SPM de paquets instal·lats
pt: O arquivo doa pacotes SPM instalados não atualizou
ru: Невозможно обновить файл установленных пакетов SPM

source: does not exist
ca: no existeix
pl: nie istnieje
pt: não existe
ru: не существует
uk: не існує

source: Overwriting
ca: S'està sobreescrivint
pl: Nadpisywanie
pt: Sobrescrevendo
ru: Перезапись
uk: Перезаписую

source: variable differs
ca: la variable difereix
pl: zmienna różni się
pt: variável difere
ru: всевозможные различия
uk: різноманітні відмінності

source: Updating
ca: S'està actualitzant
pl: Aktualizowanie
pt: Atualizando
ru: Обновление
uk: Оновлюю

source: updating critical variables
ca: s'estan actualitzant variables crítiques
pl: aktualizowanie ważnych zmiennych
pt: atualizando variáveis críticas
ru: Обновление критических вариаций
uk: оновлюю критичні змінні

source: differs
ca: difereix
pl: różni się
pt: difere
ru: различия
uk: відмінності

source: Reverting
ca: S'està revertint
pl: Cofanie zmiany
pt: Revertendo
ru: Возвращение
uk: Повертаю

source: Skipping configuration files update, you are not root.
ca: S'està ometent l'actualització de fitxers de configuració, no sou root.
pl: Pomijanie aktualizację plików konfiguracyjnych, nie jesteś rootem.
pt: Pulando atualização de arquivos de configuração, você não é root.
ru: Пропуск обновления файлов конфигурации, Вы не root
uk: Пропускаю оновлення файлів налаштувань, Ви не суперкористувач root

source: Error calculating dependencies
ca: Error en calcular les dependències
pl: Błąd przy obliczaniu zależności
pt: Erro ao calcular dependências
ru: Ошибка при подсчёте зависимостей

source: not supported
ca: no està implementada
pl: nieobsługiwana
pt: não suportado
ru: не поддерживается
uk: не підтримується

source: Probably Portage API has changed
ca: L'API de Potage probablement ha canviat
pl: Możliwe, że API Portage się zmieniło
pt: Provavelmente a API do Portage mudou
ru: Возможно, был изменен API портеджа

source: IOError while reading
ca: IOError en llegir
pl: Błąd IOERrror podczas odczytywania
pt: Erro de Entrada-Saída ao ler

source: illegal Entropy package tag in ebuild
ca: l'etiqueta Entropy del paquet de l'ebuild és il·legal
pl: niedozwolony tag pakietu Entropy w pliku ebuild
pt: chamada ilegal para o Entropy no Ebuild

source: Calculating updates...
ca: S'estan calculant les actualitzacions...

source: Running package injection
ca: S'estan injectant paquets

source: Running package removal
ca: S'estan eliminant paquets

source: Running package quickpkg
ca: S'està executant quickpkg

source: Adding packages
ca: S'estan afegint paquets

source: Opening database to let it run treeupdates. If you won't see anything below, it's just fine.
ca: S'està obrint la base de dades perquè pugui executar treeupdates. Si no veieu res a continuació, tot és correcte.

source: Scanning
ca: S'està escanejant

source: Socket error, continuing...
ca: Error en el sòcol, es continua...

source: Remote Entropy Database Repository Status
ca: Estat del repositori de la base de dades remota d'Entropy

source: Host
ca: Ordinador central
ru: Хост
uk: Хост

source: Database revision
ca: Revisió de la base de dades

source: Database local revision currently at
ca: Revisió de la base de dades local actualment a

source: OutputInterface does not have an output method
ca: OutputInterface no té un mètode de sortida

source: A valid entropy.client.services.ugc.commands.Base interface is needed
ca: Cal una instància basada en una interfície entropy.client.services.ugc.commands.Base vàlida

source: connection error while receiving data
ca: s'ha produït un error de connexió mentre es rebien dades

source: command not supported. receive aborted
ca: ordre sense implementar. La recepció s'interromp

source: malformed EOS. receive aborted
ca: l'EOS està mal format. La recepció s'interromp

source: malformed data. receive aborted
ca: les dades estan mal formades . La recepció s'interromp

source: connection timed out while receiving data
ca: s'ha excedit el temps de connexió en la recepció de dades

source: syscall error while receiving data
ca: s'ha produït un error syscall mentre es rebien dades

source: Reconnecting to socket
ca: S'està reconnectant amb el sòcol

source: Warning: you are using an emergency SSL interface, SSL certificate can't be verified. Please install dev-python/pyopenssl
ca: Atenció: esteu usant una interfície SSL d'emergència. El certificat SSL no es pot verificar. Si us plau, instal·leu dev-python/pyopenssl

source: Service issuer
ca: Servei emissor

source: Successfully connected to host
ca: S'ha connectat correctament amb l'ordinador central

source: Successfully disconnected from host
ca: S'ha desconnectat de l'ordinador central correctament

source: no username specified
ca: no s'ha especificat el nom d'usuari

source: no password specified
ca: no s'ha especificat la contrasenya

source: empty password
ca: la contrasenya és buida

source: empty username
ca: el nom d'usuari és buit

source: user not found
ca: no s'ha trobat l'usuari

source: you need to login on the website to update your password format
ca: heu d'iniciar la sessió a la pàgina web per actualitzar el format de la contrasenya

source: wrong password
ca: la contrasenya és incorrecta

source: user inactive
ca: l'usuari és inactiu

source: user banned
ca: l'usuari està bandejat

source: method not implemented
ca: el mètode no està implementat

source: verifying upload (if supported)
ca: s'està verificant la càrrega (si és compatible)
pl: sprawdzanie wysłanych danych (jeśli obsługiwane)
pt: verificando envio (se suportado)
ru: проверка закачки (если поддерживается)
uk: перевірка завантаження (якщо підтримується)

source: digest verification
ca: verificació de l'empremta electrònica
pl: weryfikacja sumy kontrolnej
pt: verificação de sumário
ru: проверка списков
uk: перевірка списків

source: so far, so good!
ca: Tot és correcte :-)
pl: jak dotąd dobrze!
pt: até agora, tudo bem!
ru: Чем дальше - тем лучше!
uk: Чим далі - тим краще!

source: malformed md5 provided to function
ca: s'ha proporcionat una md5sum mal formatada a la funció
pl: błędna suma md5 przekazana do funkcji
pt: md5 deformado foi passado para a função
ru: испорченная md5 предоставлена функции
uk: зіпсована md5 -перевірка надана функції

source: remote md5 is invalid
ca: la md5 remota no és vàlida
pl: zdalna suma md5 jest niepoprawna
pt: md5 remoto é inválido
ru: удаленная md5 неверна
uk: віддалена md5 -перевірка закінчилась помилково

source: successful
ca: correctament
pl: pomyślnie
pt: sucesso
ru: успешно
uk: вдало

source: failed, retrying
ca: ha fallat, s'està reintentant
pl: nie udało się, ponawianie
pt: falhou, tentando novamente
ru: не вышло, начинаем снова
uk: закічилось помилково, починаємо знову

source: not critical
ca: no crític
pl: niekrytyczne
pt: não crítico
ru: не критично
uk: не критично

source: continuing
ca: s'està continuant
pl: kontynuowanie
pt: continuando
ru: продолжаем
uk: продовжуємо

source: connecting to mirror
ca: s'està connectant amb la rèplica
pl: łączenie z serwerem lustrzanym
pt: conectando ao espelho
ru: соединение с зеркалом
uk: з'єднання з дзеркалом

source: setting directory to
ca: s'estableix el directori en
pl: ustawienia katalogu na
pt: mudando diretório para
uk: зміна директорії на

source: mirrors have not been unlocked. Sync them.
ca: les rèpliques no s'han desbloquejat. Sincronitzeu-les.
pl: serwery lustrzane nie zostały odblokowane. Zsynchronizuj je.
pt: Espelhos não foram destrancados. Lembre de sincronizá-los.

source: repository
ca: repositori
pl: repozytorium
pt: repositório
ru: репозиторий
uk: репозиторій

source: syncing package sets
ca: s'estan sincronitzant els conjunts de paquets
pl: synchronizowanie zestawów pakietów
pt: sincronizando conjuntos de pacotes

source: INJECT
ca: INJECTA
pl: WSTRZYKIWANIE
pt: INJETAR
ru: ДОБАВЛЕНИЕ
uk: ДОДАТИ

source: has been injected
ca: s'ha injectat
pl: został wstrzyknięty
pt: foi injetado
ru: добавлено
uk: додано

source: quickpkg manually to update embedded db
ca: quickpkg manualment per actualitzar la base de dades incrustada
pl: uruchom quickpkg ręcznie, żeby zaktualizować wbudowaną bazę danych
pt: executar quickpkg manualmente para atualizar bd embebida
ru: сделайте quickpkg вручную, чтобы обновить вложенную базу данных
uk: виконайте quickpkg власноруч, щоб оновити вбудовану базу даних

source: package has no keyword set, it will be masked !
ca: el paquet no té assignada keyword, s'emmascararà !
pl: pakiet nie ma ustawionego słowa kluczowego, więc będzie zamaskowane!
pt: O pacote não tem Palavra-Chave, ele será mascarado !

source: defaulting to 0
ca: s'estableix per defecte a 0
pl: ustawianie domyślnej wartości na 0
pt: padronizando para 0
ru: установка по умолчанию на 0
uk: встановлено за замовчуванням на 0

source: Attention
ca: Atenció
pl: Uwaga
pt: Atenção
ru: Внимание
uk: Увага

source: cannot match
ca: no pot coincidir
pl: nie można dopasować
pt: não é possível comparar
ru: невозможно подсчитать
uk: неможливо співставити

source: Do you want to continue ?
ca: Voleu continuar?

source: Invalid tag specified
ca: L'etiqueta especificada no és vàlida
pl: wprowadzono nieprawidłowy tag
pt: tag especificada é inválida
ru: выбран неправильный тэг
uk: обраний невірний тег

source: Packages already tagged, action aborted
ca: Aquests paquets ja tenen etiqueta, s'interromp l'acció

source: flushing back selected packages from branches
ca: s'estan eliminant els paquets seleccionats de les branques
pt: despejando de volta os pacotes selecionados dos ramos
ru: возвращение выбранных пакетов с веток
uk: повернення обраних пакунків з гілок

source: nothing to do
ca: no hi ha res per fer
pl: nic do zrobienia
pt: nada para fazer
ru: нечего делать
uk: більше немає чого робити

source: these are the packages that will be flushed
ca: aquests són els paquets que s'eliminaran
pt: estes são os pacotes que vão ser despejados
ru: вот пакеты, которые будут возвращены
uk: ось пакунки, які будуть повернуті

source: Would you like to continue ?
ca: Voleu continuar?
pl: Czy chcesz kontynuować?
pt: Você deseja continuar?
ru: Желаете ли продолжить?
uk: Бажаєте продовжити?

source: checking package hash
ca: s'està comprovant l'empremta electrònica del paquet...
pl: sprawdzanie sumy kontrolnej pakietu
pt: checando hash do pacote
ru: проверка хэша пакета
uk: перевірка хеша пакунку

source: hash does not match for
ca: l'empremta no coincideix per
pl: suma kontrolna nie zgadza się dla
pt: hash não corresponde para
ru: хэш не подсчитан для
uk: хеш не співпадає для

source: wrong md5
ca: md5 és incorrecte
pl: zła suma md5
pt: md5 errado
ru: неверная md5
uk: невірна md5-сума

source: download errors
ca: errors de baixada
pl: błędy przy pobieraniu
pt: erros de recebimento
ru: ошибки загрузки
uk: помилки завантаження

source: reason
ca: raó
pl: powód
pt: razão
ru: причина
uk: причина

source: download completed successfully
ca: la baixada s'ha completat correctament
pl: pobieranie ukończone pomyślnie
pt: recebimento completado com sucesso
ru: загрузка успешно завершена
uk: завантаження вдало завершене

source: error downloading packages from mirrors
ca: error en baixar els paquets de les rèpliques
pl: błąd przy pobieraniu pakietów z serwerów lustrzanych
pt: erro ao receber pacotes dos espelhos
ru: ошибка при скачивании пакетов с зеркал
uk: помилка при завантаженні пакунків з дзеркал

source: working on branch
ca: s'està treballant en la branca
pl: pracowanie na gałęzi
pt: trabalhando no branch
ru: работа с веткой
uk: робота з гілкою

source: updating package
ca: s'està actualitzant un paquet
pl: aktualizowanie pakietu
pt: atualizando pacote
ru: обновление пакета
uk: оновлення пакунку

source: package flushed
ca: paquet eliminat
pt: pacote despejado
ru: пакет возвращён
uk: пакунок повернуто

source: Preparing to move selected packages to
ca: S'està preparant per desplaçar els paquets seleccionats a
pl: Przygotowanie do przeniesienia wybranych pakietów do
pt: Preparando para mover pacotes selecionados para
ru: Подготовка к перемещению выбранных пакетов в
uk: Підготовка до переміщення обраних пакунків у

source: Preparing to copy selected packages to
ca: S'està preparant per copiar els paquets seleccionats a
pl: Przygotowanie do skopiowania wybranych pakietów do
pt: Preparando para copiar pacotes selecionados para
ru: Подготовка к копированию выбранных пакетов в
uk: Підготовка до копіювання обраних пакунків у

source: Note
ca: Nota
pl: Uwaga
pt: Nota
ru: Замечание
uk: Зауваження

source: all old packages with conflicting scope will be removed from destination repo unless injected
ca: tots els paquets antics amb scope en conflicte s'eliminaran del repositori destí, a menys que s'injectin
pt: todos pacotes antigos com escopo de conflito vão ser removidos do repositório destinatário à menos que injetados
ru: все старые пакеты с конфликтующими возможностями будут удалены из репозитория назначения ещё до добавления
uk: всі старі пакунки з конфліктуючими можливостями будуть видалені зрепозиторію призначення ще перед додаванням

source: new tag
ca: nova etiqueta
pl: nowy tag
pt: nova tag
ru: новый тэг
uk: новий тег

source: remove
ca: elimina
pl: usuń
pt: remover
ru: удалить
uk: видалити
