Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: unlock error
ca: error de desbloqueig
pl: błąd przy odblokowywaniu
pt: erro ao destrancar
ru: ошибка при разблокировке
uk: помилка при розблокуванні

source: mirror not unlocked
ca: la rèplica no està desbloquejada
pl: serwer lustrzany nie został odblokowany
pt: espelho não destrancado
ru: зеркало не разблокировано
uk: дзеркало не розблоковане

source: connecting to download package
ca: s'està connectant amb el paquet a baixar
pl: łączenie się, by pobrać pakiet
pt: conectando para receber pacote
ru: подключение для скачивания пакета
uk: під'єднання для завантаження пакунку

source: downloading package
ca: s'està baixant el paquet
pl: pobieranie pakietu
pt: recebendo pacote
ru: скачивание пакета
uk: завантаження пакунку

source: is not listed in the repository !
ca: no està llistat al repositori!
pl: nie jest wyszczególniony w repozytorium!
pt: não está listado no repositório!
ru: отсутствует в списках в текущей базе данных репозиториев!!
uk: відсутня в списках в поточній базі даних репозиторіїв!!

source: verifying checksum of package
ca: s'està comprovant la suma de verificació del paquet
pl: sprawdzanie sumy kontrolnej
pt: verificando soma de checagem do pacote
ru: проверка контрольной суммы пакета
uk: перевірка контрольної суми пакунку

source: downloaded successfully
ca: s'ha baixat correctament
pl: pobrano pomyślnie
pt: recebido com sucesso
ru: скачано успешно
uk: завантажено вдало

source: checksum does not match. re-downloading...
ca: la suma de verificació no coincideix. S'està tornant a baixar...
pl: suma kontrolna się nie zgadza; ponowne pobieranie...
pt: soma de checagem não corresponde. recebendo novamente...
ru: контрольная сумма не подсчитана. Перезагрузка...
uk: контрольна сума не співпадає. Перезавантаження ...

source: seems broken. Consider to re-package it. Giving up!
ca: sembla trencat. Considereu reempaquetar-lo. S'abandona!
pl: wygląda na uszkodzony. Rozważ ponowne spaczkowanie. Poddaję się!
pt: parece estar quebrado. Considere re-empacotá-lo. Desistindo!
ru: кажется, сломалось. Попробуйте это перепаковать. Прекращаю!
uk: здається, зламалось. Спробуйте перепакувати. Здаюся!

source: unable to download repository revision
ca: no es pot baixar el fitxer de revisió del repositori
pl: nie udało się pobrać danych o wersji repozytorium
pt: incapaz de receber revisão do repositório
ru: невозможно скачать версию репозитория
uk: неможливо завантажити виправлення репозиторію

source: mirror doesn't have valid revision file
ca: la rèplica no té un fitxer de revisió de base de dades vàlid
pl: serwer lustrzany nie ma prawidłowego pliku z wersją
pt: espelho não tem um arquivo de revisão válido
ru: зеркало не обладает корректным файлом версии
uk: дзеркало не містить коректний файл виправлень

source: configured package sets
ca: conjunts de paquets configurats
pl: skonfigurowane zestawy pakietów
pt: conjuntos de pacotes configurados
ru: конфигурированные наборы пакетов
uk: налаштовані набори пакунків

source: None configured
ca: No n'hi ha cap de configurat
pl: Brak skonfigurowanych
pt: Nenhum configurado
ru: Ничего не сконфигурировано
uk: Нічого не налаштовано

source: dump light
ca: bolcat lleuger
pt: despejar light
ru: лёгкий дамп
uk: легкий дамп

source: dump light checksum
ca: bolcat lleuger de la suma de verificació
pt: despejar soma de checagem light
ru: контрольная сумма лёгкого дампа
uk: контрольна сума легкого дампу

source: opener
ca: obridor
pt: abridor
ru: открыватель
uk: відкривач

source: compressed checksum
ca: suma de verificació comprimida
pt: soma de checagem compactada
ru: контрольная сумма сжатой базы данных
uk: контрольна сума стисненої бази даних

source: waiting up to 2 minutes before giving up
ca: 2 minuts d'espera abans d'abandonar
pl: oczekiwanie maksymalnie dwie minuty, zanim operacja będzie anulowana
pt: esperando até 2 minutos antes de desistir
ru: ждем две минуты перед передачей данных
uk: чекаємо дві хвилини перед передачею даних

source: mirror unlocked
ca: s'ha desbloquejat la rèplica
pl: serwer lustrzany odblokowany
pt: espelho destrancado
ru: зеркало разблокировано
uk: дзеркало розблоковано

source: Troubles with treeupdates
ca: Hi ha problemes amb treeupdates
pl: Problemy z "treeupdates"
pt: problemas com treeupdates
ru: Проблемы с treeupdates
uk: Проблеми з оновленням дерева залежностей

source: Bumping old data back
ca: S'estan suprimint dades antigues
pl: Przywracanie starych danych
pt: Colidindo dados antigos de volta
ru: Отправка старой информации назад
uk: Повернення застарілої інформації назад

source: upload
ca: càrrega
pt: envio
ru: закачка
uk: завантаження

source: disabled EAPI
ca: EAPI desactivat
pl: wyłączone EAPI
pt: EAPI desabilitada
ru: деактивированный EAPI
uk: деактивований EAPI

source: download path
ca: camí de baixada
pl: ścieżka pobierania
pt: diretório para recebimento
ru: путь загрузки
uk: шлях завантаження

source: failed to download from mirror
ca: ha fallat en baixar de la rèplica
pl: nie udało się pobrać z serwera lustrzanego
pt: falha ao receber do espelho
ru: не удалось загрузить с зеркала
uk: не вдалося завантажити з дзеркала

source: Mirrors are locked, someone is working on the repository
ca: Les rèpliques estan bloquejades, algú està treballant en el repositori

source: try again later
ca: intenteu-ho més tard

source: sync
ca: sincronitza
pt: sincronizar
ru: синхронизация
uk: синхронізація

source: download issues
ca: problemes de baixada
pl: problemy przy pobieraniu
pt: problemas no recebimento
ru: Проблемы с загрузкой
uk: Проблеми з завантаженням

source: dependencies_test() reported errors
ca: dependencies_test() ha informat d'errors

source: no configuration files to commit. All fine.
ca: no hi ha fitxers de configuració per processar. Tot és correcte.

source: upload issues
ca: problemes de càrrega
pl: problemy przy wysyłaniu
pt: enviar problemas
ru: проблемы с закачкой
uk: проблеми з завантаженням

source: Local statistics
ca: Estadístiques locals
pl: Lokalne statystyki
pt: Estatísticas locais
ru: Локальная статистика
uk: Локальна статистика

source: upload directory
ca: directori de càrrega
pl: katalog wysyłania
pt: enviar diretório
ru: директория закачки
uk: директорія завантаження

source: files ready
ca: fitxers preparats
pl: pliki gotowe
pt: arquivos prontos
ru: файлы готовы
uk: файли готові

source: packages directory
ca: directori de paquets
pl: katalog pakietów
pt: diretório de pacotes
ru: директория пакетов
uk: директорія пакунків

source: copy
ca: copia
pl: kopiuj
pt: copiar
ru: копировать
uk: копіювати

source: Packages to be removed
ca: Paquets a eliminar
pl: Pakiety do usunięcia
pt: Pacotes à serem removidos
ru: Пакеты к удалению
uk: Пакунки до видалення

source: Packages to be moved locally
ca: Paquets a desplaçar localment
pl: Pakiety do przeniesienia lokalnie
pt: Pacotes à serem movidos localmente
ru: Пакеты к локальному перемещению
uk: Пакунки до локального переміщення

source: Packages to be uploaded
ca: Paquets a carregar
pl: Pakiety do wysłania
pt: Pacotes à serem enviados
ru: Пакеты к закачке
uk: Пакунки до завантаження

source: Total removal size
ca: Mida total d'eliminació
pl: Całkowity rozmiar usuwanych
pt: Tamanho total de remoção
ru: Общий объём к удалению
uk: Загальний обсяг до видалення

source: Total upload size
ca: Mida total de càrrega
pl: Całkowity rozmiar do wysłania
pt: Tamanho total de envio
ru: Общий объём к закачке
uk: Загальний обсяг до завантаження

source: Total download size
ca: Mida total de baixada
pl: Całkowity rozmiar do pobrania
pt: Tamanho total de recebimento
ru: Общий объём к скачиванию
uk: Загальний обсяг до завантаження

source: Remote statistics for
ca: Estadístiques remotes per
pl: Statystyki zdalnego serwera dla
pt: Estatísticas remotas para
ru: Статистика по удаленным операциям для
uk: Статистика віддалених операцій для

source: remote packages
ca: paquets remots
pl: zdalne pakiety
pt: pacotes remotos
ru: отдалённые пакеты
uk: віддалені пакунки

source: files stored
ca: fitxers desats
pl: zapisane pliki
pt: arquivos armazenados
ru: хранимые файлы
uk: збережені файли

source: Calculating queues
ca: S'estan calculant les cues
pl: Obliczanie kolejek operacji
pt: Calculando filas
ru: Подсчёт очередей
uk: Підрахунок черг

source: removing package+hash
ca: s'està eliminat el paquet i l'empremta electrònica
pl: usuwanie pakietu i hasha
pt: removendo pacote+hash
ru: удаление пакета и хэша
uk: видалення пакунку і хеша

source: copying file+hash to repository
ca: s'està copiant el fitxer i l'empremta electrònica al repositori
pl: kopiowanie pliku i hasha do repozytorium
pt: copiando arquivo+hash para o repositório
ru: копирование файла и хэша в репозиторий
uk: копіювання файлу і хеша до головного репозиторію

source: upload errors
ca: errors de càrrega
pl: błędy przy wysyłaniu
pt: erros no envio
ru: ошибки при закачке
uk: помилки при завантаженні

source: upload completed successfully
ca: la càrrega s'ha completat correctament
pl: wysyłanie zakończone pomyślnie
pt: envio completado com sucesso
ru: закачка успешно завершена
uk: завантаження вдало завершене

source: QA checking package file
ca: QA està comprovant del paquet...
pl: QA: sprawdzanie pliku pakietu
pt: QA checando arquivo de pacote
ru: QA проверяет файл пакета
uk: QA перевіряє файл пакунку

source: faulty package file, please fix
ca: fitxer de paquet erroni, arregleu-ho
pl: uszkodzony pakiet, proszę naprawić
pt: arquivo de pacote com falhas, por favor conserte
ru: ошибочный файл пакета, будьте добры исправить
uk: хибний файл пакунку, будь-ласка виправте

source: starting packages sync
ca: s'està iniciant la sincronització de paquets
pl: rozpoczynanie synchronizacji pakietów
pt: iniciando sincronização de pacotes
ru: начало синхронизации пакетов
uk: початок синхронізації пакунків

source: packages sync
ca: sincronització de paquets
pl: synchronizacja pakietów
pt: sincronização de pacotes
ru: синхронизация пакетов
uk: синхронізація пакунків

source: socket error
ca: error en el sòcol
pl: błąd gniazda
pt: erro no socket
ru: ошибка сокета
uk: помилка сокета

source: on
ca: a
pl: dla
pt: em
ru: на
uk: на

source: nothing to do on
ca: no s'està processant res a
pl: nic do zrobienia
pt: nada para fazer em
ru: нечего делать на
uk: робити більше нічого на

source: Expanding queues
ca: S'estan expandint les cues
pt: Expandindo filas
ru: Расширение очередей
uk: Розширення черг

source: nothing to sync for
ca: no hi ha res a sincronitzar per
pl: nic do zsynchronizowania dla
pt: nada para sincronizar para
ru: нечего синхронизировать для
uk: немає нічого до синхронізації для

source: Would you like to run the steps above ?
ca: Voleu executar els passos descrits més amunt?
pl: Czy chcesz wykonać kroki powyżej?
pt: Você gostaria de executar os passos acima?
ru: Желаете ли Вы применить вышеуказанные шаги?
uk: Бажаєте застосувати вищезгадані кроки?

source: keyboard interrupt !
ca: interrupció de teclat!
pl: przerwanie z klawiatury!
pt: interrupção de teclado!
ru: клавиатура прекратила работу !!
uk: клавіатура припинила роботу!!

source: you must package them again
ca: els heu d'empaquetar de nou
pl: musisz spaczkować je ponownie
pt: você deve empacotá-los de novo
ru: вам необходимо запаковать их снова
uk: вам необхідно знову їх запакувати

source: exception caught
ca: s'ha capturat una excepció
pl: złapano wyjątek
pt: exceção capturada
ru: обнаружено исключение
uk: виявлено виняток

source: at least one mirror synced properly!
ca: almenys una rèplica s'ha sincronitzat correctament!
pl: przynajmniej jeden serwer lustrzany zsynchronizowany poprawnie!
pt: pelo menos um espelho sincronizou devidamente!
ru: свершилось, одно зеркало синхронизировалась нормально!
uk: принаймні одне дзеркало синхронізувалося нормально!

source: tidy
ca: neteja
pt: arrumado
ru: чисто
uk: чисто

source: collecting expired packages
ca: s'estan recollint paquets que han vençut
pl: zbieranie przestarzałych pakietów
pt: coletando pacotes expirados
ru: сборка устаревших пакетов
uk: збірка застарілих пакунків

source: collecting expired packages in the selected branches
ca: s'estan recollint paquets que han vençut a les branques seleccionades
pl: zbieranie przestarzałych pakietów w wybranych gałęziach
pt: coletando pacotes expirados nos galhos selecionados
ru: сборка устаревших пакетов на выбранной ветке
uk: збірка застарілих пакунків на обраній гілці

source: nothing to remove on this branch
ca: no hi ha res a eliminar en aquesta branca
pl: nic do usunięcia w tej gałęzi
pt: nada para remover neste galho
ru: нечего удалять по этой ветви
uk: немає нічого до видалення з цієї гілки

source: these are the expired packages
ca: aquests són els paquets que han vençut
pl: to są przestarzałe pakiety
pt: estes são os pacotes expirados
ru: здесь - устаревшие пакеты
uk: тут - застарілі пакунки

source: removing packages remotely
ca: s'estan eliminant paquets de forma remota
pl: zdalne usuwanie pakietów
pt: removendo pacotes remotamente
ru: удаленное удаление пакетов
uk: віддалене видалення пакунків

source: remove errors
ca: errors d'eliminació
pl: błędy przy usuwaniu
pt: remover erros
ru: ошибки при удалении
uk: помилки при видаленні

source: removing packages locally
ca: s'estan eliminat els paquets localment
pl: lokalne usuwanie pakietów
pt: removendo pacotes localmente
ru: локальное удаление пакетов
uk: локальне видалення пакунків

source: removing
ca: s'està eliminant

source: feature not supported remotely
ca: la característica no està implementada de forma remota

source: repo
ca: repositori

source: arch
ca: arquitectura

source: product
ca: producte

source: service temporarily not available
ca: servei temporalment no disponible

source: command failed
ca: l'ordre ha fallat

source: received wrong answer
ca: s'ha rebut una resposta incorrecta

source: cannot convert stream into object
ca: no s'ha pogut convertir el flux en un objecte

source: User Generated Content
ca: Contingut Generat per l'Usuari
pl: Treść tworzona przez użytkowników
pt: Conteúdo Gerado pelo Usuário
ru: Контент пользователя
uk: Контент користувача

source: sending file
ca: s'està enviant el fitxer

source: ok
ca: d'acord

source: repository does not support EAPI3
ca: el repositori no és compatible amb EAPI3

source: Username
ca: Nom d'usuari
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
uk: Ім'я користувача

source: Password
ca: Contrasenya
pl: Hasło
pt: Senha
ru: Пароль
uk: Пароль

source: Please login against
ca: Inicieu la sessió per al
pl: Proszę zalogować się -
pt: Por favor autentique-se em
ru: Пожалуйста, залогиньтесь снова
uk: Будь ласка, залогіньтесь знову

source: login abort
ca: interromp l'entrada

source: connection issues
ca: problemes de connexió

source: Access denied. Login failed
ca: S'ha denegat l'accés. L'entrada ha fallat

source: Ok
ca: D'acord

source: Login successful. Do you want to save these credentials ?
ca: La sessió s'ha iniciat correctament. Voleu desar aquestes credencials?

source: Yes
ca: Sí
pl: Tak
pt: Sim
ru: Да
uk: Tak

source: Cannot write to cache directory
ca: No es pot escriure en el directori de la memòria de cau

source: Cannot remove cache file
ca: No es pot eliminar el fitxer de memòria de cau

source: Cannot write to cache file
ca: No es pot escriure al fitxer de memòria de cau

source: A valid entropy.client.services.system.commands.Client class/subclass is needed
ca: Cal una classe/subclasse entropy.client.services.system.commands.Client vàlida

source: A valid entropy.client.services.system.methods.BaseMixin class/subclass is needed
ca: Cal una classe/subclasse entropy.client.services.system.methods.BaseMethods vàlida

source: not a string
ca: no és una cadena

source: Please use setup_connection() properly
ca: Si us plau useu setup_connection() adequadament

source: not an int
ca: no és un enter

source: not a bool
ca: no és un boleà

source: Get a list of remotely available commands
ca: Obtenir una llista d'ordres disponibles de forma remota

source: Get current queue content
ca: Obtén el contingut actual de la cua

source: Extended results
ca: Resultats addicionals

source: Get queue item using its queue unique identifier
ca: Obté l'element de la cua usant el seu identificador únic

source: Queue Identifier
ca: Identificador de la cua

source: Get queue stdout/stderr using its queue unique identifier
ca: Obté stdout/stderr de la cua usant el seu identificador únic

source: Remove queued commands using their queue unique identifiers
ca: Elimina les ordres en cua a partir dels seus identificadors únics

source: Queue Identifiers
ca: Identificadors de la cua

source: Toggle queue pause (True/False)
ca: Commuta la pausa de la cua (True/False)

source: Pause or not
ca: Pausa o no

source: Kill a running process through its queue id
ca: Mata un procés en execució a partir de l'identificador de la cua

source: Swap items in queue using their queue ids
ca: Intercanvia els objectes de la cua a partir dels identificadors

source: Get pinboard content
ca: Obté el contingut del pinboard

source: Add item to pinboard
ca: Afegeix elements al pinboard

source: Extended text
ca: Text addicional

source: Remove item from pinboard
ca: Elimina elements del pinboard

source: Pinboard identifiers
ca: Identificadors del pinboard

source: Set pinboard items status (done/not done)
ca: Estableix l'estat dels elements del pinboard (fet/ no fet)

source: Done status
ca: Estat d'execució

source: Write to a remote running command stdin
ca: Escriu a un remot executant l'ordre stdin

source: Write to stdout?
ca: Escriure a stdout?

source: Update Spm Repository (emerge --sync)
ca: Actualitza el repositori Spm (emerge --sync)

source: Compile specified atoms with specified parameters
ca: Compila els àtoms especificats amb paràmetres específics

source: Atoms
ca: Àtoms

source: Pretend
ca: Pretén

source: Verbose
ca: Xerraire

source: No color
ca: Sense colors

source: Fetch only
ca: Només descarrega

source: Build only
ca: Només construeix

source: No dependencies
ca: No dependències
pl: Bez zależności
pt: Sem dependências
ru: Без зависимостей
uk: Без залежностей

source: Custom USE
ca: USE personalitzats

source: Custom LDFLAGS
ca: LDFLAGS personalitzats

source: Custom CFLAGS
ca: CFLAGS personalitzats

source: Remove specified atoms with specified parameters
ca: Elimina els àtoms especificats amb paràmetres específics

source: Get SPM updates for the specified categories
ca: Obté actualitzacions SPM per les categories especificades

source: Get SPM installed packages for the specified categories
ca: Obté paquets instal·lats SPM per les categories especificades

source: Enable USE flags for the specified atoms
ca: Habilita els marcadors USE pels àtoms específics

source: USE flags
ca: Marcadors USE
pl: Flagi USE
ru: USE-флаги
uk: USE-прапорці

source: Disable USE flags for the specified atoms
ca: Desactiva els marcadors USE pels àtoms específics

source: Get info for the specified atoms
ca: Obté informació pels àtoms especificats

source: Run SPM info command
ca: Executa l'ordre SPM info

source: Run custom shell command
ca: Executa una ordre de l'intèrpret d'ordres personalitzada

source: Command
ca: Ordre

source: Get Spm security updates information
ca: Obté informació d'actualitzacions de seguretat Spm

source: List type (affected,new,all)
ca: Llista tipus (afectats, nous, tots)

source: Get information about available Entropy repositories
ca: Obté informació quant a repositoris Entropy disponibles

source: Set default Entropy Server repository
ca: Selecciona el repositori Entropy servidor per defecte

source: Repository Identifier
ca: Identificador del repositori
pl: Identyfikator repozytorium
pt: Identificador de Repositório
ru: Имя репозитория
uk: Ім'я репозиторію

source: Get available packages inside the specified repository
ca: Obté paquets disponibles al repositori especificat

source: Get idpackage metadata using its idpackage in the specified repository
ca: Obtenir metadades idpackage usant el seu idpackage del repositori especificat

source: Package Identifier
ca: Identificador del paquet

source: Remove the specified Entropy package matches (idpackage,repoid)
ca: Elimina els paquets d'Entropy coincidents (idpackage,repoid)

source: Matched atoms
ca: Àtoms coincidents

source: Search Entropy packages using a defined set of search types in the specified repository
ca: Cerca paquets d'Entropy usant un joc definit de tipus de cerca al repositori especificat

source: Search type
ca: Tipus de cerca
pl: Typ wyszukiwania
pt: Tipo de busca
ru: Тип поиска
uk: Тип пошуку

source: Search string
ca: Cerca cadena
pl: Łańcuch znaków do znalezienia
pt: Buscar cadeia de caracteres
ru: Строка поиска
uk: Стрічка пошуку

source: Move or copy a package from a repository to another
ca: Desplaça o copia un paquet d'un repositori a un altre

source: Package identifiers
ca: Identificadors de paquet

source: From repository
ca: Del repositori

source: To repository
ca: Al repositori

source: Copy instead of move?
ca: Copia enlloc de desplaçar?

source: Scan Spm package changes and retrieve a list of action that should be run on the repositories
ca: Escaneja els canvis en el paquet Spm i recupera una llista d'accions que s'haurien d'executar als repositoris

source: Run Entropy database updates
ca: Executa actualitzacions a la base de dades d'Entropy

source: Matches to add from Spm
ca: Coincidents per afegir des de Spm

source: Matches to remove from repository database
ca: Coincidents a eliminar de la base de dades del repositori

source: Matches to inject on repository database
ca: Coincidents a injectar a la base de dades del repositori

source: Run Entropy dependency test
ca: Executa la verificació de dependències d'Entropy

source: Run Entropy library test
ca: Executa la verificació de llibreries d'Entropy

source: Run Entropy tree updates
ca: Executa les actualitzacions de l'arbre Entropy

source: Scan for Mirror updates and retrieve a list of action that should be run
ca: Cerca actualitzacions en la rèplica i recupera una llista d'accions que s'haurien d'executar als repositoris

source: list of repository identifiers
ca: llista d'identificadors de repositoris

source: Run Mirror updates for the provided repositories and its data
ca: Executa l'actualització de la rèplica pels repositoris proporcionats i les seves dades

source: composed repository data
ca: dades de repositoris composats

source: Run Entropy packages digest verification test
ca: Executa la verificació de l'empremta electrònica de paquets d'Entropy

source: Check mode
ca: Mode de verificació

source: Get repository notice board
ca: Obté el tauler de notícies del repositori

source: Remove notice board entry
ca: Elimina la notícia del tauler

source: Entry Identifiers
ca: Identificadors d'entrada

source: Add notice board entry
ca: Afegeix una entrada al tauler de notícies

source: Title
ca: Títol
pl: Tytuł
pt: Título
ru: Заголовок
uk: Заголовок

source: Notice link
ca: Enllaç de notícia

source: Automerging file
ca: S'està combinant automàticament el fitxer
pl: Plik automatycznego łączenia
pt: Auto mesclando arquivo
ru: Автообъединение файла
uk: Автооб'єднання файлу

source: System Error
ca: Error del sistema
pl: Błąd systemowy
pt: Erro de Sistema
ru: Системная ошибка
uk: Системна помилка

source: Cannot automerge file
ca: El fitxer no es pot combinar automàticament
pl: Nie można dokonać autołączenia pliku
pt: Não é possível auto mesclar arquivo
ru: Невозможно автоматически объединить файл
uk: Неможливо автоматично об'єднати файл

source: Repository
ca: Repositori
pl: Repozytorium
pt: Repositório
ru: Репозиторий
uk: Репозиторій

source: is corrupted
ca: està malmès
pl: jest uszkodzone
pt: está corrompido
ru: испорчен
uk: зіпсований

source: Cannot calculate the checksum
ca: No es pot calcular la suma de verificació
pl: Nie można obliczyć sumy kontrolnej
pt: Não foi possível receber soma de checagem
