Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Entropy can keep a backup of your updated configuration files
ca: Entropy pot desar una còpia de seguretat dels fitxers de configuració actualitzats
pl: Entropy może trzymać kopię zapasową twoich zaktualizowanych plików konfiguracyjnych
pt: Entropy pode mantar uma cópia de segurança dos seus arquivos de configuração atualizados
ru: Entropy может создать резервную копию Ваших обновлённых файлов конфигурации
uk: Entropy може створити резервну копію Ваших оновлених файлів налаштувань

source: Error message
ca: Missatge d'error
pl: Komunikat błędu
pt: Mensagem de erro
ru: Сообщение об ошибке
uk: Повідомлення про помилку

source: Errored at
ca: Error a
pl: Błąd nastąpił o
pt: Erro em
ru: Сбоит на
uk: Виникла помилка на

source: Example: http://proxy:1234
ca: Exemple: http://proxy:1234
pl: Przykład: http://proxy:1234
pt: Exemplo: http://proxy:1234
ru: Пример: http://proxy:1234
uk: Приклад: http://proxy:1234

source: Extended note
ca: Nota addicional
pl: Rozszerzona notka
pt: Nota extendida
ru: Расширенное замечание
uk: Розширене зауваження

source: External Trigger
ca: Activador extern
pl: Zewnętrzny wyzwalacz
pt: Gatilho Externo
ru: Внешний триггер
uk: Зовнішній тригер

source: FTP Proxy
ca: Proxy FTP
pl: Proxy FTP
pt: Proxy FTP

source: Filter currently shown items, or paste entropy:// action strings (for eg. entropy://amarok, to install Amarok!)
ca: Filtra els elements que es mostren, o enganxeu entropy:// cadenes d'acció (per ex. entropy://amarok, per instal·lar Amarok!)
pl: Filtruj pokazane obecnie elementy lub wklej łańcuchy akcji entropy:// (np. entropy://amarok do instalacji Amaroka)
pt: Filtre os ítens mostrados, ou copie e cole as linhas da ação do Entropy (exemplo: entropy://amarok, para instalar o Amarok!)

source: Generate login information
ca: Genera informació d'entrada
pl: Wygeneruj informacje logowania
pt: Gerar informações de autenticação

source: Generic title 1
ca: Títol genèric 1
pl: Ogólny tytuł 1
pt: Título genérico 1
ru: Основной заголовок 1
uk: Основний заголовок 1

source: Generic title 2
ca: Títol genèric 2
pl: Ogólny tytuł 2
pt: Título genérico 2
ru: Основной заголовок 2
uk: Основний заголовок 2

source: Get Spm environment information
ca: Obtenir informació de l'entorn Spm
pl: Weź informacje o środowisku SPM
pt: Receber informações do ambiente do Spm
ru: Получить информацию среды SPM
uk: Отримати інформацію середовища SPM

source: Get output
ca: Obtenir sortida
pl: Weź wyjście
pt: Retornar saída
ru: Получить вывод
uk: Отримати висновок

source: Get package information
ca: Obtenir informació del paquet
pl: Weź informacje o pakiecie
pt: Receber informações do pacote
ru: Получить информацию пакета
uk: Отримати інформацію щодо пакунку

source: Get updates related to the chosen categories
ca: Obtenir actualitzacions relacionades amb les categories escollides
pl: Weź aktualizacje związane z wybranymi kategoriami
pt: Receber atualizações relacionadas às categorias escolhidas
ru: Получить обновления, относящиеся к выбранным категориям
uk: Отримати оновлення, що стосуються обраних категорій

source: HTTP Proxy
ca: Proxy HTTP
pl: Proxy HTTP
pt: Proxy HTTP

source: Hide this until something new happens
ca: Amaga-ho mentre no hi hagi res de nou
pl: Ukryj to aż do czasu, gdy zdarzy się coś nowego
pt: Esconde isto, até que alguma coisa nova aconteça
ru: Не показывать это окно, пока не появится что-то новое
uk: Не показувати це вікно, поки не з'явиться щось нове

source: Hostname
ca: Nom de l'ordinador central
pl: Nazwa hosta
pt: Nome do host
ru: Имя хоста
uk: Назва хоста

source: If selected, packages will be downloaded only
ca: Si ho selecioneu, els paquets només es baixaran
pl: Jeśli wybrano, pakiety będą tylko pobrane
pt: Se selecionado, os pacotes serão apenas recebidos
ru: Будучи выбранными, пакеты будут скачаны только
uk: Обрані пакунки будуть лише завантажені

source: Ignored protected files
ca: Fitxers protegits ignorats
pl: Zignorowane chronione pliki
pt: Arquivos protegidos ignorados
ru: Игнорированные защищённые файлы
uk: Пропущені захищені файли

source: Install Set
ca: Instal·la el conjunt de paquets

source: Install Size
ca: Mida d'instal·lació
pl: Rozmiar instalacji
pt: Tamanho de Instalação
ru: Размер установки
uk: Розмір встановлення

source: Install a stand-alone package file
ca: Instal·la un fitxer de paquet aïllat
pl: Zainstaluj pakiet z pliku
pt: Instalar um arquivo de pacote autônomo
ru: Установить одиночный пакетный файл
uk: Встановити один-єдиний пакунковий файл

source: Install from binary package...
ca: Instal·la des d'un paquet binari...
pl: Zainstaluj z binarnego pakietu...
pt: Instalar de pacote binário...
ru: Установить из бинарного пакета...
uk: Встановити з двійкового пакунку ...

source: Install the selected Package Set
ca: Instal·la el conjunt de paquets seleccionat

source: Install the selected package
ca: Instal·la el paquet selecionat
pl: Zainstaluj wybrany pakiet
pt: Instalar o pacote selecionado
ru: Установить выбранный пакет
uk: Встановити обраний пакунок

source: Installed Packages
ca: Paquets instal·lats
pl: Zainstalowane pakiety
pt: Pacotes Instalados
ru: Установленные пакеты
uk: Встановлені пакунки

source: Interactivity
ca: Interactivitat
pl: Interaktywność
pt: Interatividade
ru: Интерактивность
uk: Узгодженість дій

source: Interface Colors
ca: Colors de la interfície
pl: Kolory interfejsu
pt: Cores de Interface
ru: Цвета интерфейса
uk: Кольори інтерфейсу

source: Kernel Tag
ca: Etiqueta del nucli
pl: Tag jądra
pt: Rótulo do Kernel
ru: Тэг ядра
uk: Тег ядра

source: Keywords (space separated)
ca: Paraules clau (separades per espais)
pl: Słowa kluczowe (rozdzielane spacjami)
pt: Palavras chave (separadas por espaço)
ru: Ключевые слова (выделено место)
uk: Ключові слова (в окреме місце)

source: Library test
ca: Verificació de llibreries
pl: Test bibliotek
pt: Teste de biblioteca
ru: Тест библиотеки
uk: Тест бібліотеки

source: Load User Generated Content
ca: Carrega el Contingut Generat per l'Usuari
pl: Załaduj treść tworzoną przez użytkowników
pt: Carregar Conteúdo Gerado por Usuário (UGC)
ru: Загрузить содержимое, созданное пользователем
uk: Завантажити вміст, створений користувачем

source: Load content
ca: Mostra el contingut

source: Location
ca: Ubicació
pl: Położenie
pt: Localização
ru: Расположение
uk: Розташування

source: MD5 Signature
ca: Signatura MD5
pl: Sygnatura MD5
pt: Assinatura MD5
ru: Подпись MD5
uk: Підпис MD5

source: M_erge
ca: C_ombina
pl: _Scal
pt: M_esclar
ru: _Объединить
uk: _Об'єднати

source: Mark as read
ca: Marca com a llegit
pl: Zaznacz jako przeczytane
pt: Marca como Lido
ru: Отметить как прочитанное
uk: Позначити як прочитане

source: Mask the selected packages
ca: emmascara els paquets seleccionats
pl: Zamaskuj wybrane pakiety
pt: Mascarar os pacotes selecionados
ru: Маскировать выбранные пакеты
uk: Маскувати обрані пакунки

source: Mask this package
ca: Emmascara el paquet
pl: Zamaskuj ten pakiet
pt: Mascarar este pacote
ru: Маскировать данный пакет
uk: Маскувати даний пакунок

source: Merge all
ca: Combina-ho tot
pl: Scal wszystko
pt: Mesclar tudo
ru: Об_ъединить всё
uk: Об'єднати усе

source: Mirror updates
ca: Actualitzacions de rèpliques
pl: Aktualizacje serwera lustrzanego
pt: Atualização de espelhos
ru: Обновления зеркала
uk: Оновлення дзеркала

source: Monitor applications install/removal execution process
ca: Monitoritza el procés d'execució d'instal·lació/eliminació d'aplicacions
pl: Monitor wykonywania procesu instalacji/usuwania programów
pt: Monitora processo de instalação/remoção de aplicativos

source: New backup
ca: Nova còpia de seguretat
pl: Nowa kopia zapasowa
pt: Nova cópia de segurança
ru: Новая резервная копия
uk: Нова резервна копія

source: Not done
ca: No fet
pl: Nie zrobiono
pt: Não terminado
ru: Не сделано
uk: Не зроблено

source: Notice Board Entry Information
ca: Informació d'Entrada del Tauler de Notícies
pl: Informacja elementu tablicy powiadomień
pt: Informação de Entrada do Quadro de Notícias
ru: Информация записи доски обновлений
uk: Інформація запису дошки оновлень

source: Notice board Id
ca: Id del tauler de notícies
pl: ID tablicy powiadomień
pt: Id do Quadro de Notícias
ru: Идентификатор доски уведомлений
uk: Ідентифікатор дошки повідомлень

source: O_ther
ca: _Altres
pl: _Inne
pt: O_utro
ru: О_стальное
uk: І_нше

source: Output View
ca: Vista de sortida
pl: Widok danych wyjściowych
pt: Visualização de Saída
ru: Отображение вывода
uk: Відображення висновку

source: Package (default)
ca: Paquet (predeterminat)
pl: Pakiet (domyślnie)
pt: Pacote (padrão)
ru: Пакет (по умолчанию)
uk: Пакунок (за замовчуванням)

source: Package Info
ca: Informació del paquet
pl: Info o pakiecie
pt: Info do pacote
ru: Информация пакета
uk: Інформація пакунку

source: Package Information
ca: Informació del paquet
pl: Informacje o pakiecie
pt: Informação do pacote
ru: Информация пакета
uk: Інформація пакунку

source: Package Masking
ca: Emmascara Paquets
pl: Maskowanie pakietu
pt: Máscaramento de pacote
ru: Маскировка пакета
uk: Маскування пакунку

source: Package Size
ca: Mida del paquet
pl: Rozmiar pakietu
pt: Tamanho do pacote
ru: Размер пакета
uk: Розмір пакунку

source: Package category
ca: Categoria del paquet
pl: Kategoria pakietu
pt: Categoria do Pacote
ru: Категория пакета
uk: Категорія пакунку

source: Package description
ca: Descripció del paquet
pl: Opis pakietu
pt: Descrição do pacote
ru: Описание пакета
uk: Опис пакунку

source: Package downgrade
ca: Degrada el paquet
pl: Cofnięcie wersji pakietu
pt: Rebaixamento de pacote
ru: Обновление пакета до более старой версии
uk: Оновлення пакунку до старішої версії

source: Package not installed
ca: Paquet no instal·lat
pl: Pakiet niezainstalowany
pt: Pacote não instalado
ru: Пакет не установлен
uk: Пакунок не встановлений

source: Package reinstalled
ca: Paquet instal·lat de nou
pl: Pakiet przeinstalowany
pt: Pacote reinstalado
ru: Пакет переустановлен
uk: Пакунок встановлений повторно

source: Package removed
ca: Paquet eliminat
pl: Pakiet usunięty
pt: Pacote removido
ru: Пакет удален
uk: Пакунок видалений

source: Package sub-description
ca: Subdescripció del paquet
pl: "Sub-opis" pakietu
pt: Sub-descrição do pacote
ru: Суб-описание пакета
uk: Суб-опис пакунку

source: Package subtitle
ca: Subtítol del paquet
pl: Podtytuł pakietu
pt: Sub-título do pacote
ru: Подзаголовок пакета
uk: Заголовок пакунку

source: Package updated
ca: Paquet actualitzat
pl: Pakiet zaktualizowany
pt: Pacote atualizado
ru: Пакет обновлен
uk: Пакунок оновлений

source: Packages
ca: Paquets
pl: Pakiety
pt: Pacotes
ru: Пакеты
uk: пакунки

source: Pinboard Id
ca: Identificador del pinboard
pl: ID tablicy ogłoszeń
pt: Id de Flanelógrafo
ru: Идентификатор панели управления
uk: Ідентифікатор панелі керування

source: Pinboard Item Information
ca: Informació de l'objecte del pinboard
pl: Informacja elementu tablicy ogłoszeń
pt: Informação de Item do Flanelógrafo
ru: Предметная информация панели управления
uk: Предметна інформація панелі керування

source: Pinboard View
ca: Vista del pinboard
pl: Widok tablicy ogłoszeń
pt: Visão do Flanelógrafo
ru: Отображение панели управления
uk: Відображення панелі керування

source: Please Confirm
ca: Confirmeu
pl: Proszę potwierdzić
pt: Confirme, por favor
ru: Пожалуйста, подтвердите
uk: Будь-ласка, підтвердіть

source: Please submit this error to us providing as much information as possible.
ca: Si us plau, envieu aquest error facilitant-nos la màxima informació possible.
pl: Proszę wysłać do nas ten błąd, dołączając tyle informacji, ile się da.
pt: Por favor envie-nos este erro fornecendo o máximo de informação possível.
ru: Пожалуйста, перешлите нам эту ошибку, предоставив как можно больше информации
uk: Будь-ласка, надішліть нам цю помилку, надавши при цьому якомога більше інформації

source: Preferences
ca: Preferències
pl: Preferencje
pt: Preferências
ru: Настройки
uk: Налаштування

source: Prevents files belonging to a package being overwritten by another
ca: Evita que els fitxers que pertanyen a un paquet puguin ser sobreescrits per un altre
pl: Zapobiega nadpisaniu pliku należącego do pakietu innym
pt: Evita que arquivos pertencentes à um pacotes sejam sobrescritos por outro
ru: Предохраняет файлы, относящиеся к пакету, от перезаписывания кем-то ещё
uk: Захищає файли пакунку від перезапису іншими особами

source: Process details
ca: Detalls del procés
pl: Szczegóły procesu
pt: Detalhes do processo
ru: Детали процесса
uk: Деталі процесу

source: Process priority (nice)
ca: Prioritat del procés (nice)
pl: Priorytet (wartość nice) procesu
pt: Prioridade de processo (boa)
ru: Приоритет процесса
uk: Пріоритет процесу

source: Process result
ca: Resultat del procés
pl: Rezultat procesu
pt: Resultado do processo
ru: Результат процесса
uk: Результат процесу

source: Processing at
ca: S'està processant a
pl: Przetwarzanie o
pt: Processando em
ru: Процесс на
uk: Процес на

source: Progress
ca: Progrés
pl: Postęp
pt: Progresso
ru: Прогресс
uk: Прогрес

source: Protected files and directories
ca: Fitxers protegits i directoris
pl: Chronione pliki i katalogi
pt: Arquivos e diretórios protegidos
ru: Защищенные файлы и папки
uk: Захищені файли та теки

source: Protected files and directories mask
ca: Fitxers protegits i directoris emmascarats
pl: Niechronione pliki i katalogi
pt: Máscara de arquivos e diretórios protegidos
ru: Маска защищённых файлов и папок
uk: Маска захищених файлів і папок

source: Proxy Password
ca: Contrasenya del Proxy
pl: Hasło proxy
pt: Senha do Proxy
ru: Пароль прокси
uk: Пароль проксі

source: Proxy Username
ca: Nom d'usuari del Proxy
pl: Nazwa użytkownika proxy
pt: Nome de usuário do Proxy
ru: Имя пользователя прокси
uk: Користувач проксі

source: Purge
ca: Purga
pl: Wyczyść
pt: Purificar
ru: Очистить
uk: Очистити

source: Q_ueue packages in selected Advisory
ca: Posa a la c_ua els paquets dels avisos seleccionats
pl: _Kolejkuj pakiety z wybranej rekomendacji bezpieczeństwa
pt: E_nfileirar pacote no Consultivo selecionado
ru: Д_обавить пакеты из выбранного уведомления
uk: Д_одати в чергу пакунки з обраного повідомлення

source: Queue Id
ca: Id de la cua
pl: ID kolejki
pt: Id da Fila
ru: Идентификатор очереди
uk: Ідентифікатор черги

source: Queue Item Information
ca: Informació dels objectes de la cua
pl: Kolejkuj informacje o elemencie
pt: Informação de Item da Fila
ru: Информация предмета очереди
uk: Інформація предмету черги

source: Queue View
ca: Vista de la cua
pl: Widok kolejki
pt: Visualização de Fila
ru: Отображение очереди
uk: Відображення черги

source: Queued at
ca: A la cua a
pl: Zakolejkowany o
pt: Enfileirado em
ru: Поставлено в очередь на
uk: Поставлено у чергу на

source: R_egenerate Cache
ca: R_egenera la memòria cau
pl: Z_regeneruj cache
pt: R_egenerar Cache
ru: _Восстановить кэш
uk: _Відновити кеш

source: R_epositories Notice Board
ca: Tauler de Notícies dels R_epositoris
pl: _Tablica ogłoszeń repozytoriów
pt: Quadro de Notícias do R_epositório
ru: До_ска уведомлений репозиториев
uk: До_шка повідомлень репозиторіїв

source: Refresh
ca: Refresca
pl: Odśwież
pt: Recarregar
ru: Обновить
uk: Оновити

source: Reinstall the selected package
ca: Instal·la de nou el paquet seleccionat
pl: Przeinstaluj wybrany pakiet
pt: Reinstalar o pacote selecionado
ru: Переустановить выбранный пакет
uk: Перевстановити обраний пакунок

source: Reliable Relaxed
ca: Fiable Relaxat
pl: Rzetelny Rozluźniony
pt: Rigoroso Relaxado
uk: Надійний Ослаблений

source: Remote stdout file
ca: Fitxer remot stdout
pl: Zdalny plik stdout
pt: Arquivo stdout remoto
ru: Удаленный файл stdout
uk: Віддалений файл stdout

source: Remove
ca: Elimina
pl: Usuń
pt: Remover
ru: Удалить
uk: Видалити

source: Remove Selected
ca: Elimina els seleccionats
pl: Usuń wybrane
pt: Remover Selecionados
ru: Удалить выбранное
uk: Видалити позначені

source: Remove Set
ca: Elimina el conjunt de paquets

source: Remove USE
ca: Elimina USE
pl: Usuń USE
pt: Remover USE
ru: Удалить USE
uk: Видалити USE

source: Remove USE flags on atoms
ca: Elimina marcadors USE als àtoms
pl: Usuń flagi USE dla atomów
pt: Remover USE flags nos atoms
ru: Удалить USE-флаги в атомах
uk: Видалити USE-прапорці в атомах

source: Remove atoms
ca: Elimina àtoms
pl: Usuń atomy
pt: Remover atoms
ru: Удалить атомы
uk: Видалити атоми

source: Remove packages on the remote server
ca: Elimina paquets en el servidor remot
pl: Usuń pakiety na zdalnym serwerze
pt: Remover pacotes no servidor remoto
ru: Удалить пакеты на отдаленном сервере
uk: Видалити пакунки на віддаленому сервері

source: Remove the selected Package Set
ca: Elimina el conjunt de paquets seleccionat

source: Remove the selected package
ca: Elimina el paquet seleccionat
pl: Usuń wybrany pakiet
pt: Remover o pacote selecionado
ru: Удалить выбранный пакет
uk: Видалити обраний пакунок

source: Remove the selected package and its configuration
ca: Elimina els paquets seleccionats i la seva configuració
pl: Usuń wybrany pakiet wraz z jego konfiguracją
pt: Remover o pacote selecionado e suas configurações
ru: Удалить выбранный пакет и его конфигурацию
uk: Видалити обраний пакунок і його налаштування

source: Repositories
ca: Repositoris
pl: Repozytoria
pt: Repositórios
ru: Репозитории
uk: Репозиторії

source: Repositories options
ca: Opcions de repositoris
pl: Opcje repozytoriów
pt: Opções dos repositórios
ru: Опции репозиториев
uk: Опції репозиторіїв

source: Repository information
ca: Informació del repositori
pl: Informacje reopzytorium
pt: Informações dos repositórios
ru: Информация репозиториев
uk: Інформація репозиторіїв

source: Restore
ca: Restaura
pl: Przywróć
pt: Restaurar
ru: Восстановить
uk: Відновити

source: Restore selected
ca: Restaura la seleccionada
pl: Przywróć wybrane
pt: Restaurar selecionado
ru: Восстановить выбранное
uk: Відновити позначені

source: S_end Error Report
ca: _Envia l'informe d'error
pl: Wyślij raport o _błędzie
pt: En_viar Relatório de Erro
ru: П_ослать отчёт об ошибке
uk: Н_адіслати звіт про помилку

source: S_ervices
ca: S_erveis
pl: _Usługi
pt: S_erviços
ru: С_лужбы
uk: С_лужби

source: Save
ca: Desa
pl: Zapisz
pt: Salvar
ru: Сохранить
uk: Зберегти

source: Secure Services Port
ca: Port de Serveis Segurs

source: Security advisories, make sure your 'puter is really secure
ca: Avisos de seguretat, assegureu-vos que l'equip és segur
pl: Rekomendacje bezpieczeństwa, upewnij się, że twój 'puter jest rzeczywiście bezpieczny
pt: Avisos de Segurança, observe se seu 'putador é realmente seguro

source: Security updates
ca: Actualitzacions de seguretat
pl: Aktualizacje bezpieczeństwa
pt: Atualizações de Segurança
ru: Обновления безопасности
uk: Оновлення безпеки

source: Services Port
ca: Port de Serveis

source: Show ChangeLog
ca: Mostra el registre de canvis
pl: Pokaż dziennik zmian
pt: Mostrar Log de Mudanças
ru: Показать лог изменений
uk: Показати лог змін

source: Show Selected
ca: Mostra els seleccionats
pl: Pokaż wybrane
pt: Mostrar Selecionados
ru: Показать выбранное
uk: Показати позначені

source: Show Sulfur tips and tricks
ca: Mostra pistes i consells de Sulfur
pl: Pokaż sztuczki i kruczki programu Sulfur
pt: Mostrar Dicas e Truques do Sulfur

source: Show all
ca: Mostra'ls tots
pl: Pokaż wszystko
pt: Mostrar tudo
ru: Показать всё
uk: Показати всі

source: Show any existing application
ca: Mostra totes les aplicacions
pl: Pokaż dowolny istniejący program
pt: Mostrar cada aplicativo existente

source: Show applied
ca: Mostra els aplicats
pl: Pokaż zastosowane
pt: Mostrar aplicados
ru: Показать принятое
uk: Показати прийняте

source: Show available applications
ca: Mostra les aplicacions disponibles
pl: Pokaż dostępne programy
pt: Mostrar Pacotes Disponíveis

source: Show install queue
ca: Mostra la cua d'instal·lació
pl: Pokaż kolejkę instalacji
pt: Mostrar fila de instalação

source: Show installed applications
ca: Mostra les aplicacions instal·lades
pl: Pokaż zainstalowane programy
pt: Mostrar pacotes Instalados

source: Show masked applications
ca: Mostra les aplicacions emmascarades
pl: Pokaż zamaskowane programy
pt: Mostrar pacotes mascarados

source: Show package sets (groups)
ca: Mostra els sets de paquets (grups)
pl: Pokaż zestawy pakietów (grupy)
pt: Mostrar conjuntos de pacotes (grupos)

source: Show tips on startup
ca: Mostra pistes en engegar
pl: Pokazuj porady przy starcie
pt: Mostrar Dicas ao Iniciar

source: Show unapplied
ca: Mostra els no aplicats
pl: Pokaż niezastosowane
pt: Mostrar não aplicados
ru: Показать непринятое
uk: Показати неприйняте

source: Show updates
ca: Mostra les actualitzacions
pl: Pokaż aktualizacje
pt: Mostrar atualizações

source: Socket settings
ca: Paràmetres de sòcols
pl: Ustawienia gniazda
pt: Configurações de socket
ru: Настройки сокета
uk: Налаштування сокета

source: Source Package Manager
ca: Gestor de Paquets Font
pl: Menadżer pakietów źródłowych (SPM)
ru: Пакетный менеджер источников (SPM)
uk: Пакунковий менеджер джерел (SPM)

source: Spm Info
ca: Info Spm
pl: Informacje dotyczące menadżera pakietów źródłowych (SPM)
pt: Informações do Spm
ru: Информация SPM
uk: Інформація SPM

source: Spm Sync
ca: Sync Spm
pl: Synchronizacja SPM
pt: Sincronizar Spm
ru: Синхронизация SPM
uk: Синхронізація SPM

source: Spm tree updates
ca: Actualitzacions de l'abre Spm
pl: Aktualizacje drzewa SPM
pt: Tree updates do Spm
ru: Обновления дерева SPM
uk: Оновлення дерева SPM

source: Submit a new document
ca: Envia un nou document
pl: Wyślij nowy dokument
pt: Enviar novo documento
ru: Принять новый документ
uk: Прийняти новий документ

source: Successful mesage
ca: Missatge d'èxit
pl: Wiadomość - sukces
pt: Mensagem de sucesso
ru: Сообщение об успехе
uk: Повідомлення про успіх

source: Sulfur tips and tricks
ca: Pistes i consells de Sulfur
pl: Sulfur - sztuczki i kruczki
pt: Dicas e Truques do Sulfur

source: Switch Sulfur to Advanced Mode
ca: Commuta al mode avançat
pl: Przełącz program Sulfur na tryb zaawansowany
pt: Colocar Sulfur em Modo Avançado
ru: Переключить Sulfur в расширенный режим
uk: Перемкнути Sulfur у Розширений режим

source: Switch to
ca: Commuta a
pl: Przełącz na
pt: Trocar para
ru: Переключить на
uk: Перемкнути на

source: System Database
ca: Base de dades del sistema
pl: Systemowa baza danych
pt: Base de Dados do Sistema
ru: Системная БД
uk: Системна база даних

source: System files
ca: Fitxers del sistema
pl: Pliki systemowe
pt: Arquivos de sistema
ru: Системные файлы
uk: Системні файли

source: Terminal font
ca: Tipus de letra de la terminal
pl: Font terminala
pt: Fonte do terminal
ru: Шрифт терминала
uk: Шрифт терміналу

source: Text on error message
ca: Text del missatge d'error
pl: Tekst wiadomości o błędzie
pt: Texto em mensagem de erro
ru: Текст сообщения об ошибке
uk: Текст повідомлення про помилку

source: Text on succ. message
ca: Text del missatge d'èxit
pl: Tekst wiadomości o sukcesie
pt: Texto em mensagem de sucesso
ru: Текст сообщения об успехе
uk: Текст повідомлення про успіх

source: This is what they call "nice level"
ca: Això és el que anomenem "nice level"
pl: To jest to, co zwie się "nice level"
pt: Isto é o que se chama de "bom nível"
ru: Это то, что обычно называют "nice level"
uk: Це те, що зазвичай називають "пристойний рівень"

source: Tips 'n tricks
ca: Pistes i consells
pl: Sztuczki-kruczki
pt: Dicas 'n Truques

source: UGC Entry Information
ca: Informació d'entrada UGC
pl: Informacje o elemencie dla treści użytkowników
pt: Informação de Entrada UGC
ru: Информация записи UGC
uk: Інформація запису UGC

source: Undo Install
ca: No instal·lis
pl: Cofnij instalację
pt: Desfazer Instalação
ru: Отменить установку
uk: Скасувати встановлення

source: Undo Install Set
ca: Desfés l'instal·lació del conjunt de paquets

source: Undo Install Set action
ca: Desfés l'acció d'instal·lar el conjunt de paquets
pl: Cofnij akcję instalacji zestawu pakietów
pt: Desfazer ação de Instalar Conjunto
ru: Отменить действие установки набора
uk: Скасувати дію встановлення набору
