Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Safe Mode
ca: Mode segur
pl: Tryb bezpieczny
pt: Modo de Segurança
ru: Безопасный режим
uk: Безпечний режим

source: April 1st, w0000h0000! Gonna erase your hard disk!
ca: NT: Això és una broma pels qui fan els Sants Innocents l'1 d'abril :)
pl: Pierwszy kwietnia, łooohoooo! Wymażę ci twardy dysk!
pt: 1° de abril! IIEEEEEEEEEII! Vou apagar seu disco rígido!
ru: Первое апреля, бингооооооо!!! Время форматнуть твой хард!
uk: Перше квітня, уррррррааа!!! Пора форматувати твій жорсткий диск!

source: Love love love... <3
ca: Amor amor amor... <3
pl: Miłość, miłość, miłość... <3
pt: Gostei, Gostei, Gostei <3

source: Oh oh ooooh... Merry Xmas!
ca: Oh oh ooooh... Bon Nadal!
pl: Ho ho ho! Wesołych Świąt!
pt: Oh, Oh.... Ôba... Feliz X-Festa!

source: Applications
ca: Aplicacions
pl: Programy
pt: Aplicações
ru: Приложения
uk: Програми

source: Sync
ca: Sincronitza
pt: Sincronizar

source: Search
ca: Cerca
pl: Wyszukiwanie
pt: Buscar
ru: Поиск
uk: Пошук

source: Default packages sorting
ca: Ordenació de paquets per defecte
pl: Domyślne sortowanie pakietów
pt: Organização padrão de pacotes
ru: Сортировка пакетов по умолчанию.
uk: Сортувати пакунків за замовчуванням.

source: Sort by name [A-Z]
ca: Ordena per nom [A-Z]
pl: Sortowanie według nazwy [A-Z]
pt: Organizar por nome [A-Z]
ru: Сортировать по имени [A-Z]
uk: Сортувати за іменем [AZ]

source: Sort by name [Z-A]
ca: Ordena per nom [Z-A]
pl: Sortowanie według nazwy [Z-A]
pt: Organizar por nome [Z-A]
ru: Сортировать по имени [Z-A]
uk: Сортувати за іменем [ZA]

source: Sort by downloads
ca: Ordena per descàrregues
pl: Sortowanie według liczby pobrań
pt: Organizar por recebimentos
ru: Сортировать по загрузкам
uk: Сортувати за завантаженнями

source: Sort by votes
ca: Ordena per vots
pl: Sortowanie według głosów
pt: Organizar por votos
ru: Сортировать по голосованию
uk: Сортувати за голосуваннями

source: Sort by repository
ca: Ordena per repositori
pl: Sortowanie według repozytorium
pt: Organizar por repositório
ru: Сортировать по репозиторию
uk: Сортувати за репозиторієм

source: Sort by date (simple)
ca: Ordena per data (simple)
pl: Sortowanie według daty (proste)
pt: Organizar por data (simples)
ru: Сортировать по дате (просто)
uk: Сортувати за датою (просто)

source: Sort by date (grouped)
ca: Ordena per data (en grups)
pl: Sortowanie według daty (zgrupowane)
pt: Organizar por data (agrupado)
ru: Сортировать по дате (группируя)
uk: Сортувати за датою (групами)

source: Sort by license (grouped)
ca: Ordena per llicència (en grups)
pl: Sortowanie według licencji (zgrupowane)
pt: Organizar por licença (agrupado)
ru: Сортировать по лицензии (группируя)
uk: Сортувати за ліцензією (групами)

source: Sort by Groups
ca: Ordena per grups
pl: Sortowanie według grup
pt: Organizar por Grupos
ru: Сортировать по группам
uk: Сортувати за групами

source: The repositories listed below are configured but not available. They should be downloaded.
ca: Els repositoris llistats a baix estan configurats però no estan disponibles. Els hauríeu de baixar.
pl: Repozytoria wypisane poniżej są skonfigurowane, ale niedostępne. Powinny one zostać pobrane.
pt: Os repositórios listados abaixo estão configurados mas não estão disponíveis. Eles devem ser recebidos.
ru: Нижеуказанные репозитории сконфигурированы, но недоступны. Они должны быть скачаны.
uk: Вказані репозиторії налаштовані, проте недоступні. Їх потрібно завантажити

source: If you don't do this now, you won't be able to use them.
ca: Si no ho feu no els podreu usar.
pl: Jeśli nie zrobisz tego teraz, nie będziesz mógł z nich korzystać.
pt: Se você não fizer isto agora, não vai poder usá-los.
ru: Если Вы не знаете это сейчас, Вы не будете в состоянии их использовать.
uk: Якщо ви не зробите цього зараз, то Ви не матимете можливості їх використовувати.

source: Download now
ca: Baixa'ls ara
pl: Pobierz teraz
pt: Receber agora
ru: Скачать сейчас
uk: Завантажити зараз

source: Skip
ca: Omet
pl: Pomiń
pt: Pular
ru: Пропустить
uk: Пропустити

source: Database
ca: Base de dades
pl: Baza danych
pt: Base de dados
ru: База данных
uk: База даних

source: Date
ca: Data
pl: Data
pt: Data
ru: Дата
uk: Дата

source: Logged in as
ca: Connectat com a
pl: Zalogowany jako
pt: Autenticado como
ru: Вошёл как
uk: Увійшов як

source: UGC Status
ca: Estat de UGC
pl: Status UGC
pt: Status do UGC
ru: Статус UGC
uk: Статус UGC

source: Error setting parameter
ca: S'ha produït un error en establir un paràmetre
pl: Błąd podczas ustawianie parametru
pt: Erro ao definir parâmetro
ru: Ошибка при установке параметра
uk: Помилка при встановленні параметра

source: An issue occured while loading a preference
ca: S'ha produït un error mentre s'estava carregant una preferència
pl: Podczas ładowania preferencji pojawił się błąd
pt: Um problema ocorreu enquanto carregando uma preferência
ru: Произошла проблема при загрузке настройки
uk: Виникла проблема при завантаженні налаштування

source: must be of type
ca: ha de ser del tipus
pl: musi mieć typ
pt: deve ser do tipo
ru: должен быть типа
uk: повинен бути типу

source: got
ca: s'ha obtingut
pl: otrzymano
pt: recebeu
ru: было
uk: було

source: Error saving preferences
ca: S'ha produït un error en desar les preferències
pl: Błąd podczas zapisywania ustawień
pt: Erro ao salvar preferências
ru: Ошибка при сохранении настроек
uk: Помилка при збереженні налаштувань

source: These packages are masked either by default or due to your choice. Please be careful, at least.
ca: Aquests paquets estan emmascarats, ja sigui per defecte o perquè vosaltres els n'heu. Si us plau, aneu amb compte.
pl: Te pakiety są zamaskowane albo domyślnie, albo z twojego wyboru. Proszę być ostrożnym.
pt: Estes pacotes estão mascarados por padrão ou por sua escolha. Por favor tenha cuidado, pelo menos.
ru: Данные пакеты замаскированы изначально по умолчанию либо по Вашему выбору. В любом случае, будьте осторожны.
uk: Ці пакунки замасковані від початку за замовчуванням або за Вашим вибором.Принаймні будьте обережні.

source: Generating metadata. Please wait.
ca: S'estan generant metadades. Espereu si us plau.
pl: Generowanie metadanych. Proszę czekać.
pt: Gerando metadados. Por favor espere.
ru: Генерация мета-информации. Пожалуйста, подождите.
uk: Генерація мета-інформації. Будь-ласка, зачекайте.

source: Error during list population
ca: S'ha produït un error en expandir la llista
pl: Błąd podczas wypełniania listy
pt: Erro durante população da lista
ru: Ошибка при заполнении списка
uk: Помилка при заповненні списку

source: Retrying in 1 second.
ca: Es tornarà a intentar en 1 segon.
pl: Ponawianie za 1 sekundę.
pt: Tentando novamente em 1 segundo.
ru: Следующая попытка через 1 секунду
uk: Наступна спроба через 1секунду

source: Error loading advisories
ca: S'ha produït un error en la càrrega de les advertències
pl: Błąd podczas ładowania rekomendacji bezpieczeństwa
pt: Erro ao carregar consultivos
ru: Ошибка при загрузке уведомлений
uk: Помилка завантаження повідомлень

source: Errors updating repositories.
ca: S'han produït errors durant l'actualització de repositoris.
pl: Błąd podczas aktualizowania repozytoriów.
pt: Erros ao atualizar repositórios.
ru: Ошибки при обновлении репозиториев
uk: Помилки оновлення репозиторіїв

source: Please check logs below for more info
ca: Si us plau, reviseu els registres de baix per a més informació
pl: Po więcej informacji proszę sprawdzić logi poniżej.
pt: Por favor verifique os logs abaixo para mais informações
ru: Пожалуйста, заполни логи ниже для большей информации
uk: Будь-ласка, заповніть наступні логи для детальнішої інформації

source: Repositories updated successfully
ca: Els reporitoris s'han actualitzat correctament
pl: Repozytoria pomyślnie zaktualizowane
pt: Repositórios atualizados com sucesso.
ru: Репозитории обновлены успешно
uk: Репозиторії вдало оновлено

source: sys-apps/entropy needs to be updated as soon as possible.
ca: hauríeu d'actualitzar sys-apps/entropy el més aviat possible.
pl: sys-apps/entropy musi być zaktualizowane tak szybko, jak to możliwe.
pt: sys-apps/entropy precisa ser atualizado o mais cedo possível.
ru: sys-apps/entropy должен быть обновлён как можно раньше.
uk: sys-apps/entropy повинен бути оновлений якомога раніше.

source: Another Entropy instance is running. Cannot process queue.
ca: S'està executant una altra instància d'Entropy. No es pot processar la cua.
pl: Inna instancja Entropy już działa. Nie można przetworzyć kolejki.
pt: Outra instância do Entropy está em execução. Não é possível processar a fila.
ru: Другая сессия Entropy запущена. Невозможно обработать очередь.
uk: Інша сесія Entropy увімкнена. Неможливо обробити чергу.

source: Another Entropy instance is locking this task at the moment. Try in a few minutes.
ca: Una altra instància d'Entropy està bloquejant aquesta tasca. Intenteu-ho en uns minuts.
pl: Inna instancja Entropy blokuje to zadanie w tej chwili. Spróbuj za parę minut.
pt: Outra instância do Entropy está trancando este processo, no momento. Tente novamente em alguns minutos.
ru: Другая сессия Entropy блокирует это задание в данный момент. Попробуйте через несколько минут.
uk: Інша сесія Entropy блокує це завдання в даний момент. Спробуйтеза кілька хвилин.

source: Updating repositories...
ca: S'estan actualitzant els repositoris...
pl: Aktualizowanie repozytoriów...
pt: Atualizando repositórios...

source: Running tasks
ca: S'estan executant tasques
pl: Wykonywanie zadań
pt: Executando tarefas
ru: Запуск заданий
uk: Завдання, що зараз виконуються

source: Testing dependencies...
ca: S'estan verificant les dependències...
pl: Sprawdzanie zależności...
pt: Testando dependências...

source: No missing dependencies found.
ca: No s'han trobat dependències perdudes.
pl: Nie znaleziono brakujących zależności.
pt: Nenhuma dependência em falta encontrada.
ru: Недостающие зависимости не найдены.
uk: Відсутних залежностей не виявлено.

source: Missing dependencies found, but none of them are on the repositories.
ca: Hi ha dependències no resoltes, però cap d'elles no és als repositoris.
pl: Znaleziono brakujące zależności, ale żadne z nich nie są dostępne w repozytoriach.
pt: Dependências em falta encontradas, mas nenhuma delas está nos repositórios.
ru: Недостающие зависимости найдены, но некоторые из них имеются в репозиториях.
uk: Відсутні залежності знайдено, проте деякі з них є у репозиторіях.

source: Some missing dependencies have not been matched, others are going to be added to the queue.
ca: Algunes dependències no s'han pogut resoldre, altres s'afegiran a la cua de processos.
pl: Nie dopasowano niektórych brakujących zależności; pozostałe zostaną dodane do kolejki.
pt: Algumas dependências em falta não foram comparadas, outras foram adicionadas à fila.
ru: Несколько недостающих зависимостей не подсчитаны, другие отправлены на добавление в очередь
uk: Деякі відсутні залежності не порівняно, інші будутьдодані в чергу

source: All the missing dependencies are going to be added to the queue
ca: Totes les dependències no resoltes s'afegiran a la cua de processos
pl: Wszystkie brakujące zależności będą dodane do kolejki
pt: Todas as dependências em falta serão adicionadas à fila
ru: Все отсутствующие зависимости будут добавлены в очередь.
uk: Всі відсутні залежності будуть додані в чергу.

source: Testing libraries...
ca: S'estan verificant les llibreries...
pl: Sprawdzanie bibliotek...
pt: Testando bibliotecas...

source: Libraries test aborted
ca: La verificació de llibreries s'ha interromput
pl: Test bibliotek przerwany
pt: Testes de biblioteca abortados
ru: Тест библиотек отменён
uk: Тест бібліотек скасовано

source: Some broken packages have not been matched, others are going to be added to the queue.
ca: Alguns paquets trencats no s'han trobat, la resta s'afegiran a la cua de processos.
pl: Nie dopasowano niektórych uszkodzonych pakietów; pozostałe zostaną dodane do kolejki.
pt: Alguns pacotes quebrados não foram comparados, outros foram adicionados à fila.
ru: Несколько испорченных пакетов не подсчитаны, другие отправлены на добавление в очередь
uk: Кілька пошкоджених пакунків не підходять, інші будуть доданіу чергу

source: All the broken packages are going to be added to the queue
ca: Tots els paquets trencats s'afegiran a la cua
pl: Wszystkie uszkodzone pakiety zostaną dodane do kolejki
pt: Todos os pacotes quebrados serão adicionados à fila
ru: Все испорченные пакеты отправлены на добавление в очередь
uk: Всі пошкоджені пакунки будуть додані у чергу

source: These packages are no longer available
ca: Aquests paquets ja no estan disponibles
pl: Te pakiety nie są już dostępne
pt: Estes pacotes não estão mais disponíveis

source: updates
ca: actualitzacions
pl: aktualizacje
pt: Atualizações

source: Showing
ca: Es mostren
pl: Pokazywanie
pt: Mostrando
ru: Доступно элементов
uk: Відображаю

source: No packages need or can be queued at the moment.
ca: No hi ha paquets necessaris o aquests no es poden posar a la cua.
pl: Żaden pakiet nie potrzebuje/nie może być w tej chwili zakolejkowany.
pt: Não há pacotes necessitando o que possam ser enfileirados no momento.
ru: Ни одного пакета не требуется и не представляется возможным поставить в очередь на данный момент.
uk: Жодного пакунку не потрібно і немає потреби ставити їх учергу в даний момент.

source: Name and description
ca: Nom i descripció
pl: Nazwa i opis
pt: Nome e Descrição

source: Entropy Search
ca: Cerca Entropy
pl: Przeszukiwanie Entropy
pt: Busca no Entropy
ru: Поиск Entropy
uk: Пошук Entropy

source: Abort action
ca: Abandona l'acció
pl: Przerwij operację
pt: Abortar ação
ru: Отменить действие
uk: Скасувати дію

source: Ignore
ca: Ignora
pl: Zignoruj
pt: Ignorar
ru: Игнорировать
uk: Відхилити

source: Tasks completed successfully.
ca: Les tasques s'han completat correctament.
pl: Pomyślnie ukończono zadania.
pt: Tarefas completadas com sucesso

source: Please make sure to read all the messages in the terminal below.
ca: Assegureu-vos que llegiu tots els missatges de la terminal inferior.
pl: Proszę się upewnić, że zostały przeczytanie wszystkie wiadomości w terminalu poniżej.
pt: Por Favor, leia todas as mensagens no terminal abaixo.

source: Oh, a fairytale gone bad!
ca: Ieps, alguna cosa ha anat malament!
pl: Oh, a taka ładna bajka to była!
pt: Puxa, alguma coisa errada aconteceu!

source: Something bad happened, have a look at the messages in the terminal below.
ca: Alguna cosa no ha anat com era d'esperar, mireu la terminal de processos.
pl: Coś złego się wydarzyło - spójrz na wiadomości w terminalu poniżej.
pt: Algo errado aconteceu. Por favor dê uma olhada nas mensagens do terminal abaixo.

source: Don't feel guilty, it's all my fault!
ca: No us sentiu culpables, és culpa meva!
pl: Nie czuj się winny, to wszystko moja wina!
pt: Não fique chateado, é tudo minha culpa!

source: Attention. An error occured while processing the queue. Please have a look at the terminal.
ca: Atenció. S'ha produït un error mentre es processava la cua. Mireu la terminal de processos.
pl: Uwaga. Wystąpił błąd podczas przetwarzania kolejki. Proszę spojrzeć na terminal.
pt: Atenção. Um erro ocorreu ao processar a fila. Por favor dê uma olhada no terminal.

source: Attention. Something really bad happened. Please have a look at the terminal.
ca: Alguna cosa no ha anat com era d'esperar. Mireu la terminal de processos.
pl: Uwaga. Wydarzyło się coś złego. Proszę spojrzeć na terminal.
pt: Atenção. Algo realmente ruim aconteceu. Por favor dê uma olhada no terminal.

source: Attention. You have updated Entropy. Sulfur will be reloaded.
ca: Atenció. Heu actualitzat Entropy. Sulfur es reiniciarà.
pl: Uwaga. Zaktualizowałeś Entropy. Sulfur zostanie przeładowany.
pt: Atenção. Você atualizou o Entropy. Sulfur será recarregado.
ru: Внимание. Вы обновили Entropy. Sulfur будет перезагружен.
uk: Увага. Ви оновили Entropy. Sulfur буде перезавантажено.

source: Processing Packages in queue
ca: S'estan processant els paquets de la cua
pl: Przetwarzanie pakietów w kolejce
pt: Processando Pacotes na fila
ru: Обработка пакетов в очереди
uk: Обробка пакунків у черзі

source: No packages selected
ca: No hi ha paquets seleccionats
pl: Nie wybrano pakietów
pt: Não há pacotes selecionados
ru: Ни одного пакета не выбрано
uk: Жодного пакунку не обрано

source: Skipping current mirror.
ca: S'està ometent la rèplica de descàrrega actual.
pl: Pomijanie bieżącego serwera lustrzanego.
pt: Pulando o espelho atual.
ru: Пропускаем текущее зеркало
uk: Пропускаю поточне дзеркало

source: Recursive Package Set
ca: Conjunt de paquets recursius
pl: Rekurencyjny zestaw pakietów
pt: Conjunto de Pacotes Recursivo
ru: Рекурсивный набор пакетов
uk: Рекурсивний набір пакунків

source: There are packages that can't be installed at the same time, thus are blocking your request:
ca: Hi ha paquets que no es poden instal·lar al mateix temps. Alguns estan blocant la sol·licitud:
pl: To są pakiety, które nie mogą być zainstalowane w tym samym czasie, przez co blokują twoje żądanie:
pt: Estes são os pacotes que não podem ser instalados ao mesmo tempo, logo estão bloqueando sua requisição:
ru: Здесь перечислены пакеты, которые не могут быть установлены в то же время, поскольку блокируют Ваш запрос.
uk: Тут перелічені пакунки, що не можуть бути встановлені водночас,оскільки вони блокують Ваш запит.

source: These are the needed packages
ca: Aquests són els paquets necessaris
pl: To są potrzebne pakiety
pt: Estes são os pacotes necessários
ru: Здесь перечислены требуемые пакеты
uk: Тут перераховані необхідні пакунки

source: These packages must be removed from the removal queue because they depend on your last selection. Do you agree?
ca: Aquests paquets s'han d'eliminar de la cua de desinstal·lació perquè depenen de l'última selecció. D'acord?
pl: Te pakiety muszą zostać usunięte z kolejki usuwanych, ponieważ zależą od twojego ostatniego wyboru. Zgadzasz się?
pt: Estes pacotes devem ser removidos da fila de remoção porque eles dependem da sua última seleção. Você concorda?
ru: Эти пакеты должны буть удалены из очереди к удалению, поскольку они зависят от Вашего последнего выбора. Вы согласны?
uk: Ці пакунки повинні бути вилучені з черги до видалення, оскільки вони залежатьвід Вашого останнього вибору. Ви згодні?

source: These packages must be excluded
ca: Cal excloure aquests paquets
pl: Te pakiety muszą zostać wykluczone
pt: Estes pacotes devem ser excluídos
ru: Данные пакеты должны быть исключены
uk: Дані пакунки повинні бути вилучені

source: These packages must be removed from the queue because they depend on your last selection. Do you agree?
ca: Cal eliminar aquests paquets de la cua de processos perquè depenen de l'última selecció. Hi esteu d'acord?
pl: Te pakiety muszą zostać usunięte z kolejki, ponieważ zależą od twojego ostatniego wyboru. Zgadzasz się?
pt: Estes pacotes devem ser removidos da fila porque eles dependem da sua última seleção. Você concorda?
ru: Эти пакеты должны буть удалены из очереди к удалению, поскольку они зависят от Вашего последнего выбора. Вы согласны?
uk: Ці пакунки повинні буть вилучені з черги до видалення, оскільки вони залежатьвід Вашого останнього вибору. Ви згодні?

source: Some dependencies couldn't be found. It can either be because they are masked or because they aren't in any active repository.
ca: Hi ha algunes dependències que no s'han pogut trobar. Pot ser que estiguin emmascarades o que no es trobin a cap dels repositoris actius.
pl: Niektóre zależności nie mogły zostać znalezione. Powodem może być to, że są zamaskowane albo nie ma ich w żadnym aktywnym repozytorium.
pt: Algumas dependências não puderam ser encontradas. Isto pode ser porque elas estão mascaradas ou porque elas não estam em nenhum repositório ativo.
ru: Некоторые зависимости не могут быть найдены. Это может быть в том числе и потому, что они замаскированы, или из-за того, что их нет ни в одном активном репозитории.
uk: Деякі залежності не можуть бути знайдені. Це може бути як черезте, що вони замасковані, так і через те, що їх немає у жодномуактивному репозиторії.

source: Needed disk space
ca: Espai necessari al disc
pl: Potrzebne miejsce na dysku
pt: Espaço em disco necessário
ru: Требуемое пространство на диске
uk: Необхідний простір на диску

source: These are the packages that would be installed/updated
ca: Aquests són els paquets que s'instal·laran/s'actualitzaran
pl: To są pakiety, które zostaną zainstalowane/zaktualizowane
pt: Estes são os pacotes que seriam instalados/atualizados
ru: Здесь перечислены пакеты, которые будут установлены/обновлены
uk: Тут перераховані пакунки, що будуть встановлені/оновлені

source: Cannot remove packages
ca: No se poden eliminar paquets
pl: Nie można usunąć pakietów
pt: Não remove pacotes

source: Some dependencies couldn't be removed because they are vital.
ca: Hi ha algunes dependències que no s'han pogut eliminar perquè eren vitals.
pl: Niektóre zależności nie mogły zostać usunięte, ponieważ są niezbędne.
pt: Algumas dependências não puderam ser removidas porque são vitais para o sistema.

source: Freed space
ca: Espai alliberat
pl: Zwolnione miejsce
pt: Espaço liberado
ru: Освобождённое пространство
uk: Звільнений простір

source: Needed space
ca: Espai necessari
pl: Potrzebne miejsce
pt: Espaço necessário
ru: Требуемое пространство
uk: Необхідний простір

source: Set from
ca: Conjunt de paquets des de
pl: Ustawiono z
pt: Definido de
ru: Установлено из
uk: Встановлено з

source: Unknown
ca: Desconegut
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
uk: Невідомо

source: User configuration
ca: Configuració d'usuari
pl: Konfiguracja użytkownika
pt: Configuração de usuário
ru: Конфигурация пользователя
uk: Налаштування користувача

source: Try to update your repositories
ca: Intenteu actualitzar els repositoris
pl: Spróbuj zaktualizować repozytoria
pt: Tente atualizar seus repositórios

source: No updates available
ca: No hi ha actualitzacions disponibles
pl: Brak dostępnych aktualizacji
pt: Não há atualizações disponíveis
ru: Нет доступных обновлений
uk: Немає наявних оновлень

source: It seems that your system is already up-to-date. Good!
ca: El sistema està actualitzat. Bé!
pl: Wygląda na to, że twój system jest już aktualny. To dobrze!
pt: Parece que seu sistema já está totalmente atualizado. Massa!
ru: Похоже, что твоя система уже обновлена до последней версии. Это не может не радовать :)
uk: Схоже, що вашу систему вже оновлено до останньої версії. І це чудово.

source: Please wait, loading...
ca: S'està carregant...
pl: Proszę czekać, ładowanie...
pt: Espere, por favor. Carregando...

source: The current view is loading.
ca: S'està carregant la vista.
pl: Bieżący widok jest ładowany.
pt: Carregando visualização corrente.

source: Be patient, sit down and relax.
ca: Paciència, seieu i relaxeu-vos.
pl: Bądź cierpliwy, usiądź i zrelaksuj się.
pt: Tenha paciência, sente e relaxe.

source: No packages found means nothing to show!
ca: No s'han trobat paquets. No hi ha res a mostrar!
pl: Nie znaleziono pakietów, co oznacza, że nie ma nic do pokazania!
pt: Nenhum pacote encontrado significa nada para mostrar!
ru: Ни одного пакета не найдено, и это значит, что нечего отображать!
uk: Жодного пакунку не знайдено, і це значить, що нема чого відображати!

source: No packages found using the provided search term
ca: No s'han trobat paquets pels termes de búsqueda
pl: Nie znaleziono pakietów przy użyciu podanego zapytania
pt: Não foram encontrados pacotes usando este termo de busca
ru: Ни одного пакета не найдено при выбранном условии поиска
uk: Жодного пакунку не знайдено за заданими умовами пошуку

source: No packages to show
ca: No hi ha paquets a mostrar
pl: Brak pakietów do pokazania
pt: Não há pacotes para mostrar
ru: Нет пакетов к отображению
uk: Немає пакунків до відображення
