Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Ugh. Cannot send the report. When you want, mail the file below to lxnay@sabayon.org.
pl: Uch. Nie można wysłać zgłoszenia. Kiedy chcesz, wyślij plik poniżej do lxnay@sabayon.org.
pt: Puxa, não foi possível enviar o relatório. Quando você quiser, envie o arquivo para lxnay@sabayon.org.

source: Even if they are usually harmless, it is suggested (after proper verification) to remove them.
pl: Nawet jeśli jest to zwykle nieszkodliwe, sugeruje się (po odpowiednim sprawdzeniu), żeby je usunąć.
pt: Mesmo que eles sejam normalmente inofensivos, sugere-se (após verificação) que você os remova.

source: There are more updates to install, reloading Entropy
pl: Jest więcej aktualizacji do zainstalowania - ponowne wczytywanie Entropy
pt: Há mais atualizações a fazer, recarregando Entropy

source: These are the packages that should be MANUALLY removed
pl: To są pakiety, które powinny zostać usunięte RĘCZNIE
pt: Estes são os pacotes que devem ser removidos MANUALMENTE

source: Versions
pl: Wersje
pt: Versões
ru: Версии
uk: Версії

source: Conflicting packages were pulled in
pl: Pociągnięte zostały konfliktujące pakiety
pt: Pacotes conflitando em

source: Please mask conflicts using
pl: Proszę zamaskować konflikty używając
pt: Por favor, mascare conflitos usando

source: Resume cache no longer valid
pl: Cache wznawianych operacji już nieprawidłowe
pt: Cache de retomada inválido

source: Repositories lock complete
pt: Trancamento dos repositórios completado

source: Repositories unlock complete
pt: Repositórios destrancados

source: Repositories sync error, cannot continue.
pt: Erros na sincronização da base de dados, não foi possível continuar.

source: Cleaning unavailable packages from repository
pt: Limpando pacotes não disponíveis no repositório

source: Removing unavailable packages, overriding Entropy defaults is generally bad.
pt: Removendo pacotes indisponíveis, sobrescrevendo padrões Entropy. Geralmente é ruim

source: Users with outdated repositories, won't be able to find package files remotely.
pt: Usuários com repositórios desatualizados, não possível encontra pacotes remotamente

source: Remote Entropy Repository Status
pt: Status da Base de Dados Remota do Entropy

source: Local revision currently at
pt: Revisão da base de dados local atualmente em

source: No packages selected.
pt: Não há pacotes selecionados.

source: unstaged packages
pt: pacotes não classificados em "Stages"

source: add
pt: adiciona

source: switch injected
pt: trocando pacotes injetados

source: this help
pl: ta pomoc
pt: esta ajuda

source: Sel
pl: Wyb
pt: Selec

source: Successfully logged in.
pl: Zalogowano pomyślnie.
pt: Autenticado com sucesso.

source: Unsupported Service
pl: Nieobsługiwana usługa
pt: Serviço não suportado

source: Already voted
pl: Już zagłosowano
pt: Já votado

source: Cannot disable repository!
pl: Nie można wyłączyć repozytorium!
pt: Repositório não pode ser desabilitado!

source: Conflicting packages were pulled in, in the same key and slot
pl: Pociągnięto konfliktujące zależności - ten sam klucz i slot
pt: Pacotes conflitantes foram populacionados na mesma Chave ou Slot

source: Please mask packages that are causing the issue
pl: Proszę zamaskować pakiety, które są tego powodem
pt: Por favor, mascare os pacotes que causam esse problema

source: Invalid Repository Identifier
pl: Nieprawidłowy identyfikator repozytorium
pt: Identificador de Repositório inválido

source: Repository URL must be a valid URL
pl: URL repozytorium musi być prawidłowym URL-em
pt: A URL do repositório deve ser uma URL válida

source: Enter a download mirror URL
pl: Wpisz URL serwera lustrzanego
pt: Insira a URL de um espelho, HTTP ou FTP

source: You must enter either a valid URL.
pl: Musisz podać prawidłowy URL.
pt: Você deve inserir uma URL válida.

source: Please wait...
pl: Proszę czekać...
pt: Espere, por favor

source: Vulnerables
pl: Zagrożone
pt: Vulneráveis
ru: Уязвимое
uk: Вразливості

source: No keywords
pl: Brak słów kluczowych
pt: Sem Palavras-Chave

source: Service is unavailable
pl: Usługa jest niedostępna
pt: Serviço não disponível

source: Invalid fields
pl: Nieprawidłowe pola
pt: Campos Inválidos

source: Access denied. You don't have enough privileges to run Sulfur.
pl: Brak dostępu. Nie masz wystarczających uprawnień do uruchomienia programu Sulfur.
pt: Acesso negado. Você não tem previlégios para executar o Sulfur

source: Another Entropy application is running. Sorry.
pl: Inny klient Entropy jest już uruchomiony.
pt: Outra instância do Entropy está em execução. Desculpe.

source: Entropy Store is running off a Live System
pl: Entropy Store został uruchomiony na systemie działającym w trybie "live".
pt: Entropy está sendo executado em Live DVD

source: performance could get severely compromised
pl: wydajność może zostać znacznie pogorszona
pt: a performance poderá ser seriamente comprometida

source: These packages should be removed (if you agree) because support has been dropped. Do you want to remove them?
pl: Te pakiety powinny zostać usunięte (jeśli wyrażasz zgodę), ponieważ wsparcie dla nich zostało porzucone. Czy chcesz je usunąć?
pt: Estes pacotes podem ser removidos (se você quiser, pode mante-los) porque não há mais suporte a eles. Você quer remove-los?

source: These are orphaned vital packages
pl: To są osierocone bardzo ważne pakiety
pt: Estes são pacotes vitais, mas orfãos

source: You should make sure that they are no longer needed and remove manually.
pl: Powinieneś się upewnić, że nie są już potrzebne i usunąć je ręcznie.
pt: Você deve remove-lo(os) manualmente,se tiver certeza que não precisará mais dele(s).

source: These are packages from unavailable repositories
pl: To są pakiety z niedostępnych repozytoriów
pt: Estes são pacotes existentes em repositórios não mais disponíveis

source: You are not going to receive updates for the following packages.
pl: Nie będziesz otrzymywał aktualizacji dla wymienionych pakietów.
pt: Voce não receberá mais pedidos de atualização para o(s) seguinte(s) pacotes.

source: Attention. Other updates that must be installed. Sulfur will be reloaded.
pl: Uwaga. Są inne aktualizacje, które muszą zostać zainstalowane. Sulfur zostanie przeładowany.
pt: Atenção. Outras atualizações precisam ser instaladas antes. Porisso o Sulfur será recarregado.

source: Are you sure you want to remove the default repository?
pl: Czy jesteś pewien, że chcesz usunąć domyślne repozytorium?
pt: Você tem certeza de que quer remover o repositório padrão?

source: Are you sure?
pl: Jesteś pewien?
pt: Você tem certeza ?

source: dependencies not found
pl: nie znaleziono zależności
pt: dependências não encontradas

source: has been installed.
pl: został zainstalowany.
pt: foi instalado.

source: some external drivers cannot work across multiple kernels.
pl: niektóre zewnętrzne sterowniki nie działają z wieloma wersjami jądra.
pt: alguns drivers externos não funcionam através de kerneis múltiplos.

source: Please reboot your computer now !
pl: Proszę teraz zrestartować swój komputer!
pt: Por favor, re-inicie seu computador !

source: No kernel packages given
pl: Nie podano pakietów jądra
pt: Não há pacotes de Kernel

source: More than one kernel package given
pl: Podano więcej niż jeden pakiet jądra
pt: Mais do que um pacote de kernel fornecido

source: Package does not exist
pl: Pakiet nie istnieje
pt: O pacote não existe

source: Not a kernel
pl: To nie pakiet jądra
pt: Não é um Kernel

source: No kernel packages found
pl: Nie znaleziono pakietów jądra
pt: Não foram encontrados pacotes do Kernel

source: Sabayon Linux Kernel Switcher BETA
pt: Trocador de Kernel (Kernel Switcher) Sabayon,BETA

source: switch kernel
pl: przełącz jądro
pt: Trocar Kernel

source: list kernels
pl: wypisz jądra
pt: lista os kerneis

source: General
pl: Ogólne
pt: Geral
ru: Основной
uk: Загальний

source: Install Packages in Set
pl: Zainstaluj pakiety z zestawu
pt: Instalar Conjunto de Pacotes

source: Install packages in Set
pl: Zainstaluj pakiety z zestawu
pt: Instalar Conjunto de Pacotes

source: Port
pt: Porta
ru: Порт
uk: Порт

source: Remove Packages in Set
pl: Usuń pakiety wchodzące w skład zestawu
pt: Remover Pacotes em conjunto

source: Remove packages in Set
pl: Usuń pakiety wchodzące w skład zestawu
pt: Remover pacotes em conjunto

source: Sets
pl: Zestawy
pt: Conjuntos
ru: Наборы
uk: Набори

source: Undo Install Packages in Set
pl: Cofnij instalację pakietów z zestawu
pt: Desfazer Instalação de conjunto de pacotes

source: Undo Remove Packages in Set
pl: Cofnij usunięcie pakietów składających się na zestaw
pt: Desfazer remoção de conjunto de pacotes

source: local
pl: lokalne
ru: локально
uk: локально

source: not owned by uid and gid = 0
pl: właścicielem nie jest użytkownik o UID i GID=0

source: injected package, no separate debug package
pl: wstrzyknięty pakiet, brak osobnego pakietu z danymi debugowania

source: GPG key seems already installed but not properly recorded, resetting
pl: Klucz GPG wydaje się być zainstalowany, ale niepoprawnie zapisany - resetowanie

source: Checking speed of
pl: Sprawdzanie szybkości

source: Mirror speed
pl: Szybkość serwera lustrzanego

source: determining missing libraries
pl: określanie brakujących bibliotek

source: requires
pl: wymaga

source: provided by
pl: dostarczane przez

source: no missing runtime libraries found
pl: nie znaleziono brakujących zależności do wykonania programu

source: mirror order:
pl: kolejność serwerów lustrzanych:

source: video
pl: plik wideo

source: Listing Packages
pl: Wypisywanie pakietów

source: only packages installed by user
pl: tylko pakiety zainstalowane przez użytkownika

source: Rev.
pl: Rew.
ru: Версия
uk: Перевірка

source: Installed Packages Repository Integrity Problem
pl: Problem z integralnością repozytorium zainstalowanych pakietów

source: Installed Packages Repository Integrity
pl: Integralność repozytorium zainstalowanych pakietów

source: Integrity corruption detected, this might indicate a filesystem or system issue
pl: Wykryto uszkodzenie integralności, co może oznaczać problem z systemem lub systemem plików

source: Slot
ru: Слот
uk: Слот

source: not available
uk: недоступний

source: Commit message
uk: Підтвердити повідомлення

source: root
uk: суперкористувач root
