Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Invalid repository
ca: Repositori no vàlid
pl: Nieprawidłowe repozytorium
pt: Repositório inválido
ru: Некорректный репозиторий
uk: Хибний репозиторій

source: Already logged in as
ca: Ja esteu connectat com a
pl: Już zalogowany jako
pt: Já está autenticado como
ru: Уже вошли в систему как
uk: Вже увійшли в систему(залогінились) як

source: Please logout first
ca: Si us plau, desconnecteu-vos primer
pl: Proszę się najpierw wylogować
pt: Por favor desautentique primeiro
ru: Пожалуйста, сначала выйдите из системы.
uk: Будь-ласка, спочатку вийдіть з системи.

source: Successfully logged in as
ca: S'ha connectat correctament com a
pl: Pomyślnie zalogowano jako
pt: Autenticado com sucesso como
ru: Успешно вошли в систему как
uk: Успішно ввійшли в систему як

source: From now on, any UGC action will be committed as this user
ca: A partir d'ara, qualsevol acció UGC serà tramesa per aquest usuari
pl: Od teraz każda czynność związana z funkcjonalnością treści użytkowników będzie używała tego konta
pt: De agora em diante, qualquer ação UGC será efetuada por este usuário
ru: С текущего момента любое действие UGC будет определено как от этого пользователя
uk: З поточного моменту будь-яка дія UGC буде визначеною як від цьогокористувача

source: Login error. Not logged in.
ca: Error en l'inici de sessió. No esteu connectat.

source: Not logged in
ca: No us heu connectat
pl: Niezalogowany
pt: Não está autenticado
ru: Не вошел в систему
uk: Не увійшов в систему

source: User
ca: Usuari
pl: Użytkownik
pt: Usuário
ru: Пользователь
uk: Користувач

source: has been logged out
ca: s'ha desconnectat

source: UGC error
ca: Error UGC
pl: Błąd związany z treściami użytkowników (UGC)
pt: Erro no UGC
ru: Ошибка UGC
uk: Помилка UGC

source: Add vote
ca: Afegeix vot

source: Insert your vote (from 1 to 5)
ca: Inseriu el vot (de l'1 al 5)
pl: Zagłosuj (od 1 do 5)
pt: Insira seu voto (de 1 à 5)
ru: Введите Ваш голос (от 1 до 5)
uk: Введіть Ваш голос (від 1 до 5)

source: Entropy UGC vote submission
ca: Tramesa de vot Entropy UGC
pl: Zgłoszenie głosu w Entropy UGC
pt: Submissão de voto em UGC do Entropy
ru: Подчинение оценки Entropy UGC
uk: Підпорядкування оцінки Entropy UGC

source: Vote not valid
ca: El vot no és vàlid

source: Vote not in range
ca: Vot fora de rang

source: Please review your submission
ca: Si us plau, reviseu l'enviament
pl: Proszę przejrzeć swoje zgłoszenie
pt: Por favor revise sua submissão
ru: Пожалуйста, оставьте своё мнение
uk: Будь-ласка, залиште свою думку

source: Vote
ca: Vot
pl: Głos
pt: Votar
ru: Проголосовать
uk: Проголосувати

source: Do you want to submit?
ca: Voleu enviar-ho?
pl: Czy wysłać?
pt: Você gostaria de submeter?

source: Vote added, thank you!
ca: El vot s'ha afegit, gràcies!

source: Number of downloads
ca: Número de descàrregues
pl: Liczba pobrań
pt: Número de downloads
ru: Число загрузок
uk: Кількість завантажень

source: No User Generated Content available
ca: No hi ha Contingut Generat per l'Usuari disponible

source: Add document
ca: Afegeix document
pl: Dodaj dokument
pt: Adicionar documento
ru: Добавить документ
uk: Додати документ

source: text comment
ca: comentari de text
pl: komentarz tekstowy
pt: texto de comentário
ru: текстовый документ
uk: текстовий коментар

source: simple file
ca: fitxer simple
pl: prosty plik
pt: arquivo simples
ru: простой файл
uk: простий файл

source: simple image
ca: imatge simple
pl: prosty obrazek
pt: imagem simples
ru: простое изображение
uk: просте зображення

source: youtube video
ca: vídeo del youtube

source: Insert document title
ca: Inseriu el títol del document
pl: Wpisz tytuł dokumentu
pt: Inserir título do documento
ru: Введите заголовок документа
uk: Введіть заголовок документа

source: Insert document description/comment
ca: Inseriu la descripció/comentari del document
pl: Wpisz opis/komentarz dla dokumentu
pt: Inserir descrição/comentário do documento
ru: Введите описание/комментарий к документу
uk: Введіть опис/коментар до документа

source: Insert document's keywords (space separated)
ca: Inseriu paraules clau del document (separades per espais)
pl: Wpisz słowa kluczowe dla dokumentu (oddzielane spacją)
pt: Inserir palavras-chave do documento (separadas por espaço)
ru: Введите ключевые слова документа (разделяя их пробелом)
uk: Введіть ключові слова документа (розділені пробілом)

source: Choose document type
ca: Escolliu el tipus de document
pl: Wybierz rodzaj dokumentu
pt: Escolha o tipo de documento
ru: Выберите тип документа
uk: Оберіть тип документа

source: Entropy UGC document submission
ca: Tramesa del document Entropy UGC
pl: Zgłoszenie dokumentu w Entropy UGC
pt: Submissão de documento UGC do Entropy
ru: Представление документов Entropy UGC
uk: Подання документів Entropy UGC

source: Insert document path
ca: Inseriu el camí al document
pl: Wpisz ścieżkę dokumentu
pt: Inserir diretório do documento
ru: Введите путь к документу
uk: Введіть шлях до документа

source: Document path
ca: Camí al document
pl: Ścieżka dokumentu
pt: Diretório do documento
ru: Путь к документу
uk: Шлях до документа

source: Document type
ca: Tipus de document
pl: Rodzaj dokumentu
pt: Tipo do documento
ru: Тип документа
uk: Тип документа

source: Document added, thank you!
ca: El document s'ha afegit, gràcies!
pl: Dokument dodany, dziękuję!
pt: Documento adicionado, obrigado!
ru: Документ добавлен, спасибо!
uk: Документ доданий, дякую!

source: Documents removal
ca: Eliminació de documents
pl: Usuwanie dokumentów
pt: Remoção de documentos
ru: Удаление документов
uk: Видалення документів

source: Document identifiers
ca: Identificadors de document
pl: Identyfikatory dokumentów
pt: Identificadores do documento
ru: Имена документов
uk: Імена документів

source: No valid identifiers
ca: Els identificadors no són vàlids
pl: Brak prawidłowych identyfikatorów
pt: Não há identificadores válidos
ru: Нет корректных идентификаторов
uk: Немає коректних ідентифікаторів

source: Would you like to review them?
ca: Voleu revisar-los?
pl: Czy chciałbyś je przeglądnąć?
pt: Você gostaria de revisá-los, agora ?

source: Would you like to continue with the removal?
ca: Voleu continuar amb l'eliminació?
pl: Czy chciałbyś kontynuować usuwanie?
pt: Você gostaria de continuar com a remoção?

source: UGC status
ca: Estat UGC
pl: Status treści użytkowników
pt: Status do UGC
ru: Статус UGC
uk: Статус UGC

source: No title
ca: Sense títol
pl: Bez tytułu
pt: Sem título
ru: Нет заголовка
uk: Немає заголовка

source: Unknown type
ca: Tipus desconegut

source: Current package vote
ca: Votació actual del paquet

source: Nothing to do
ca: No s'està processant cap paquet
pl: Nic do zrobienia
pt: Nada para fazer
ru: Делать нечего
uk: Більше нічого робити

source: Scanning configuration files to update
ca: S'estan cercant fitxers de configuració per actualitzar
pl: Wyszukiwanie plików konfiguracyjnych do zaktualizowania
pt: procurar arquivos de configuração a serem atualizados

source: Unable to scan configuration files to update.
ca: No s'han pogut cercar fitxers de configuració per actualitzar.
pl: Nie można dokonać wyszukiwania plików do zaktualizowania.
pt: Não foi possível efetuar a procura pelos arquivos.

source: Configuration files scan complete.
ca: S'ha acabat la cerca de fitxers de configuració.
pl: Wyszukiwanie plików do zaktualizowania zakończone.
pt: Busca pelos arquivos de configuração completada.

source: There are
ca: Hi ha
pl: Jest/są
pt: Existem
ru: Имеется
uk: Є

source: configuration file(s) needing update
ca: fitxer(s) de configuració que cal actualitzar
pl: plik(i) konfiguracyjne wymagające aktualizacji
pt: arquivo(s) de configuração precisando de atualização
ru: Конфигурационные файлы, нуждающиеся в обновлении

source: Please run
ca: Si us plau executeu
pl: Proszę uruchomić
pt: Por favor execute
ru: Будьте добры запустить
uk: Будь-ласка, виконайте

source: Packages matching update
ca: Paquets coincidents amb l'actualització
pl: Pakiety do aktualizacji
pt: Atualizar pacotes correspondentes
ru: Обновление пакетного подсчёта
uk: Оновлення порівняння пакунків

source: Packages matching not available
ca: Paquets coincidents no disponibles
pl: Pakiety niedostępne
pt: Pacotes correspondentes não estão disponíveis
ru: Пакетный подсчёт недоступен
uk: порівняння пакунків недоступне

source: Packages matching already up to date
ca: Paquets coincidents ja actualitzats
pl: Pakiety aktualne
pt: Pacotes correspondentes já estão atualizados
ru: Пакетный подсчёт уже обновлён
uk: порівняння пакунків оновлене

source: Nothing to resume
ca: No hi ha cap procés a reemprendre
pl: Brak operacji do wznowienia
pt: Nada para retomar
ru: Нечего подтверждать
uk: Нічого узагальнювати

source: Resume cache corrupted
ca: La memòria de cau de represa està malmesa
pl: Cache dla wznowienia operacji uszkodzone
pt: Cache de retomada foi corrompido
ru: Подтверждение кэша испорчено
uk: Узагальнення кешу пошкоджене

source: Running with
ca: S'està executant amb
pl: Uruchomione z opcją
pt: Executando com
ru: Запускается с
uk: Вмикається з

source: Calculating System Updates
ca: S'estan calculant les actualitzacions del sistema
pl: Obliczanie aktualizacji systemu
pt: Calculando Atualizações de Sistema
ru: Подсчёт системных обновлений
uk: Підрахунок системних оновлень

source: Nothing to update
ca: No hi ha res per actualitzar
pl: Nic do zaktualizowania
pt: Nada para atualizar
ru: Нечего обновлять
uk: Нічого оновлювати

source: On the system there are packages that are not available anymore in the online repositories
ca: Al sistema hi ha paquets que ja no estan disponibles als repositoris en línia
pl: W systemie znajdują się pakiety, które nie są już dostępne w repozytoriach online
pt: No sistema existem pacotes que não estão mais disponíveis nos repositórios online
ru: В системе имеются пакеты, которые более недоступны в онлайн-репозиториях

source: Selective
ca: Selectivament
pl: Selektywnie
pt: Seletivamente?

source: Would you like to remove them?
ca: Els voleu eliminar?
pl: Czy chciałbyś je usunąć?
pt: Você gostaria de removê-los agora ?

source: Remove this?
ca: Voleu eliminar-lo?
pl: Usunąć?
pt: Remover este ?

source: Nothing to remove
ca: No hi ha res a eliminar
pl: Nic do usunięcia
pt: Nada para remover
ru: Нечего удалять
uk: Нічого видаляти

source: Cannot switch branch as user
ca: No podeu commutar de branca com a usuari
pl: Nie można przełączyć gałęzi jako użytkownik
pt: Não é possível trocar de galho como usuário
ru: Невозможно переключить ветку от пользователя
uk: Неможливо перемкнути гілку від імені користувача

source: Already on branch
ca: Ja esteu a la branca
pl: Już w gałęzi
pt: Já está no galho
ru: Уже на ветке
uk: Вже на гілці

source: Succesfully switched to branch
ca: S'ha commutat a la branca
pl: Pomyślnie przełączono na gałąź
pt: Trocado com sucesso para o galho
ru: Успешно переключено на ветку
uk: Успішно перемкнено на гілку

source: Now run 'equo upgrade' to upgrade your distribution to
ca: Ara executeu 'equo upgrade' per actualitzar la distribució a
pl: Uruchom teraz 'equo upgrade', żeby zaktualizować dystrybucję
pt: Agora execute 'equo upgrade' para atualizar sua distribuição

source: Unable to switch to branch
ca: No s'ha pogut commutar a la branca
pl: Nie można przełączyć na gałąź
pt: Não é possível trocar para o galho
ru: Невозможно переключить ветку
uk: Неможливо перемкнути гілку

source: Every package matching
ca: Cada paquet coincident
pl: Każdy pakiet pasujący do
pt: Todo pacote que corresponda
ru: Подсчёт каждого пакета
uk: Порівняння кожного пакунку

source: is masked
ca: està emmascarat
pl: jest zamaskowany
pt: está mascarado
ru: замаскирован
uk: замаскований

source: matching
ca: coincident
pl: pasujący do
pt: comparando
ru: подсчитывается
uk: порівнюю

source: is broken
ca: està trencat
pl: jest uszkodzony
pt: está quebrado
ru: сломан
uk: зламаний

source: atom
ca: àtom
ru: атом
uk: атом

source: in
ca: a
pl: w
pt: em
ru: в
uk: в

source: in repositories
ca: en els repositoris
pl: w repozytoriach
pt: nos repositórios
ru: в репозиториях
uk: в репозиторіях

source: Not found
ca: No s'ha trobat
pl: Nie znaleziono
pt: Não achado
ru: Не найдено
uk: Не знайдено

source: Probably needed by
ca: Probablement és necessari per
pl: Prawdopodobnie wymagane przez
pt: Provavelmente requerido por
ru: Возможно, необходимо для
uk: Можливо, необхідно для

source: is not compiled with the same architecture of the system
ca: no està compilat per la mateixa arquitectura que el vostre sistema

source: Skipped
ca: Omès
pl: Pominięto
pt: Pulado
ru: Пропущено
uk: Пропущено

source: These are the packages that would be removed
ca: Aquests són els paquets que s'eliminaran
pl: Te są pakiety, które mają być usunięte
pt: Estes seriam os pacotes que seriam removidos
ru: Здесь перечислены пакеты, которые должны быть удалены
uk: Ось пакунки, що мають бути видалені

source: These are the chosen packages
ca: Aquests són els paquets seleccionats
pl: To są wybrane pakiety
pt: Estes são os pacotes escolhidos
ru: Вот выбранные пакеты
uk: Ось обрані пакунки

source: Switch repo
ca: Commuta repositori
pl: Przełącz repozytorium
pt: Trocar repositório
ru: Переключить репозиторий
uk: Перемкнути репозиторій

source: Reinstall
ca: Instal·la de nou
pl: Reinstalacja
pt: Reinstalar
ru: Переустановить
uk: Перевстаовити

source: Install
ca: Instal·la
pl: Instalacja
pt: Instalar
ru: Инсталлировать
uk: Інсталювати

source: Upgrade
ca: Actualitza
pl: Aktualizacja
pt: Promover
ru: Обновить
uk: Оновити версію

source: Downgrade
ca: Degrada
pl: Cofnięcie do wcześniejszej wersji
pt: Rebaixar
ru: Обновить до более старой версии
uk: Оновити до старішої версії (Зістарити)

source: Action
ca: Acció
pl: Akcja
pt: Ação
ru: Действие
uk: Дія

source: Packages involved
ca: Paquets involucrats
pl: Pakietów biorących udział w operacji
pt: Pacotes envolvidos
ru: Включённые пакеты
uk: Пов'язані пакунки

source: Would you like to continue with dependencies calculation ?
ca: Voleu continuar amb el càlcul de dependències?
pl: Czy chciałbyś kontynuować z obliczaniem zależności?
pt: Você gostaria de continuar com os cálculos de dependências ?
ru: Вы желаете продолжить подсчёт зависимостей?
uk: Ви бажаєте продовжити підрахунок залежностей?

source: When you wrote
ca: Quan heu escrit
pl: Pisząc
pt: Quando você escreveu
ru: Как Вы написали
uk: Як Ви написали

source: You Meant(tm)
ca: volíeu dir(tm)
pl: chodziło ci o (TM)
pt: Você Quis Dizer(tm)
ru: А ты думал (TM)
uk: А ти думав (TM)

source: one of these below?
ca: un d'aquests de baix?
pl: jedno z poniższych?
pt: um destes abaixo?
ru: один из нижеуказанных?
uk: один з нижчезазначених?

source: Calculating dependencies
ca: S'estan calculant dependències
pl: Obliczanie zależności
pt: Calculando dependências
ru: Подсчёт зависимостей
uk: Підрахунок залежностей

source: Cannot find needed dependencies
ca: No es poden trobar les dependències necessàries
pl: Nie można znaleźć potrzebnych zależności
pt: Não é possível achar as dependências necessárias
ru: Невозможно найти необходимые зависимости
uk: Неможливо знайти необхідні залежності

source: Source code download
ca: Baixa el codi fint
pl: Pobieranie kodu źródłowego
pt: Baixa (descarrega) código-fonte
uk: Завантажити код

source: sources fetch
ca: obtenir les fonts
pl: pobieranie źródeł
pt: buscar códigos-fonte
ru: загрузка источников
uk: завантаження джерел

source: fetch
ca: obté
pl: pobieranie
pt: buscar
ru: загрузить
uk: завантажити

source: All done
ca: S'han acabat
pl: Ukończone
pt: Terminado
ru: Всё сделано
uk: Все зроблено

source: Please update the following critical packages
ca: Si-us-plau, actualitzeu les següents paquets crítics
pl: Proszę zaktualizować wymienione ważne pakiety
pt: Por favor atualize os seguintes pacotes críticos
ru: Пожалуйста, обновитье следующие критические пакеты
uk: Будь ласка, оновіть наступні критичні пакунки

source: You should install them as soon as possible
ca: Els heu d'instal·lar el més aviat possible
pl: Powinieneś zainstalować je tak szybko, jak to możliwe
pt: Você deveria instalá-los assim que possível
ru: Вы должны установить их как можно раньше
uk: Вам слід встановити їх якомога раніше

source: These are the packages that would be installed
ca: Aquests són els paquets que s'instal·laran
pl: To są pakiety, które mają zostać zainstalowane
pt: Estes são os pacotes que seriam instalados
ru: Здесь перечислены пакеты, которые должны быть установлены
uk: Ось пакунки, що повинні бути встановлені

source: conflicting/substituted
ca: en conflicte/substituït
pl: konfliktujące/zastąpione
pt: em conflito/substituído
ru: конфликтуют/взаимозаменяют
uk: конфліктують/взаємозамінюють

source: Packages needing to be installed/updated/downgraded
ca: Paquets que cal instal·lar/actualitzar/degradar
pl: Pakiety, które mają zostać zainstalowane/zaktualizowane/cofnięte do starszej wersji:
pt: Pacotes que precisam ser instalados/atualizados/rebaixados
ru: Пакеты к установке/обновлению/обновлению до более старой версии
uk: Пакунки для встановлення/оновлення/оновлення до старішої версії

source: Packages needing to be removed
ca: Paquets a eliminar
pl: Pakiety, które mają zostać usunięte
pt: Pacotes que precisam ser removidos
ru: Пакеты к удалению
uk: Пакунки до видалення

source: Packages needing to be installed
ca: Paquets a instal·lar
pl: Pakiety, które mają zostać zainstalowane
pt: Pacotes que precisam ser instalados
ru: Пакеты к установке
uk: Пакунки до встановлення

source: Packages needing to be reinstalled
ca: Paquets a instal·lar de nou
pl: Pakiety, które mają zostać przeinstalowane
pt: Pacotes que precisam ser reinstalados
ru: Пакеты к переустановке
uk: Пакунки до перевстановлення

source: Packages needing to be updated
ca: Paquets a actualitzar
pl: Pakiety, które mają zostać zaktualizowane
pt: Pacotes que precisam ser atualizados
ru: Пакеты к обновлению
uk: Пакунки до оновлення

source: Packages needing to be downgraded
ca: Paquets a degradar
pl: Pakiety, które mają zostać cofnięte do starszej wersji
pt: Pacotes que precisam ser rebaixados
ru: Пакеты, которые необходимо обновить до более старой версии
uk: Пакунки, що необхідно оновити до старішої версії

source: Download size
ca: Mida de baixada
pl: Rozmiar danych do pobrania
pt: Tamanho de recebimento
ru: Размер загрузки
uk: Розмір завантаження

source: Used disk space
ca: Espai de disc utilitzat
pl: Użyte miejsce na dysku
pt: Espaço de disco usado
ru: Использованное место на диске
uk: Використане місце на диску

source: Freed disk space
ca: Espai de disc alliberat
pl: Zwolnione miejsce na dysku
pt: Espaço de disco liberado
ru: Свободное место на диске
uk: Вільне місце на диску

source: You need at least
ca: Necessiteu com a mínim
pl: Potrzebujesz przynajmniej
pt: Você precisa de pelo menos
ru: Вам нужно совсем немного
uk: Вам потрібно зовсім небагато

source: of free space
ca: d'espai lliure
pl: wolnego miejsca
pt: de espaço livre
ru: свободного места
uk: вільного місця

source: You don't have enough space for the installation. Free some space into
ca: No teniu suficient espai per a la instal·lació. Allibereu espai a
pl: Nie masz wystarczająco dużo miejsca na dokonanie instalacji. Zwolnij trochę miejsca z
pt: Você não tem espaço suficiente para a instalação. Libere algum espaço em
ru: У Вас недостаточно места для инсталляции. Освободите немного пространства.
uk: У Вас недостатньо місця для встановлення. Звільніть трохи простору.

source: Would you like to execute the queue ?
ca: Voleu processar els paquets de la cua?
pl: Czy chcesz wykonać kolejkę operacji?
pt: Você gostaria de executar a fila ?
ru: Желаете ли выполнить очередь ?
uk: Бажаєте виконати почергово?

source: Resuming previous operations
ca: Reemprenent operacions anteriors
pl: Wznawianie poprzednich operacji
pt: Retomando ações anteriores
ru: Подтверждение предыдущих операций
uk: Підтвердження попередніх операцій

source: Read the license
ca: Llegir la llicència
pl: Przeczytaj licencję
pt: Ler a licença
ru: Читать лицензию
uk: Читати ліцензію

source: Accept the license (I've read it)
ca: Accepto la llicència (l'he llegit)
pl: Zaakceptuj licencję (przeczytałem ją)
pt: Aceitar a licença (Eu já a li)
ru: Согласиться с лицензией (Я её прочитал(а))
uk: Погодитися з ліцензією (Я її прочитав (прочитала))

source: Accept the license and don't ask anymore (I've read it)
ca: Accepto la llicència i no m'ho tornis a preguntar (l'he llegit)
pl: Zaakceptuj licencję i nie pytaj więcej (przeczytałem ją)
pt: Aceitar a licença e não me pergunte mais (Eu já a li)
ru: Согласиться с лицензией и больше об этом не спрашивать (Я её прочитал(а))
uk: Погодитися з ліцензією і більше про це не запитувати (Я її прочитав (прочитала))

source: Quit
ca: Surt
pl: Wyjdź
pt: Sair
ru: Выйти
uk: Вийти

source: Your choice (type a number and press enter)
ca: Escolliu una opció (escriviu un número i premeu retorn)
pl: Twój wybór (wpisz liczbę i wciśnij enter)
pt: Sua escolha (digite um número e pressione enter)
ru: Ваш выбор (введите число и нажмите enter)
uk: Ваш вибір (введіть число і натисніть enter)

source: You need to accept the licenses below
ca: Heu d'acceptar les llicències de sota
pl: Potrzeba zaakceptować licencje wymienione niżej
pt: Você precisa aceitar a licença abaixo
ru: Вам нужно согласиться с нижеуказанными лицензиями
uk: Вам слід погодитися з зазначених ліцензіями

source: needed by
ca: necessaries per a
pl: wymagane przez
pt: requisitado por
ru: необходимо для
uk: необхідно для

source: No file viewer
ca: No hi ha visor de fitxer
pl: Brak czytnika plików
pt: Nenhum visualizador de arquivos
ru: Нет отобразителя файла
uk: Немає переглядача файлу

source: License saved into
ca: La llicència s'ha desat a
pl: Licencja zapisana do
pt: Licença salva em
ru: Лицензия сохранена в
uk: Ліцензія збережена у

source: Download incomplete
ca: La baixada no s'ha completat
pl: Pobieranie niekompletne
pt: Recebimento incompleto
uk: Завантаження не завершене

source: Download complete
ca: S'ha completat la baixada
pl: Pobieranie zakończone
pt: Recebimento completo
ru: Загрузка завершена
uk: Завантаження завершено

source: install
ca: instal·la
pl: instalacja
pt: instalar
ru: установить
uk: встановити

source: Installation complete
ca: La instal·lació ha acabat
pl: Instalacja zakończona
pt: Instalação completa
ru: Установка завершена
uk: Встановлення завершене

source: These are the packages that would be masked
ca: Aquests són els paquets que s'emmascararan
pl: To są pakiety, które mają być zamaskowane
pt: Estes são os pacotes que seriam mascarados

source: Would you like to continue?
ca: Voleu continuar?
pl: Czy chcesz kontynuować?
pt: Você deseja continuar?

source: action not executed
ca: acció no executada
pl: akcja nie została wykonana
pt: ação não executada

source: is not installed
ca: no està instal·lat
pl: nie jest zainstalowane
pt: não está instalado
ru: не установлено
uk: не встановлено

source: Installed from
ca: Instal·lat des de
pl: Zainstalowane z
pt: Instalado de
ru: Установлено из
uk: Встановлено з

source: Would you like to configure them now ?
ca: Els voleu configurar ara?
pl: Czy chcesz je teraz skonfigurować?
pt: Você gostaria de configurá-los agora ?
ru: Желаете сконфигурировать их сейчас?
uk: Бажаєте налаштувати їх зараз?

source: configure
ca: configura
pl: konfiguracja
pt: configura

source: vital package
ca: paquet vital
pl: bardzo ważny pakiet
pt: pacote vital
ru: жизненно важный пакет
uk: життєво важливий пакунок

source: Removal forbidden
ca: Està prohibida l'eliminació
pl: Usunięcie zabronione
pt: Remoção proibida
ru: Удаление запрещено
uk: Видалення заборонено

source: Would you like to calculate dependencies ?
ca: Voleu calcular les dependències?
pl: Czy chcesz, aby zostały obliczone zależności?
pt: Você gostaria de continuar com os cálculos de dependências ?
ru: Желаете ли подсчитать зависимости?
uk: Чи бажаєте підрахувати залежності?
