Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Undo Install action
ca: Desfés l'acció d'instal·lar
pl: Cofnij akcję instalacji
pt: Desfazer ação de Instalação
ru: Отменить действие установки
uk: Скасувати дію встановлення

source: Undo Purge
ca: No purguis
pl: Cofnij czyszczenie pakietu
pt: Desfazer Purificação
ru: Отменить очистку
uk: Скасувати очищення

source: Undo Purge action
ca: Desfés l'acció de purgar
pl: Cofnij akcję czyszczenia pakietu (usuwania wraz z plikami konfiguracyjnymi)
pt: Desfazer ação de Purificação
ru: Отменить действие очистки
uk: Скасувати дію очищення

source: Undo Reinstall
ca: No reinstal·lis
pl: Cofnij reinstalację
pt: Desfazer Reinstalação
ru: Отменить переустановку
uk: Скасувати перевстановлення

source: Undo Reinstall action
ca: Desfés l'acció de reinstal·lar
pl: Cofnij akcję reinstalacji
pt: Desfazer ação de Reinstalação
ru: Отменить действие переустановки
uk: Скасувати дію перевстановлення

source: Undo Remove
ca: No eliminis
pl: Cofnij usunięcie
pt: Desfazer Remover
ru: Отменить удаление
uk: Скасувати видалення

source: Undo Remove Set
ca: Desfés l'eliminació del conjunt de paquets

source: Undo Remove Set action
ca: Desfés l'acció d'eliminar el conjunt de paquets
pl: Cofnij akcję usunięcia zestawu pakietów
pt: Desfazer ação de Remover Conjunto
ru: Отменить действие удаления набора
uk: Скасувати дію видалення набору

source: Undo Remove action
ca: Desfés l'acció d'eliminar
pl: Cofnij akcję usunięcia
pt: Desfazer Remoção
ru: Отменить действие удаления
uk: Скасувати дію видалення

source: Undo Update
ca: No actualitzis
pl: Cofnij aktualizację
pt: Desfazer Atualização
ru: Отменить обновление
uk: Скасувати оновлення

source: Undo Update action
ca: Desfés l'acció d'actualitzar
pl: Cofnij akcję aktualizacji bazy
pt: Desfazer ação de Atualização
ru: Отменить действие обновления
uk: Скасувати дію оновлення

source: Unmask this package
ca: Desemmascara aquest paquet
pl: Odmaskuj ten pakiet
pt: Desmascarar pacote
ru: Демаскировать этот пакет
uk: демаскувати цей пакунок

source: Update the selected package
ca: Instal·la el paquet seleccionat
pl: Zaktualizuj wybrany pakiet
pt: Atualizar pacote selecionado
ru: Обновить выбранный пакет
uk: Оновити обраний пакунок

source: Update, enable, disable application repositories
ca: Actualitza, activa, desactiva repositoris d'aplicacions
pl: Zaktualizuj, aktywuj, dezaktywuj repozytoria programów
pt: Atualiza, ativa, desativa repositórios de aplicativos

source: Updates
ca: Actualitzacions
pl: Aktualizacje
pt: Atualizações
ru: Обновления
uk: Оновити

source: User / Group
ca: Usuari / Grup
pl: Użytkownik / grupa
pt: Usuário / Grupo
ru: Пользователь / Группа

source: Version
ca: Versió
pl: Wersja
pt: Versão
ru: Версия
uk: Версія

source: Website
ca: Lloc Web
pl: Witryna internetowa
ru: Веб-сайт
uk: Веб-сайт

source: What you were doing
ca: El que estàveu fent
pl: Co robiłeś
pt: O que você estava fazendo
ru: Что Вы делали
uk: Що Ви робили

source: You <b>need to accept</b> the licenses below. Please read them carefully and <b>make your choice</b>.
ca: Heu <b>d'acceptar</b> les llicències de baix. Si us plau, llegiu-les amb atenció i <b>escolliu una opció</b>.
pl: <b>Musisz zaakceptować</b> licencje poniżej. Proszę przeczytać je uważnie i <b>dokonać wyboru</b>.
pt: Você <b>precisa aceitar</b> a licença abaixo. Por favor leia com calma e <b>faça sua escolha</b>.
ru: Вы <b>должны принять</b> нижеуказанные лицензии. Пожалуйста, прочитайте их внимательно и <b>сделайте свой выбор</b>.
uk: Ви <b>повинні прийняти</b> зазначені ліцензії. Будь-ласка, прочитайте їх уважно та <b> зробіть свій вибір</b>.

source: Your E-mail
ca: L'adreça de correu electrònic
pl: Twój adres e-mail
pt: Seu E-mail
ru: Ваш E-mail
uk: Ваша електронна пошта

source: Your Full Name
ca: El nom sencer
pl: Twoje imię i nazwisko
pt: Seu Nome Completo
ru: Ваше полное имя
uk: Ваше повне ім'я

source: _Abort
ca: Interr_omp
pl: _Przerwij
pt: _Abortar
ru: _Отменить
uk: _Перервати

source: _Accept License
ca: Accepta la _llicència
pl: Za_akceptuj licencję
pt: _Aceitar Licença
ru: _Принять лицензию
uk: _Прийняти ліцензію

source: _Add Set
ca: _Afegeix un conjunt de paquets
pl: _Dodaj zestaw
pt: _Adicionar Conjunto
ru: _Добавить набор
uk: _Додати набір

source: _Commit Actions
ca: _Processa
pl: _Zatwierdź akcje
pt: _Efetuar Ações
ru: _Подтвердить действия
uk: _Підтвердити дії

source: _Details
ca: _Detalls
pl: _Szczegóły
pt: _Detalhes
ru: _Детали
uk: _Деталі

source: _Edit Set
ca: _Edita el conjunt de paquets
pl: _Edytuj zestaw
pt: _Editar Conjunto
ru: _Править набор
uk: _Редагувати набір

source: _Enable
ca: _Habilita
pl: _Aktywuj
pt: _Habilitar
ru: _Активировать
uk: _Активувати

source: _Force repositories update
ca: F_orça l'actualització dels repositioris
pl: _Wymuś aktualizację repozytoriów
pt: _Forçar atualização de repositórios
ru: _Автообновление репозиториев
uk: _Автоновлення репозиторіїв

source: _Help
ca: A_juda
pl: Pomo_c
pt: A_juda
ru: _Помощь
uk: _Допомога

source: _Insert String
ca: _Insereix cadena
pl: Wpisz łańcuch _znaków
pt: _Inserir Cadeia de Caracteres
ru: _Вставить строку
uk: _Додати рядок

source: _More
ca: Mé_s
pl: Więce_j
pt: _Mais
ru: _Больше
uk: _Більше

source: _Open Document
ca: Document _obert
pl: _Otwórz dokument
pt: _Abrir Documento
ru: _открыть документ
uk: _Відкрити документ

source: _Overview
ca: Resu_m
pl: _Przegląd
pt: _Visão Geral
ru: _Обзор
uk: _Огляд

source: _Properties
ca: _Propietats
pl: _Właściwości
pt: _Propriedades
ru: _Параметры
uk: _Параметри

source: _Queue all vulnerable packages
ca: Posa a la _cua tots els paquets vulnerables
pl: _Kolejkuj wszystkie zagrożone pakiety
pt: Enfileirar todos pacotes _vulneráveis
ru: _Отправить в очередь все уязвимые пакеты
uk: _Поставити в чергу усі вразливі пакунки

source: _Read License
ca: _Llegir la llicència
pl: Przeczytaj _licencję
pt: _Ler Licença
ru: _Читать лицензию
uk: _Читати ліцензію

source: _References
ca: _Referències
pl: _Referencje
pt: _Referências
ru: _Ссылки
uk: _Посилання

source: _Remove All
ca: Sup_rimeix-los tots
pl: _Usuń wszystko
pt: _Remover Tudo
ru: _Удалить всё
uk: _Видалити усе

source: _Remove Set
ca: _Elimina un conjunt de paquets
pl: U_suń zestaw
pt: _Remover Conjunto
ru: _Удалить набор
uk: _Видалити набір

source: _SSL Connection
ca: Connexió _SSL
pl: Połączenie _SSL
pt: _Conexão SSL
ru: _Соединение SSL
uk: _З'єднання SSL

source: _Skip mirror
ca: _Salta rèplica
pl: _Pomiń serwer lustrzany
pt: _Pular espelho
ru: _Пропустить зеркало
uk: _Пропустити дзеркало

source: _Submit Document
ca: E_nvia el document
pl: Wyślij _dokument
pt: _Enviar Documento
ru: _Принять документ
uk: _Прийняти документ

source: _Update Repositories
ca: A_ctualitza els repositoris
pl: Z_aktualizuj repozytoria
pt: At_ualizar Repositórios
ru: _Обновить репозитории
uk: _Оновити репозиторії

source: _Update all
ca: Act_ualitza-ho tot
pl: Za_ktualizuj wszystko
pt: _Atualizar tudo

source: button
ca: botó
pl: przycisk
pt: botão
ru: кнопка
uk: кнопка

source: kB/sec
ca: kB/s
pl: kB/sek.
pt: kB/seg
ru: Кб/сек
uk: кБ/сек

source: tooltip text
ca: consell de text
pl: tekst podpowiedzi
pt: Texto de Dica

source: type your password here
ca: escriviu la contrasenya
pl: wpisz tutaj swoje hasło
pt: digite sua senha aqui
ru: введите здесь свой пароль
uk: введіть свій пароль осьдечки:

source: type your username here
ca: escriviu el nom d'usuari
pl: wpisz tutaj swoją nazwę użytkownika
pt: digite seu nome de usuário aqui
ru: введите здесь своё имя пользователя
uk: Введіть своє ім'я користувача

source: Available Updates
ca: Actualitzacions disponibles
pl: Dostępne aktualizacje
pt: Atualizações Disponíveis
ru: Доступные обновления
uk: Доступні оновлення

source: Magneto Application Updates Notifier
ca: Notificador d'actualitzacions de l'aplicació Magneto
pl: Magneto, aplet aktualizacji Entropy
pt: Notificador de Atualizações de Aplicativos Magneto
ru: Уведомитель об обновлениях приложений Magneto
uk: повідомник про оновлення додатків Magneto

source: _Load Package Manager
ca: Carrega e_l gestor de paquets
pl: Załaduj menadżera _pakietów
pt: _Carregar Gerenciador de Pacotes
ru: _Загрузить пакетный менеджер
uk: _Завантажте пакунковий менеджер

source: Running packages metadata update
pl: Wykonywanie aktualizacji metadanych pakietów
pt: Atualizando metadados dos pacotes

source: Reloading Portage modules
pl: Przeładowywanie modułów Portage
pt: Recarregando módulos do Portage

source: error
pl: błąd
pt: erro
ru: ошибка
uk: помилка

source: Error
pl: Błąd
pt: Erro
ru: Ошибка
uk: Помилка

source: package not available on system
pl: pakiet niedostępny w systemie
pt: Pacote não disponível no sistema

source: mirror hasn't valid repository revision file
pl: serwer lustrzany nie ma prawidłowego pliku z wersją repozytorium
pt: espelho não tem arquivo de revisão de base de dados válido

source: No
pl: Nie
pt: Não
ru: Нет
uk: Ni

source: preparing to download repository from mirror
pl: przygotowanie do pobrania repozytorium z serwera lustrzanego
pt: preparando para baixar repositório do espelho

source: errors
pl: błędy
pt: erros
ru: ошибки
uk: помилки

source: failed to unpack
pl: Nie można rozpakować
pt: Incapaz de desempacotar

source: creating compressed repository dump + checksum
pl: tworzenie skompresowanego zrzutu bazy + sumy kontrolnej
pt: criando despejo da base de dados compactada + soma de checagem

source: repository path
pl: ścieżka repozytorium
pt: caminho do repositório

source: compressing repository + checksum
pl: kompresowanie repozytorium + suma kontrolna
pt: compactando base de dados + soma de checagem

source: compressed repository path
pl: ścieżka skompresowanego repozytorium
pt: caminho de repositório compactado

source: repository checksum
pl: suma kontrolna repozytorium
pt: Soma de checagem do repositório

source: preparing uncompressed repository for the upload
pl: przygotowywanie zdekompresowanego repozytorium do wysłania
pt: preparando repositório descompactado para o envio

source: preparing to upload repository to mirror
pl: przygotowywanie do wysłania repozytorium na serwer lustrzany
pt: preparando para enviar repositório para o espelho

source: upload failed, locking and continuing
pl: wysyłanie się nie udało, blokowanie i kontynuacja
pt: envio falhou, trancar e continuar

source: repository already in sync
pl: repozytorium już zsynchronizowane
pt: repositório sincronizado

source: repository sync failed
pl: synchronizowanie repozytorium się nie udało
pt: sincronização do repositório falhou

source: repository sync forbidden
pl: zabronione synchronizowanie z repozytorium
pt: sincronização de repositório não permitida

source: missing package sets
pl: brakujące zestawy pakietów
pt: faltando conjuntos de pacotes

source: dependencies test reported errors
pl: test zależności wykrył błędy
pt: teste de dependências reportou erros

source: these packages haven't been removed yet
pl: te pakiety nie zostały jeszcze usunięte
pt: Estes pacotes não puderam ser removidos, porém

source: repository sync completed successfully
pl: sync repozytorium zakończył się pomyślnie
pt: sincronização da base de dados completada com sucesso

source: cannot store updates RSS cache
pl: nie można zapisać cache dla RSS z aktualizacjami
pt: não foi possível estocar cache RSS das atualizações

source: Repository updated anyway
pl: Repozytorium zaktualizowane mimo to
pt: De qualquer forma, Base de dados do repositório atualizada

source: invalid repository revision
pl: nieprawidłowa wersja repozytorium
pt: Revisão do repositório inválida

source: initializing repository
pl: inicjowanie repozytorium
pt: Inicializando repositório

source: do you really want to initialize this repository ?
pl: czy na pewno chcesz zainicjować to repozytorium?
pt: Você quer inicializar seu repositório padrão?

source: Cannot touch system repository
pt: Não foi possível criar a base de dados do sistema

source: loading data from source repository
pl: ładowanie danych ze źródłowego repozytorium
pt: carregando dados do repositório de origem

source: injecting data to destination repository
pl: wstrzykiwanie danych do docelowego repozytorium
pt: injetando dados ao diretório de destino

source: removing entry from source repository
pl: usuwanie wpisu ze źródłowego repozytorium
pt: removendo entrada da base de dados de origem

source: Copying repository (if not exists)
pl: Kopiowanie repozytorium (jeśli nie istnieje)
pt: Copiando base de dados (se não existir)

source: Entropy repository is already locked by you :-)
pl: Repozytorium Entropy jest już przez ciebie zablokowane :-)
pt: Repositório do Entropy já foi trancado por você :-)

source: Locking and Syncing Entropy repository
pl: Blokowanie i synchronizowanie repozytorium Entropy
pt: Trancando e Sincronizando base de dados do Entropy

source: Repository is corrupted!
pl: Repozytorium jest uszkodzone!
pt: Repositório corrompido!

source: indexing repository
pl: indeksowanie repozytorium
pt: Indexando repositório

source: Initializing an empty repository
pl: inicjowanie pustego repozytorium
pt: Inicializando uma base de dados vazia

source: Entropy repository file
pl: Plik repozytorium Entropy
pt: Arquivo repositório do Entropy

source: these are the missing dependencies
pl: to są brakujące zależności
pt: Estas dependências não foram encontradas

source: no missing dependencies !
pl: nie ma brakujących zależności!
pt: Não falta nenhuma dependência!

source: Do you agree?
pl: Zgadzasz się?
pt: Você tem certeza ?

source: added
pl: dodane
pt: adicionado

source: sets
pl: zestawy
pt: Conjuntos (Sets)

source: updating package sets
pl: aktualizowanie zestawów pakietów
pt: atualizando pacotes

source: adding package set
pl: dodawanie zestawu pakietów
pt: adicionando pacotes

source: removing package set
pl: usuwanie zestawu pakietów
pt: removendo pacotes

source: Unknown documents
pl: Nieznane dokumenty
pt: Documentos desconhecidos

source: Videos
pl: Dokumenty wideo
pt: Vídeos

source: Icons
pl: Ikony
pt: Ícones

source: Unknown document
pl: Nieznany dokument
pt: Documento desconhecido

source: Video
pl: Dokument wideo
pt: Vídeo

source: Icon
pl: Ikona
pt: Ícone

source: Cannot remove symlink
pl: Nie można usunąć dowiązania symbolicznego
pt: Não foi possível remover Symlink

source: Cannot protect broken symlink
pl: Wyłączona ochrona dla uszkodzonego dowiązania symbolicznego
pt: Symlink quebrado e não protegido

source: remote repository got suddenly locked
pl: zdalne repozytorium nagle zostało zablokowane
pt: base de dados remota foi trancada repentinamente

source: Downloading repository
pl: Pobieranie repozytorium
pt: Recebendo base de dados do repositório

source: repository does not exist online
pl: repozytorium nie istnieje online
pt: repositório não existe online

source: Cannot verify repository integrity
pl: Nie można zweryfikować integralności repozytorium
pt: Não é possível verificar integridade da base de dados

source: Repository is invalid
pl: Repozytorium jest nieprawidłowe
pt: Repositório inválido

source: Checking downloaded repository
pl: Sprawdzanie pobranego repozytorium
pt: Checando a base de dados recebida

source: Downloaded repository status
pl: Status pobranego repozytorium
pt: Recebendo base de dados do repositório

source: ERROR
pl: BŁĄD
pt: ERRO
ru: ОШИБКА
uk: ПОМИЛКА

source: An error occured while checking repository integrity
pl: Wystąpił błąd podczas sprawdzania integralności repozytorium
pt: Um erro ocorreu ao checar a integridade do repositório

source: Web Service
pl: Usługa Web
pt: Serviços Web

source: Web Service communication error
pl: błąd komunikacji usługi Web
pt: Erro de comunicação com a Web

source: Web Service data error
pl: błąd danych usługi Web
pt: Erro de dados do Serviço Web

source: Web Service status
pl: Status usługi Web
pt: Status do serviço Web

source: Repository checksum doesn't match remote.
pl: Suma kontrolna repozytorium nie zgadza się z sumą zdalnego.
pt: Soma de checagem não corresponde à remota.

source: Backing up repository to
pl: Tworzenie kopii repozytorium do
pt: Copiando no repositório

source: Repository backed up successfully
pl: Pomyślnie utworzono kopię zapasową repozytorium
pt: Repositórios copiados com sucesso.

source: Restoring backed up repository
pl: Przywracanie repozytorium z kopii zapasowej
pt: Restaurando cópia de segurança da base de dados

source: Repository restored successfully
pl: Repozytorium przywrócone pomyślnie
pt: Repositórios restaurados com sucesso.

source: Resources still locked, giving up!
pt: Recursos ainda trancados. Porisso, desistindo!

source: setup phase
pl: etap setup
pt: Fase de Configuração

source: ETA
pt: TET
ru: ЕТА
uk: ЕТА

source: Searching for broken reverse dependencies
pl: Szukanie uszkodzonych zależności wstecznych
pt: Procurando por dependências reversas quebradas

source: Searching for missing Runtime dependencies
pl: Szukanie brakujących zależności do wykonania programu
pt: Procurando por dependências de teste faltando

source: scanning
pl: skanowanie
pt: Escaneando

source: no packages
pl: brak pakietów
pt: sem pacotes

source: is potentially missing these dependencies
pl: prawdopodobnie ma niespełnione następujące zależności
pt: estão faltando as seguintes dependências

source: Uploading
pl: Wysyłanie
pt: Enviando

source: You must be an administrator.
pl: Musisz być administratorem.
pt: Você deve estar logado como Administrador

source: Installed packages repository is not available
pl: Repozytorium zainstalowanych pakietów niedostępne
pt: Base de dados de pacotes instalados não disponível

source: Checking system files
pl: Sprawdzanie plików systemu
pt: Checando arquivos do sistema

source: no checksum information
pl: brak informacji o sumie kontrolnej
pt: sem informação checksum

source: altered files
pl: zmienione pliki
pt: arquivos alterados

source: assimilated new hashes and mtime
pt: novos hashes e mtime assimilados

source: unavailable
pl: niedostępne
pt: indisponível

source: No altered files found
pl: Nie znaleziono zmienionych plików
pt: Não foram encontrados arquivos alterados

source: Altered files have been found
pl: Znaleziono zmienione pliki
pt: arquivos alterados foram encontrados

source: Packages have been reinstalled successfully
pl: Pakiety zostały pomyślnie przeinstalowane
pt: Base de dados reinstalada com sucesso

source: Repository is not available
pl: Repozytorium nie jest dostępne
pt: repositório não disponível

source: Keyword
pl: Słowo kluczowe
pt: Palavras-Chave
ru: Ключевое слово
uk: Ключове слово

source: N/A
pl: niedostępne
pt: N/D

source: Keywords
pl: Słowa kluczowe
pt: Palavras-Chave
ru: Ключевые слова
uk: Ключові слова

source: cannot disable repository
pl: nie można wyłączyć repozytorium
pt: não foi possível desabilitar o repositório

source: not enough repositories specified
pl: podano niewystarczającą liczbę repozytoriów
pt: Nenhum repositório especificado

source: repositories not found
pl: nie odnaleziono repozytoriów
pt: repositórios não encontrados

source: repository cannot be source and destination
pl: repozytorium nie może być źródłem i celem
pt: repositório sem fonte e/ou sem finalidade

source: merging repositories
pl: łączenie repozytoriów
pt: combinado repositórios

source: working on repository
pl: pracowanie na repozytorium
pt: trabalhando na base de dados

source: merging package
pl: scalanie pakietu
pt: mesclando pacote

source: done merging packages
pl: ukończono scalanie pakietu
pt: pacote mesclado. Pronto!

source: sys-apps/entropy-client-services not installed or configured. Update not allowed.
pl: sys-apps/entropy-client-services nie jest zainstalowany lub skonfigurowany. Aktualizacja niedozwolona.
pt: sys-apps/entropy-client-services não instalado ou configurado. Atualização não possível.

source: Interactively merge
pl: Scal interaktywnie
pt: mesclar, combinar (merge) interativo

source: Interactively merge original with update
pl: Scal interaktywnie oryginalny z nowym
pt: Mesclar o arquivo original com o atualizado

source: Repository does not support Entropy Services.
pl: repozytorium nie obsługuje usługi Entropy.
pt: Repositório não tem suporte a Entropy

source: Login aborted. Not logged in.
pl: Logowanie przerwane - niezalogowany.
pt: Autenticação abortada. Não foi autenticado.

source: Authentication error. Not logged in.
pl: Błąd uwierzytelniania - niezalogowany.
pt: Erro de autenticação. Não foi autenticado.

source: Communication error. Not logged in.
pl: Błąd komunikacji - niezalogowany.
pt: Erro de comunicação com a rede. Não foi autenticado.

source: Not logged in.
pl: Niezalogowany.
pt: Não está autenticado.

source: has been logged out.
pl: został wylogowany.
pt: autenticação anulada

source: Not logged in, please login first.
pl: Niezalogowany, proszę się najpierw zalogować.
pt: Não logado. Por favor, faça login

source: add vote
pl: dodaj głos
pt: adicionar habilitação

source: invalid vote, must be in range
pl: nieprawidłowy głos, musi być z odpowiedniego zakresu
pt: voto inválido, deve estar na faixa

source: already voted
pl: już zagłosowano
pt: já votado

source: vote added, thank you!
pl: głos dodany, dziękuję!
pt: voto adicionado, obrigado!

source: No User Generated Content available.
pl: Treść tworzona przez użytkowników niedostępna.
pt: Não há UGC (Conteúdo Gerado pelo Usuário) disponível

source: icon
pl: ikona
pt: ícone

source: Invalid document
pl: Nieprawidłowy dokument
pt: Tipo de Documento Inválido

source: cannot get the requested Document
pl: nie można pobrać żądanego dokumentu
pt: não foi possível receber o documento requisitado

source: removed successfully
pl: usunięto pomyślnie
pt: removido(os) com sucesso

source: no votes
pl: brak głosów
pt: sem votos

source: current package vote
pl: bieżący głos na pakiet
pt: Votos atuais do pacote

source: installed packages repository
pl: zainstalowane repozytorium pakietów
pt: repositório dos pacotes Instalados

source: Error checking package
pl: Błąd przy sprawdzaniu pakietu
pt: checando erros nos pacote

source: passed
pl: zdane
pt: pronto

source: corrupted
pl: uszkodzone
pt: está corrompido

source: force colorized output
pl: wymuś używanie kolorów
pt: forçar saída colorida

source: merge content of source repos to dest [for developers]
pl: połącz zawartość repozytoriów źródłowych z docelowymi [dla deweloperów]
pt: combinar conteúdo dos repositórios fonte ao destino (para Desenvolvedores)

source: also remove dependency conflicts during merge
pl: usuń też konflikty zależności podczas scalania (merge)
pt: também remove conflitos de dependências durante a junção

source: verify installed files using stored checksums
pl: sprawdź zainstalowane pliki, używając zapisanych sum kontrolnych
pt: verificar os arquivos instalados usando os checksums estocados

source: consider mtime instead of SHA256 (false positives ahead)
pl: bierz pod uwagę mtime zamiast SHA256 (pojawią się fałszywe trafienia)
pt: considere mtime , ao invés de SHA256 (falso positivos)

source: update hashes and mtime (useful after editing config files)
pl: zaktualizuj sumy i mtime (przydatne po edycji plików konfiguracyjnych)
pt: atualiza hashes e mtime (útil após editar arquivos de configuração)

source: reinstall faulty packages
pl: przeinstaluj wadliwe pakiety
pt: reinstalar pacotes com problemas

source: also list removed files
pl: pokazuj też usuwane pliki
pt: também listar os pacotes removidos

source: clean unavailable packages from mirrors (similar to tidy, but more nazi)
pt: limpando pacotes indisponíveis nos repositórios (semelhante ao Tidy, porém mais rigoroso)

source: expiration days [default is: 0, dangerous!]
pt: tempo para expirar (default é: 0,perigoso!)

source: check packages in repository for missing dependencies
pt: checar pacotes do repositório, procurando se faltam dependências

source: No more memory dude! Your fault!
pl: Nie ma wolnej pamięci, facet! Twoja wina!
pt: Não há mais memória, sua falha!
