Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: No System Databases found
ca: No s'han trobat Bases de dades del sistema
pl: Nie znaleziono systemowych baz danych
pt: Nenhuma Base de Dados de Sistema encontrada
ru: Не найдено баз данных системы
uk: Не знайдено баз даних системи

source: No backed up databases found
ca: No s'han trobat còpies de seguretat de les bases de dades
pl: Nie znaleziono kopii zapasowych baz danych
pt: Nenhuma cópia de segurança da base de dados foi encontrada
ru: Не найдено зарезервированных баз данных
uk: Не знайдено резервних копій баз даних

source: Select the database you want to restore
ca: Seleccioneu la base de dades que voleu restaurar
pl: Wybierz bazę danych, którą chcesz przywrocić
pt: Selecione a base de dados que você quer restaurar
ru: Выберите базу данных, которую хотите восстановить
uk: оберіть базу даних, котру бажаєте відновити

source: Entropy installed packages database restore tool
ca: Entropy ha instal·lat l'eina de restauració de bases de dades
pl: Narzędzie przywracania bazy danych zainstalowanych pakietów Entropy
pt: Entropy instalou a ferramenta de restauração de base de dados de pacotes
ru: Инструмент восстановления базы данных по установленным пакетам Entropy
uk: Інструмент відновлення бази даних пакунків Entropy

source: Regenerating counters table
ca: S'està regenerant la taula de comptadors
pl: Regenerowanie tabeli liczników
pt: Regenerando tabela de contadores
ru: Восстановление таблицы счётчиков
uk: Відновлюю таблицю лічильників

source: Counters table regenerated. Look above for errors.
ca: S'ha regenerat la taula de comptadors. Cerqueu possibles errors més amunt.
pl: Tabela liczników zregenerowana. Zobacz wyżej, czy wystąpiły jakieś błędy.
pt: Tabela de contadores regenerada. Procure por erros acima.
ru: Таблица счётчиков восстановлена. Проверьте на наличие ошибок.
uk: Таблиця лічильників відновлена. Перевірте її щодо наявності помилок.

source: The installed package database will be resurrected, this will take a LOT of time.
ca: Es ressuscitarà la base de dades de paquets instal·lats, això tardarà MOLTA estona.
pl: Baza danych zainstalowanych pakietów będzie przywrócona, to zajmie WIELE czasu.
pt: A base de dados instalados vai ser ressuscitada, isto vai levar MUITO tempo.
ru: База данных по инсталлированным пакетам будет восстановлена, это займёт МНОГО времени.

source: Please use this function ONLY if you are using an Entropy-aware distribution.
ca: Si us plau, useu aquesta funció NOMÉS si esteu usant una distribució amb suport per Entropy.
pl: Proszę używać tej funkcji TYLKO dla dystrybucji używającej Entropy.
pt: Por favor use esta função APENAS se você estiver usando uma distribuição ciente do Entropy.
ru: Пожалуйста, используй функцию ТОЛЬКО В ТОМ СЛУЧАЕ, если ты используешь дистрибутив, знакомый с Entropy
uk: Будь-ласка, використовуй цю функцію лише в тому випадку, якщо ти використовуєшдистрибутив, знайомий з Entropy

source: Can I continue ?
ca: Voleu continuar?
pl: Czy kontynuować?
pt: Posso continuar ?
ru: Могу я продолжить ?
uk: Можу я продовжувати?

source: Are you REALLY sure ?
ca: N'esteu segur?
pl: Jesteś PEWIEN?
pt: Você TEM CERTEZA ?
ru: Вы ДЕЙСТВИТЕЛЬНО уверены ?

source: Do you even know what you're doing ?
ca: Sabeu el que esteu fent?
pl: Czy na pewno wiesz, co robisz?
pt: Você pelo menos sabe o que está fazendo ?
ru: Ты вообще понимаешь, что делаешь ?
uk: Ти хоч усвідомлюєш, що робиш?

source: Creating backup of the previous database, if exists.
ca: S'està creant una còpia de seguretat de la base de dades anterior, si existeix.
pl: Tworzenie kopii zapasowej obecnej bazy danych, jeśli istnieje.
pt: Criando cópia de segurança da base de dados anterior, se existir.
ru: Создание бэкапа предыдущей базы данных, если таковая имеется в наличии.
uk: Створюю відновлення (бекап) попередньої бази даних, якщо ця резервна копія існує.

source: Initializing the new database at
ca: S'està inicialitzant la nova base de dades a
pl: Inicjowanie nowej bazy w
pt: Inicializando a nova base de dados em
ru: Инициализация новой базы данных на
uk: Ініціалізація нової бази даних на

source: Database reinitialized correctly at
ca: La base de dades s'ha reinicialitzar correctament a
pl: Baza prawidłowo zainicjowana w
pt: Base de dados reinicializada corretamente em
ru: База данных реинициализированна корректно на
uk: База даних реініціалізірованна коректно на

source: Collecting installed files
ca: S'estan recollint fitxers instal·lats
pl: Zbieranie zainstalowanych plików
pt: Coletando arquivos instalados
ru: Сбор инсталлированных файлов
uk: Збір встановлених файлів

source: Writing to temporary file
ca: S'està escrivint en un fitxer temporal
pl: Zapisywanie tymczasowego pliku
pt: Escrevendo em arquivo temporário
ru: Запись во временный файл
uk: Запис у тимчасовий файл

source: Please wait
ca: Espereu si us plau
pl: Proszę czekać
pt: Espere, por favor
ru: Пожалуйста, подождите
uk: Почекайте, будь-ласка

source: You must have 'find' installed
ca: Heu de tenir 'find' instal·lat
pl: Musisz mieć zainstalowane narzędzie find
pt: Você deve ter o 'find' instalado
ru: Вы должны инсталлировать 'find'
uk: Вам слід інсталювати 'find'

source: 'find' couldn't generate an output file
ca: 'find' no ha pogut generar un fitxer de sortida
pl: Narzędzie find nie mogło wygenerować pliku wyjściowego
pt: 'find' não conseguiu gerar um arquivo de saída
ru: 'find' не может сгенерировать файл вывода
uk: 'find' не може створити файл виводу

source: Found %s files on the system. Assigning packages
ca: S'han trobat %s fitxers al sistema. S'estan assignant paquets
pl: Znaleziono %s plików w systemie. Przypisywanie pakietów
pt: Encontrados os arquivos %s no sistema. Atribuindo pacotes
ru: Найдите файлы %s в системе. Определение пакетов.
uk: Знайдіть файли %s у системі. Визначення пакунків.

source: Matching in repository
ca: Coincidents amb el repositori
pl: Dopasowywanie w repozytorium
pt: Comparando no repositório
ru: Подсчет в репозитории
uk: Порівнюю в репозиторії

source: Matching files from packages
ca: S'estan coincidint els fitxer dels paquets
pl: Dopasowanych plików z pakietów
pt: Comparando arquivos dos pacotes
ru: Подсчет файлов из пакетов
uk: Порівнюю файлів з пакунків

source: Found %s packages
ca: S'han trobat %s paquets
pl: Znaleziono %s pakietów
pt: Encontrados os pacotes %s
ru: Найдено %s пакетов
uk: Знайдено %s пакунків

source: Filling database
ca: S'està omplint la base de dades
pl: Wypełnianie bazy danych
pt: Preenchendo base de dados
ru: Заполнение базы данных
uk: Заповнюю базу даних

source: Adding
ca: S'està afegint
pl: Dodawanie
pt: Adicionando
ru: Добавление
uk: Додаю

source: Database resurrected successfully
ca: La base de dades s'ha ressuscitat correctament
pl: Baza danych przywrócona pomyślnie
pt: Base de dados ressuscitada com sucesso
ru: База данных успешно восстановлена
uk: Базу даних вдало відновлено

source: Now indexing tables
ca: S'estan indexant les taules
pl: Indeksowanie tabel
pt: Agora indexando tabelas
ru: Сейчас индексируются таблицы
uk: Індексую таблиці

source: Database reinitialized successfully
ca: La base de dades s'ha reinicialitzat correctament
pl: Baza danych zainicjowana pomyślnie
pt: Base de dados reiniciada com sucesso
ru: База данных реинициализирована успешно
uk: База даних обнулена вдало

source: Keep in mind that virtual packages couldn't be matched. They don't own any files.
ca: Penseu que els paquets virtuals no s'han pogut concordar. Aquests no contenen cap fitxer.
pl: Miej na uwadze, że wirtualne pakiety nie mogły zostać dopasowane, bo nie posiadają żadnych plików.
pt: Tenha em mente que seus pacotes virtuais não puderam ser comparados. Eles não possuem nenhum arquivo.

source: Scanning Source Package Manager and Entropy databases for differences
ca: S'estan cercant diferències entre les bases de dades del Gestor de Paquets Font i Entropy
pl: Skanowanie bazy menadżera pakietów źródłowych w poszukiwaniu różnic
pt: Escaneando bases de dados do Portage e do Entropy, na procura por diferenças

source: Collecting Source Package Manager metadata
ca: S'estan recollint metadades del Gestor de Paquets Font
pl: Zbieranie metadanych menadżera pakietów źródłowych
pt: Coletando metadados do Portage

source: Collecting Entropy packages
ca: S'estan recollint paquets d'Entropy
pl: Zbieranie pakietów Entropy
pt: Coletando pacotes do Entropy
ru: Сборка пакетов Entropy
uk: Збірка пакунків Entropy

source: Differential Scan
ca: Escaneja diferències
pl: Skanowanie różnicowe
pt: Escaneamento diferencial
ru: Дифференцированный поиск
uk: Різний (диференційований) пошук

source: Databases already synced
ca: Les bases de dades ja estan sincronitzades
pl: Bazy już zsynchronizowane
pt: Bases de dados já sincronizadas
ru: Уже синхронизированные базы данных
uk: Бази даних вже синхронізовані

source: Entropy locked, giving up
ca: Entropy està bloquejat, sortint
pl: Entropy zablokowane, rezygnowanie
pt: Entropy trancou, desistindo
ru: Entropy заблокирована, прекращаю
uk: Entropy заблокована, здаюсь

source: Are you ready ?
ca: Esteu preparat?

source: Entropy locked during lock acquire
ca: Entropy està bloquejat mentre l'adquireix el bloqueig
ru: Entropy заблокирована во время действия блокировки

source: Someone removed these packages
ca: Algú ha eliminat aquests paquets
pl: Ktoś usunął te pakiety
pt: Alguém removeu estes pacotes
ru: Кто-то удалил эти пакеты
uk: Хтось видалив ці пакунки

source: They would be removed from the system database
ca: S'eliminaran de la base de dades del sistema
pl: Będą usunięte z systemowej bazy danych
pt: Eles seriam removidos da base de dados do sistema
ru: Они будут стёрты из системной базы данных
uk: Вони будуть видалені з системної бази даних

source: Continue with removal ?
ca: Voleu continuar amb l'eliminació?
pl: Kontynuować usuwanie?
pt: Continuar com remoção ?
ru: Продолжить удаление ?
uk: Продовжити видалення?

source: Database removal complete
ca: S'ha eliminat la base de dades
pl: Usuwanie z bazy danych zakończone
pt: Remoção da base de dados completa
ru: Удаление базы данных завершено
uk: Видалення бази даних завершено

source: Someone added these packages
ca: Algú ha afegit aquests paquets
pl: Skoś dodał te pakiety
pt: Alguém adicionou estes pacotes
ru: Кто-то добавил эти пакеты
uk: Хтось додав ці пакунки

source: They would be added to the system database
ca: S'afegiran a la base de dades del sistema
pl: Będą dodane do systemowej bazy danych
pt: Eles seriam adicionados à base de dados do sistema
ru: Они будут добавлены в системную базу данных
uk: Вони будуть додані в системну базу даних

source: Continue with adding ?
ca: Voleu continuar-ne afegint?
pl: Kontynuować dodawanie?
pt: Continuar adicionando ?
ru: Продолжить с добавлением ?

source: An error occured while analyzing
ca: S'ha produït un error mentre s'estava analitzant
pl: Wystąpił błąd podczas dokonywania analizy
pt: Um erro ocorreu enquanto estava analizando
ru: Произошла ошибка при анализе
uk: Помилка при аналізі

source: Exception
ca: Excepció
pl: Wyjątek
pt: Exceção
ru: Исключение
uk: Виняток

source: Database update completed
ca: S'ha completat l'actualització de la base de dades
pl: Aktualizacja bazy danych zakończona
pt: Atualização da base de dados completa
ru: Обновление базы данных завершено
uk: Оновлення бази даних завершено

source: The installed package repository will be regenerated using Source Package Manager
ca: El repositori de paquets instal·lat es tornarà a generar usant el Gestor de Paquets Font
pl: Repozytorium zainstalowanych pakietów będzie zregenerowane przy użyciu menadżera pakietów źródłowych
pt: A base de dados de pacotes instalados será regenerada usando uma do Gentoo

source: If you dont know what you're doing just, don't do this. Really. I'm not joking.
ca: Si no sabeu el que esteu fent, no ho feu. De veritat. Això no és cap joc.
pl: Jeśli nie wiesz, co robisz teraz, nie rób tego. Naprawdę. Nie żartuję.
pt: Se você não sabe o que está fazendo, não faça isto. Sério. Não estou brincando.
ru: Если ты не знаешь, что ты делаешь - лучше не делай этого. Серьёзно. Я не шучу.
uk: Якщо ти не знаєш, що робиш, - то краще не роби цього. Серйозно. Я нежартую.

source: Understood ?
ca: Ho heu entès?
pl: Czy rozumiesz?
pt: Entendeu ?
ru: Я ясно излагаю ?
uk: Зрозуміло?

source: Really ?
ca: Segur?
pl: Na pewno?
pt: Sério ?
ru: Правда ?

source: This is your last chance
ca: Aquesta és l'última oportunitat
pl: To twoja ostatnia szansa
pt: Esta é a sua última chance
ru: Это твой последний шанс
uk: Це твій останній шанс

source: Ok?
ca: D'acord?
uk: Гаразд?

source: Transductingactioningintactering databases
ca: S'està transductingactioningintactering les bases de dades
pt: Transductingactioningintactering bases de dados
ru: Transductingactioningintactering базы данных
uk: перетворення-виконання-перевірка-цілісності бази даних

source: All the Source Package Manager packages have been injected into Entropy database
ca: Tots els paquets del Gestor de Paquets Font s'han injectat a la base de dades d'Entropy
pl: Wszystkie pakiety menadżera pakietów źródłowych zostały wstrzyknięte do bazy Entropy
pt: Todos os pacotes Gentoo foram injetados na base de dados do Entropy

source: Sanity Check
ca: Comprovació de sanitat
pl: Sprawdzanie poprawności
pt: Teste de Validade
ru: проверка работоспособности
uk: перевірка працездатності

source: system database
ca: base de dades del sistema

source: Scanning...
ca: S'està escanejant...
pl: Skanowanie...
pt: Escaneando...
ru: Сканирование...
uk: Сканування...

source: Errors on package id %s, error: %s
ca: Hi ha errors al paquet id %s, error: %s

source: PASSED
ca: CORRECTE

source: database does not exist or is badly broken
ca: la base de dades no existeix o està mal trencada
pl: baza danych nie istnieje albo jest mocno uszkodzona
pt: base de dados não existe ou está severamente comprometida
ru: База данных не существует или совсем испорчена
uk: База даних не існує або зовсім зломана

source: No advisories provided
ca: No hi ha avisos disponibles
pl: Nie podano rekomendacji
pt: Nenhum consultivo fornecido
ru: Уведомлений не предоставлено
uk: Повідомлень немає

source: Advisory
ca: Avisos
pl: Rekomendacja bezpieczeństwa
pt: Consultivo
ru: Уведомление
uk: Повідомлення

source: GLSA Identifier
ca: Identificador GLSA
pl: Identyfikator GLSA
pt: Identificador GLSA
ru: Идентификатор GLSA
uk: Ідентифікатор GLSA

source: Background
ca: Fons
pt: Situação do ocorrido
ru: Фон
uk: Фон

source: Exploitable
ca: Explotable
pl: Dające się wykorzystać
pt: Explorável
ru: Добываемое
uk: Використовуване

source: Impact
ca: Impacte
pt: Impacto
ru: Влияние
uk: Вплив

source: Impact type
ca: Tipus d'impacte
pt: Tipo de impacto
ru: Тип влияния
uk: Тип впливу

source: Revised
ca: Revisat
pl: Zrewidowane
pt: Revisado
ru: Проверено
uk: Перевірено

source: Announced
ca: Anunciat
pl: Ogłoszone
pt: Anunciado
ru: Объявлено
uk: Оголошено

source: Synopsis
ca: Sinopsi
pl: Streszczenie
pt: Sinopse
ru: Перспектива
uk: Огляд

source: References
ca: Referències
pl: Referencje
pt: Referências
ru: Ссылки
uk: Посилання

source: Upstream bugs
ca: Errors de cap amunt
pl: Błędy upstream
pt: Enviar bugs upstream
ru: Баги в процессе
uk: баги в процесі

source: Affected
ca: Afectats
pl: Dotyczące
pt: Afetou
ru: Уязвимо
uk: Вразливі

source: vulnerable versions
ca: versions vulnerables
pl: podatne wersje
pt: versões vulneráveis
ru: уязвимые версии
uk: вразливі версії

source: unaffected versions
ca: versions no afectades
pl: niepodatne wersje
pt: versões não afetadas
ru: неуязвимые версии
uk: невразливі версії

source: Workaround
ca: Via de solució
pl: Obejście
pt: Solução Alternativa
ru: Оптимизация
uk: Оптимізація

source: Resolution
ca: Resolució
pl: Rozwiązanie
pt: Resolução
ru: Разрешение
uk: Дозвіл

source: No advisories available or applicable
ca: No hi ha avisos disponibles o aplicables
pl: Nie ma dostępnych rekomendacji ani mających zastosowanie
pt: Não há consultivos disponíveis ou aplicáveis
ru: Нет доступных либо применимых уведомлений
uk: Немає наявних або придатних повідомлень

source: Calculating security updates
ca: S'estan calculant les actualitzacions de seguretat
pl: Obliczanie aktualizacji bezpieczeństwa
pt: Calculando atualizações de segurança
ru: Подсчёт обновлений безопасности
uk: Підрахунок оновлень безпеки

source: All the available updates have been already installed
ca: Totes les actualitzacions disponibles ja s'han instal·lat
pl: Wszystkie dostępne aktualizacje są już zainstalowane
pt: Todos as atualizações disponíveis já foram instaladas
ru: Все возможные обновления уже были установлены
uk: Всі можливі оновлення вже було встановлено

source: You are not
ca: No sou
pl: Nie jesteś
pt: Você não é
ru: Но ты не
uk: Ви не

source: No packages specified
ca: No s'han especificat paquets
pl: Nie podano pakietów
pt: Nenhum pacote especificado
ru: Ни одного пакета не выбрано
uk: Жодного пакунку не обрано

source: Cannot find
ca: No es pot trobar
pl: Nie można znaleźć
pt: Não é possível achar
ru: Невозможно найти
uk: Не можу знайти

source: No valid packages specified
ca: No s'han especificat paquets vàlids
pl: Nie podano prawidłowych pakietów
pt: Nenhum pacote válido foi especificado
ru: Ни одного действительного пакета не определено
uk: Жодного справжнього пакунку не визначено

source: This is the list of the packages that would be quickpkg'd
ca: Aquesta és la llista de paquets que es s'empaquetaran ràpidament (quickpkg)
pl: To jest lista pakietów, na których zostanie wykonane quickpkg
pt: Esta é a lista de pacotes que passariam por quickpkg
ru: Здесь список пакетов, которые должны быть запакованы с помощью quickpkg
uk: Ось перелік пакунків, що повинні бути запаковані за допомогою quickpkg

source: installed
ca: instal·lat
pl: zainstal.
pt: instalado
ru: установлено
uk: встановлено

source: Would you like to recompose the selected packages ?
ca: Voleu recompondre els paquets seleccionats?
pl: Czy chciałbyś ponownie złożyć wybrane pakiety?
pt: Você gostaria de recompor os pacotes selecionados ?
ru: Желаете ли Вы рекомпилировать выбранные пакеты?
uk: Бажаєте повторно компілювати обрані пакунки?

source: Compressing
ca: S'està comprimint
pl: Kompresowanie
pt: Compactando
ru: Сжатие
uk: Стискаю

source: Error while creating package for
ca: Error en crear el paquet per
pl: Błąd podczas tworzenia pakietu dla
pt: Erro ao criar arquivo para
ru: Ошибка при создании пакета для
uk: Помилка при створенні пакунку для

source: Saved in
ca: S'ha desat a
pl: Zapisano w
pt: Salvo em
ru: Сохранено в
uk: Збережено у

source: directory does not exist
ca: el directori no existeix
pl: katalog nie istnieje
pt: diretório não existe
ru: директория не существует
uk: директорія не існує

source: is not a valid Entropy package
ca: no és un paquet vàlid d'Entropy
pl: nie jest prawidłowym pakietem Entropy
pt: não é um pacote válido do Entropy
ru: это недействительный пакет Entropy
uk: це не дійсний пакунок Entropy

source: Using branch
ca: S'està usant la branca
pl: Używając gałęzi
pt: Usando galho
ru: Используется ветвь
uk: Використовується гілка

source: Extracting package metadata
ca: S'estan extraient metadades del paquet
pl: Rozpakowywanie metadanych pakietu
pt: Extraindo metadados do pacote
ru: Распаковка пакета завершена
uk: Розпакування мета-даних пакунку

source: Package extraction complete
ca: L'extracció del paquet ha acabat
pl: Rozpakowywanie zakończone
pt: Extração de pacote completa
ru: Распаковка пакета завершена
uk: Розпакування пакунку завершено

source: Inflated package
ca: Paquets inflats
pl: Skompresowano pakiet
pt: pacote expandido
ru: Увеличенный пакет
uk: Збільшений пакунок

source: Deflating
ca: S'està desinflant
pl: Dekompresowanie
pt: compactando
ru: Сжатие
uk: Стискаю

source: Deflated package
ca: Paquet desinflats
pl: Zdekompresowano pakiet
pt: pacote compactado
ru: Сжатый пакет
uk: Стиснений пакунок

source: Extracting Entropy metadata from
ca: S'estan extraient metadades d'Entropy de
pl: Rozpakowywanie metadanych Entropy z
pt: Extraindo metadados do Entropy de
ru: Распаковка мета-информации Entropy из
uk: Розпакування мета-інформації Entropy з

source: Extracted Entropy metadata from
ca: S'han extret metadades d'Entropy de
pl: Rozpakowano metadane Entropy z
pt: Meta dados do Entropy extraídos de
ru: Распакована мета-информация Entropy из
uk: Видобути мета-інформацію Entropy з

source: This is the list of the packages that would be merged into a single one
ca: Aquesta és la llista de paquets que es combinaran en un sol
pl: To jest lista pakietów, które zostaną połączone w jeden
pt: Esta é a lista de pacotes que seriam mesclados em um só
ru: Здесь список пакетов, которые должны быть сжаты в один
uk: Ось перелік пакунків, що будуть об'єднані в один

source: Would you like to create the packages above ?
ca: Voleu crear els paquets de més amunt?
pl: Czy chciałbyś utworzyć pakiety wymienione wyżej?
pt: Você gostaria de criar os pacotes acima ?
ru: Желаете ли Вы создать вышеуказанные пакеты?
uk: Бажаєте створити вищезгадані пакунки?

source: Creating merged Smart Package
ca: S'està creant el Smart Package combinat
pl: Tworzenie połączonego pakietu smart
pt: Criando 'Smart Package' mesclado
ru: Создание объединенного Smart-пакета
uk: Створення об'єднаного Smart-пакунку

source: collecting Entropy metadata
ca: S'estan recollint metadades d'Entropy
pl: zbieranie metadanych Entropy
pt: coletando meta dados do Entropy
ru: Сбор мета-информации Entropy
uk: Збір мета-інформації Entropy

source: Unpack failed due to unknown reasons
ca: El desempaquetat ha fallat per causes desconegudes
pl: Rozpakowanie się nie powiodło z nieznanych powodów
pt: Desempacotamento falhou devido à razões desconhecidas
ru: Распаковка провалилась по неизвестным причинам
uk: Розпакування закінчилось невдало з невідомих причин

source: Compressing smart package
ca: S'està comprimint el Smart Package
pl: Kompresowanie pakietu smart
pt: Compactando pacote
ru: Сжатие smart-пакета
uk: Стиснення smart-пакунку

source: Compression failed due to unknown reasons
ca: La compressió ha fallat per causes desconegudes
pl: Kompresowanie się nie powiodło z nieznanych powodów
pt: Compactação falhou devido à razões desconhecidas
ru: Сжатие провалилось по неизвестной причине
uk: Стиснення закінчилось невдало з невідомих причин

source: Compressed file does not exist
ca: El fitxer comprimit no existeix
pl: Skompresowany plik nie istnieje
pt: Arquivo compactado não existe
ru: Сжатый файл отсутствует
uk: Стиснений файл відсутній

source: Cannot find G++ compiler
ca: No es pot trobar el compilador de G++
pl: Nie można znaleźć kompilatora g++
pt: Não é possível encontrar o compilador G++
ru: Невозможно найти компилятор G++

source: This is the list of the packages that would be worked out
ca: Aquesta és la llista de paquets que s'expandirà
pl: To jest lista pakietów, które zostaną wypracowane
pt: Esta é a lista dos pacotes que seriam trabalhados
ru: Здесь список пакетов, которые должны быть обработаны
uk: Ось перелік пакунків, що повинні бути оброблені

source: Unpacking the main package
ca: S'està desempaquetant el paquet principal
pl: Rozpakowywanie głównego pakietu
pt: Desempacotando o pacote principal
ru: Распаковка основного пакета
uk: Розпаковую основний пакунок

source: Unpacking dependency package
ca: S'estan desempaquetant els paquets de dependències
pl: Rozpakowywanie pakietu zależnego
pt: Desempacotando pacote de dependências
ru: Распаковка пакета зависимостей
uk: Розпаковую пакунок залежностей

source: Compressing smart application
ca: S'està comprimint la Smart Application
pl: Kompresowanie aplikacji smart
pt: Comprimindo aplicação
ru: Сжатие smart-приложения
uk: Стиснення smart-додатку

source: directory
ca: directori
pl: katalog
pt: diretório

source: Cleaned
ca: S'ha suprimit
pl: Wyczyszczono
pt: limpo

source: files and directories
ca: fitxers i directoris
pl: pliki i katalogi
pt: Arquivos e diretórios
