Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: There are no packages that can be shown, sorry.
ca: No hi ha paquets que es puguin mostrar.
pl: Nie ma pakietów do pokazania, wybacz.
pt: Não há pacotes que possam ser mostrados, desculpe.
ru: Не имеется пакетов, которые можно было бы отобразить, уж извините.
uk: Немає пакунків, які можна було б відобразити, даруйте.

source: Programming:
ca: Programació:
pl: Programowanie:
pt: Programação:
ru: Программирование:
uk: Програмування:

source: Translation:
ca: Traducció:
pl: Tłumaczenie:
pt: Tradução:
ru: Перевод:
uk: Переклад:

source: Dedicated to:
ca: Dedicat a:
pl: Zadedykowane dla:
pt: Dedicado para:
ru: Посвящается:
uk: Присвячується:

source: entered the repository
ca: afegit el repositori
pl: wprowadzone do repozytorium
pt: entrou no repositório
ru: вошел в репозиторий
uk: увійшов до головного репозиторію

source: license
ca: llicència
pl: licencja
pt: licença
ru: лицензия
uk: ліцензія

source: No category
ca: Sense categoria
pl: Bez kategorii
pt: Sem Categoria
ru: Нет категории
uk: Без категорії

source: Applications without a group
ca: Aplicacions sense grup
pl: Programy bez przydzielonej grupy
pt: Aplicativos sem um Grupo
ru: Приложения вне групп
uk: Програми поза групами

source: Rating
ca: Valoració
pl: Ocena
pt: Avaliação
ru: Рейтинг
uk: Рейтинг

source: These are the packages that would be disabled
ca: Aquests són els paquets que es desactivaran
pl: To są pakiety, które mają zostać wyłączone
pt: Estes são os pacotes que seriam desabilitados
ru: Здесь пакеты, которые должны быть отключены
uk: Ось пакунки, що повинні бути відімкнені

source: Once confirmed, these packages will be considered masked.
ca: Quan es confirmin, aquests paquets es consideran emmascarats.
pl: Po potwierdzeniu te pakiety będą uważane za zamaskowane.
pt: Uma vez confirmado, estes pacotes serão considerados mascarados.
ru: После подтверждения эти пакеты будут точно замаскированы.
uk: Після підтвердження ці пакунки будуть вважатись замаскованими.

source: Package Set has broken dependencies, Sets not found
ca: El conjunt de paquets té dependències trencades, el conjunt no s'ha trobat
pl: Zestaw pakietów ma uszkodzone zależności, zestaw nieznaleziony
pt: Conjunto de Pacotes tem dependências quebradas, Conjuntos não achados
ru: Набор пакетов обладает испорченными зависимостям, наборы не найдены
uk: Набір пакунків містить зламані залежності, набори не знайдені

source: There are incomplete package sets, continue at your own risk
ca: Hi ha conjunts de paquets incomplets, continueu si assumiu el risc
pl: Są niekompletne zbiory pakietów, kontynuacja na własne ryzyko
pt: Existem conjuntos de pacotes incompletos, continue por sua conta e risco
ru: Имеются неполные наборы пакетов, продолжайте на свой риск
uk: Є неповні набори пакунків, продовжуйте на свій ризик

source: Application
ca: Aplicació
pl: Program
pt: Aplicação
ru: Приложения
uk: Програми

source: Applications to remove
ca: Aplicacions a eliminar
pl: Programy do usunięcia
pt: Aplicativos a remover

source: Applications to downgrade
ca: Aplicacions a degradar
pl: Programy, których wersja ma zostać cofnięta
pt: Aplicativos a serem rebaixados

source: Applications to install
ca: Aplicacions a instal·lar
pl: Programy do zainstalowania
pt: Aplicativos a instalar

source: Applications to update
ca: Aplicacions a actualitzar
pl: Programy do aktualizacji
pt: Aplicativos a serem atualizados

source: Applications to reinstall
ca: Aplicacions a instal·lar de nou
pl: Programy do reinstalacji
pt: Aplicativos a serem reinstalados

source: Proposed
ca: Proposats
pl: Proponowane
pt: Proposto
ru: Предлагается
uk: Запропоновано

source: Destination
ca: Destí
pl: Cel
pt: Destino
ru: Расположение
uk: Призначення

source: Security id.
ca: Id. de seguretat
pl: ID zw. z bezp.
pt: Identificador de Segurança

source: Application name
ca: Nom de l'aplicació
pl: Nazwa programu
pt: Nome do Aplicativo

source: Advisories are being loaded
ca: S'han carregat els avisos
pl: Rekomendacje bezpieczeństwa są ładowane
pt: Advertências sendo carregadas

source: No advisories
ca: No hi ha avisos
pl: Brak rekomendacji
pt: Nenhum consultivo
ru: Нет уведомлений
uk: Немає повідомлень

source: There are no items to show
ca: No hi ha res a mostrar
pl: Brak elementów do pokazania
pt: Não há items para mostrar
ru: Нечего показывать
uk: Немає що відображати

source: Filename
ca: Nom de fitxer
pl: Nazwa pliku
pt: Nome do arquivo
ru: Имя файла
uk: Файл

source: Active
ca: Actiu
pl: Aktywny
pt: Ativo
ru: Активный
uk: Активний

source: Update
ca: Actualitza
pl: Aktualizacja
pt: Atualização
ru: Обновить
uk: Оновити

source: Revision
ca: Revisió
pl: Rewizja
pt: Revisão
ru: Версия
uk: Перевірка

source: Close
ca: Tancar
pl: Zamknij
pt: Fechar
ru: Закрыть
uk: Закрити

source: Launch Sulfur
ca: Executa Sulfur
pl: Uruchom program Sulfur
pt: Iniciar Sulfur
ru: Запустить Sulfur
uk: Увімкнути Sulfur

source: Application updates
ca: actualitzacions de l'aplicació
pl: Aktualizacje programów
pt: Atualizações de aplicações
ru: Обновления приложений
uk: Оновлення програм

source: Magneto Entropy Updates Applet
ca: Magneto, miniaplicació d'actualitzacions d'Entropy
pl: Magneto, aplet aktualizacji Entropy
pt: Magneto - Applet de Atualizações do Entropy
ru: Апплет обновлений Entropy Magneto
uk: Аплет оновлень Entropy Magneto

source: Your system currently has an outdated version of
ca: El sistema té una versió antiga de
pl: Twój system ma przestarzałą wersję
pt: Seu sistema atualmente tem uma versão desatualizada de
ru: На Вашей системе в данный момент имеется устаревшая версия
uk: На Вашій системі в даний момент встановлена застаріла версія

source: the latest available version is
ca: l'última versió disponible és la
pl: najnowsza dostępna wersja to
pt: a versão mais recente disponível é
ru: наиболее актуальная версия -
uk: найновіша версія -

source: It is recommended that you upgrade to the latest before updating any other packages
ca: És recomanable que actualitzeu a l'última versió abans d'actualitzar cap altre paquet
pl: Zaleca się aktualizację do najnowszej przez aktualizowaniem innych pakietów
pt: É recomendado que você promova a última versão antes de atualizar quaisquer outros pacotes
ru: Рекомендуется обновить до последней версии перед обновлением каких-либо других пакетов

source: Latest version
ca: Última versió
pl: Ostatnia wersja
pt: Última versão
ru: Последняя версия
uk: Найновіша версія

source: Critical Information
ca: Informació crítica
pl: Informacje krytyczne
pt: Informação Crítica
ru: Критическая информация
uk: Критична інформація

source: _Disable Notification Applet
ca: _Desactiva l'aplicació de notificacions
pl: _Dezaktywuj aplet powiadomień
pt: _Desabilita o Aplicativo Notificador
ru: _Деактивировать апплет уведомлений
uk: _ДеактивуваВити аплет повідомлень

source: Disable Notification Applet
ca: Desactiva l'aplicació de notificacions
pl: Dezaktywuj aplet powiadomień
pt: Desabilita o Aplicativo Notificador
ru: _Деактивировать апплет уведомлений
uk: _Деактивувати аплет повідомлень

source: _Enable Notification Applet
ca: _Habilita l'aplicació de notificacions
pl: _Aktywuj aplet powiadomień
pt: _Habilita o Aplicativo Notificador
ru: _Aктивировать апплет уведомлений
uk: _Aктивувати аплет повідомлень

source: Enable Notification Applet
ca: Habilita l'aplicació de notificacions
pl: Aktywuj aplet powiadomień
pt: Habilita o Aplicativo Notificador
ru: Активировать пакет уведомлений
uk: Активувати пакунок повідомлень

source: _Check for updates
ca: _Cerca actualitzacions
pl: _Sprawdź aktualizacje
pt: _Checar atualizações
ru: _Проверить на обновления
uk: _Перевірити наявність оновлень

source: Check for updates
ca: Cerca actualitzacions
pl: Sprawdź aktualizacje
pt: Checar atualizações
ru: Проверить на обновления
uk: Перевірити наявність оновлень

source: _Launch Package Manager
ca: Executa e_l gestor de paquets
pl: _Uruchom menadżera pakietów
pt: _Carregar Gerenciador de Pacotes
ru: _Запустить пакетный менеджер
uk: _Увімкнути пакунковий менеджер

source: Launch Package Manager
ca: Executa el gestor de paquets
pl: Uruchom menadżera pakietów
pt: Carregar Gerenciador de Pacotes
ru: Запустить пакетный менеджер
uk: Увімкнути пакунковий менеджер

source: _Packages Website
ca: Web de _paquets
pl: Strona _pakietów
pt: _Pacote (endereço Web)
ru: _Веб-страница пакетов
uk: _Веб-сторінка пакунків

source: Use Packages web interface
ca: Usa la interfície web de paquets
pl: Interfejs webowy dla pakietów
pt: Use a interface Web dos pacotes
ru: Использовать веб-интерфейс пакетов
uk: Використовувати веб-інтерфейс пакунків

source: _Sabayon Linux Website
ca: _Web de Sabayon Linux
pl: _Witryna Sabayon Linux
pt: Website _Sabayon Linux
ru: Веб-_сайт Sabayon Linux
uk: Веб-сайт _Sabayon Linux

source: Launch Sabayon Linux Website
ca: Mostra la pàgina web de Sabayon Linux
pl: Wyświetl witrynę Sabayona
pt: Carrega o Site do Sabayon Linux
ru: Открыть сайт Sabayon Linux
uk: Відкрити сайт Sabayon Linux

source: _Exit
ca: _Surt
pl: Wyjści_e
pt: _Sair
ru: _Выход
uk: _Вихід

source: Cannot monitor Sabayon updates
ca: No es poden monitoritzar les actualitzacions de Sabayon
pl: Nie można monitorować aktualizacji Sabayona
pt: Não monitora as atualizações do Sabayon
ru: Невозможно отобразить обновления Sabayon
uk: Неможливо відобразити оновлення Sabayon

source: Entropy DBus service not available
ca: El servei DBus d'Entropy no està disponible
pl: Usługa DBus Entropy niedostępna
pt: Serviço DBus do Entropy não disponível
ru: Служба DBus Entropy недоступна
uk: Служба DBus Entropy недоступна

source: unable to communicate with the updates service
ca: no es pot comunicar amb el servei d'actualitzacions
pl: nie można skomunikować się z usługą aktualizacji
pt: não foi possível comunicar com o serviço de atualização
ru: невозможно соединиться со службой обновлений
uk: неможливо з'єднатися зі службою оновлень

source: Sabayon updates service loaded
ca: S'ha carregat el servei d'actualitzacions de Sabayon
pl: Usługa aktualizacji Sabayona załadowana
pt: Serviço de atualização do Sabayon carregado
ru: Служба обновлений Sabayon загружена
uk: Служба оновлень Sabayon завантажена

source: Entropy DBus service loaded
ca: S'ha carregat el servei DBus
pl: Usługa DBus Entropy załadowana
pt: Serviço DBus do Entropy carregado
ru: Служба DBus Entropy загружена
uk: Служба DBus Entropy завантажена

source: your Sabayon will notify you once updates are available
ca: Sabayon us notificarà quan hi hagi actualitzacions disponibles
pl: twój Sabayon powiadomi cię, gdy tylko aktualizacje staną się dostępne
pt: Seu Sabayon vai avisa-lo quando novas atualizações estiverem disponíveis
ru: Ваш Sabayon уведомит Вас, когда обновления будут доступны
uk: Ваш Sabayon повідомить Вас, коли оновлення будуть наявні

source: updates available
ca: actualitzacions disponibles
pl: aktualizacje dostępne
pt: Atualizações disponíveis
ru: доступных обновлений
uk: наявних оновлень

source: Sabayon updates available
ca: Hi ha actualitzacions de Sabayon disponibles
pl: aktualizacje Sabayona dostępne
pt: Atualizações do Sabayon disponíveis
ru: Обновления Sabayon доступны
uk: Оновлення Sabayon наявні

source: Your Sabayon is up-to-date
ca: Sabayon està actualitzat
pl: Twój Sabayon jest aktualny
pt: Seu Sabayon está atualizado
ru: Ваш Sabayon уже обновлен до последней версии
uk: Ваш Sabayon вже оновлений до найновішої версії

source: No updates available at this time, cool!
ca: No hi ha actualitzacions disponibles. Bé!
pl: W tej chwili nie ma żadnych aktualizacji, świetnie!
pt: Tudo parece estar OK. Não há atualizações a fazer, Legal!
ru: На текущий момент обновлений не обнаружено, отлично!
uk: В даний момент оновлень не виявлено, чудово!

source: Repositories are being updated
ca: S'estan actualitzant els repositoris
pl: Repozytoria są teraz aktualizowane
pt: Repositórios estão sendo atualizados
ru: Репозитории обновляются
uk: Репозиторії оновлюються

source: Sabayon repositories status
ca: Estat dels repositoris de Sabayon
pl: Status repozytoriów Sabayona
pt: Status dos repositórios Sabayon
ru: Статус репозиториев Sabayon
uk: Статус репозиторіїв Sabayon

source: Repositories are being updated automatically
ca: Els repositoris s'estan actualitzant automàticament
pl: Repozytoria są aktualizowane automatycznie
pt: Repositórios estão sendo atualizados automáticamente
ru: Репозитории обновляются автоматически
uk: Репозиторії оновлюються автоматично

source: Updates Notification Applet Disabled
ca: Aplicació de notificació d'actualitzacions desactivada
pl: Aplet powiadomień o aktualizacjach nieaktywny
pt: Notificador de atualizações deshabilitado
ru: Апплет уведомления об обновлениях отключён
uk: Аплет повідомлення про оновлення відімкнений

source: Updates Notification Applet Enabled
ca: Aplicació de notificació d'actualitzacions activada
pl: Aplet powiadomień o aktualizacjach aktywny
pt: Notificador de atualizações habilitado
ru: Апплет уведомления об обновлениях включён
uk: Аплет повідомлення про оновлення увімкнений

source: Updates Notification
ca: Notificació d'actualitzacions
pl: Powiadomienia o aktualizacjach
pt: Notificação de Atualizações
ru: Уведомление об обновлениях
uk: Повідомлення про оновлення

source: 0 = no limit; 100 = 100kB/sec
ca: 0 = sense límit; 100 = 100kB/s
pl: 0 = bez limitu; 100 = 100 kB/sek.
pt: 0 = sem limite; 100 = 100kB/seg
ru: 0 = без лимита; 100 = 100Кб/сек

source: <b>Entropy database backup tool</b>
ca: <b>Eina de còpia de seguretat de la base de dades d'Entropy</b>
pl: <b>Narzędzie kopii zapasowej bazy danych Entropy</b>
pt: <b>Ferramenta de backup da base de dados do Entropy</b>
ru: <b>Инструмент создания резервной копии базы данных Entropy</b>
uk: <b>Інструмент створення резервної копії бази даних Entropy</b>

source: <small>Using this tool, you will be able to backup and restore your Operating System packages database.</small>
ca: <small>Amb aquesta eina podeu fer una còpia de seguretat i restaurar la base de dades dels paquets del sistema operatiu.</small>
pl: <small>Używając tego narzędzia można utworzyć kopię bazy danych pakietów twojego systemu operacyjnego i przywrócić ją</small>
pt: <small>Usando esta ferramenta, você vai poder a gerar cópias de segurança e restaurar a base de dados de pacotes do seu Sistema Operacional.</small>
ru: <small>Используя этот инструмент,Вы получите возможность создать резервную копию и восстановить базу данных пакетов Вашей операционной системы.</small>

source: Add Document
ca: Afegeix document
pl: Dodaj dokument
pt: Adicionar Documento
ru: Добавить документ
uk: Додати документ

source: Add USE
ca: Afegeix USE
pl: Dodaj USE
pt: Adicionar USE
ru: Добавить USE
uk: Додати USE

source: Add USE flags on atoms
ca: Afegfeix marcadors USE als àtoms
pl: Dodaj flagi USE dla atomów
pt: Adicionar USE flags nos atoms
ru: Добавить USE-флаги к атомам
uk: Додати USE-прапорці до атомів

source: Add/Edit Repository
ca: Afegeix/Edita repositori
pl: Dodaj/edytuj repozytorium
pt: Adicionar/Editar Repositório
ru: Добавить/редактировать репозиторий
uk: Додати/редагувати репозиторій

source: Adding a <b>new repository</b> lets you access <b>extra software</b>
ca: S'està afegint un <b>nou repositori</b> que us permetrà accedir a <b>més programari</b>
pl: Dodanie <b>nowego repozytorium</b> pozwala na dostęp do <b>dodatkowego oprogramowania</b>
pt: Adicionar um <b>novo repositório</b> permite que você acesse <b>programas extras</b>
ru: Добавление <b>нового репозитория</b> даёт вам доступ к <b>дополнительному софту</b>
uk: Додавання <b>нового репозиторію</b> дає вам доступ до <b>додатковихпрограм </b>

source: Advanced Mode
ca: Mode avançat
pl: Tryb zaawansowany
pt: Modo Avançado
ru: Расширенный режим
uk: Розширений режим

source: Advisory information
ca: Informació d'avisos
pl: Informacje o rekomendacji
pt: Informação de Consultivo
ru: Информация уведомления
uk: Інформація повідомлення

source: Affected packages
ca: Paquets afectats
pl: Podatne pakiety
pt: Pacotes Afetados
ru: Уязвимые пакеты
uk: Вразливі пакунки

source: All
ca: Tot
pl: Wszystkie
pt: Tudo
ru: Все
uk: Усі

source: Applications can alter your system configuration, merge requested changes manually
ca: Les aplicacions poden alterar la configuració del vostre sistema, combineu els canvis requerits manualment
pl: Programy mogą zmodyfikować konfigurację systemu, połącz żądane zmiany ręcznie
pt: Esses Aplicativos podem alterar a configuração do seu sistema, faça as modificações requeridas manualmente

source: Background error message
ca: Missatge d'error de fons
pl: Wiadomość o błędzie w tle
pt: Mensagem de erro de fundo
ru: Фоновое сообщение об ошибке
uk: Фонове повідомлення про помилку

source: Background succ. message
ca: Missatge d'èxit de fons
pl: Wiadomość o sukcesie w tle
pt: Mensagem de sucesso de fundo
ru: Фоновое сообщение об успехе
uk: Фонове повідомлення про успіх

source: Backup configuration files
ca: Còpia de seguretat del fitxer de configuració
pl: Kopia plików konfiguracyjnych
pt: Gerar cópia de segurança dos arquivos de configuração
ru: Файлы конфигурации резервной копии
uk: Файли налаштувань резервної копії

source: Branch
ca: Branca
pl: Gałąź
pt: Galho
ru: Ветка
uk: Гілка

source: Browse applications
ca: Navega per les aplicacions
pl: Przeglądaj programy
pt: Navegar nas aplicações

source: Bugs
ca: Errors
pl: Błędy
ru: Баги
uk: Помилки (баги)

source: C_hanges
ca: C_anvis
pl: Z_miany
pt: _Mudanças
ru: _Изменения
uk: _Зміни

source: Call
ca: Crida
pt: Chamada
uk: Дзвінок

source: Change Sulfur preferences
ca: Canvia les preferències de Sulfur
pl: Zmodyfikuj ustawiania programu Sulfur
pt: Preferências do Sulfur

source: ChangeLog
ca: Registre de canvis
pl: Dziennik zmian
pt: Log de mudanças
ru: Лог изменений
uk: Лог змін

source: Checksum test
ca: Suma de verificació
pl: Test sumy kontrolnej
pt: Teste de soma de checagem
ru: Тест контрольной суммы
uk: Перевірка контрольної суми

source: Cl_ean
ca: Net_eja
pl: Wy_czyść
pt: _Limpar
ru: О_чистить
uk: О_чистити

source: Clear all cache
ca: Esborra la memòria de cau

source: Clear all credentials
ca: Esborra les credencials
pl: Wyczyść wszystkie dane uwierzytelniające
pt: Limpar todas as credenciais

source: Click to start searching
ca: Feu clic per començar la cerca
pl: Kliknij, by rozpocząć wyszukiwanie
pt: Clique para começar a procurar

source: Close notice
ca: Tanca la notícia
pl: Zamknij powiadomienie
pt: Notícia Relacionada
ru: Закрыть уведомление
uk: Закрити повідомлення

source: Collision protection
ca: Protecció de col·lisions
pl: Ochrona przy kolizji
pt: Proteção contra colisão
ru: Защита противоречий
uk: Захист протиріч

source: Command arguments
ca: Arguments de l'ordre
pl: Argumenty polecenia
pt: Argumentos do comando
ru: Аргументы команды
uk: Аргументи команди

source: Command description
ca: Descripció de l'ordre
pl: Opis polecenia
pt: Descrição do comando
ru: Описание команды
uk: Опис команди

source: Command name
ca: Nom de l'ordre
pl: Nazwa polecenia
pt: Nome do comando
ru: Имя команды
uk: Назва команди

source: Commands
ca: Ordres
pl: Polecenia
pt: Comandos
ru: Команды
uk: Команди

source: Compile atoms
ca: Compila àtoms
pl: Skompiluj atomy
pt: Compilar atoms
ru: Компилировать атомы
uk: компілювати атоми

source: Compile packages on the remote server
ca: Compila paquets en el servidor remot
pl: Skompiluj pakiety na zdalnym serwerze
pt: Compilar pacotes no servidor remoto
ru: компилировать пакеты на отдаленном сервере
uk: компілювати пакунки на віддаленому сервері

source: Completed at
ca: Completat a
pl: Ukończono
pt: Completado em
ru: Готово при
uk: Готово при

source: Compression
ca: Compressió
pl: Kompresja
pt: Compressão
ru: Сжатие
uk: Стиснення

source: Current repository
ca: Repositori actual
pl: Bieżące repozytorium
pt: Repositório atual
ru: Текущий репозиторий
uk: Поточний репозиторій

source: Custom command
ca: Ordre personalitzada
pl: Własne polecenie
pt: Comando personalizado
ru: Команда вручную
uk: Команда власноруч

source: Custom shell command
ca: Ordre shell personalitzada
pl: Własne polecenie powłoki
pt: Comando de shell personalizado
ru: Shell-команда вручную
uk: Shell-команда власноруч

source: D_ependencies
ca: D_ependències
pl: _Zależności
pt: D_ependências
ru: _Зависимости
uk: _Залежності

source: Data View
ca: Vista de dades
pl: Widok danych
pt: Ver Dados
ru: Отображение информации
uk: Відображення інформації

source: Database updates
ca: Actualitzacions de la base de dades
pl: Aktualizacje bazy danych
pt: Atualizações da base de dados
ru: Обновления базы данных
uk: Оновлення бази даних

source: Default repository selection
ca: Selecció del repositori per defecte
pl: Wybór domyślnego repozytorium
pt: Seleção padrão de repositório
ru: Выбор репозитория по умолчанию
uk: Вибір репозиторію за замовчуванням

source: Dele_te all
ca: Esborra-ho _tot
pl: _Usuń wszystko
pt: Dele_tar tudo
ru: Удал_ить всё
uk: Видал_ити усе

source: Delete selected
ca: Elimina la seleccionada
pl: Usuń wybrane
pt: Deletar selecionado(s)
ru: Удалить выбранное
uk: Видалити позначені

source: Dep. test
ca: Verificació de dependències
pl: Test zależn.
pt: Teste de dep.
ru: Тест зависимостей
uk: Тест залежностей

source: Dependencies algorithm
ca: Algorisme de dependències
pl: Algorytm rozw. zależności
pt: Algoritmo de dependências
uk: Алгоритм залежностей

source: Dependencies test
ca: Prova de dependències
pl: Test zależności
pt: Teste de dependências
ru: Тест зависимостей
uk: Тест залежностей

source: Disable
ca: Desactivat
pl: Dezaktywuj
pt: Desabilitar
ru: Деактивировать
uk: Вимкнути

source: Disabled Removal only Install+Removal
ca: Desactivat Només elimina Instal·la i elimina
pl: Wyłączona Tylko usuwanie Instalowanie+usuwanie
pt: Desabilitado Somente Leitura Instalação+Remoção
ru: Деактивировано Только к удалению К установке+удалению
uk: Вимкнути Лише до видалення До встановлення+видалення

source: Discard login information
ca: Descarta la informació d'entrada
pl: Odrzuć informacje logowania
pt: Descartar informações de Autenticação

source: Done
ca: Fet
pl: Zrobione
pt: Terminado
ru: Сделано
uk: Зроблено

source: Download Path
ca: Camí de baixada
pl: Ścieżka pobierania
pt: Caminho de Recebimento
ru: Путь загрузки
uk: Шлях завантаження

source: Download only
ca: Només baixa
pl: Tylko pobierz
pt: Apenas receber
ru: Только скачать
uk: Тільки завантажити

source: Download source code
ca: Baixa el codi font
pl: Pobierz kod źródłowy
pt: Receber código fonte
ru: Скачать исходный код
uk: Завантажити вихідний код

source: Download speed limit
ca: Límit de velocitat de baixada
pl: Ograniczenie szybkości pobierania
pt: Limite de velocidade de recebimento
ru: Предел скорости загрузки
uk: Ліміт швидкості завантаження

source: Download updated repositories containing new applications
ca: Baixa repositoris actualitzats que continguin noves aplicacions
pl: Pobierz zaktualizowane repozytoria zawierające nowe programy
pt: Baixar os repositórios atualizados e contendo os novos pacotes

source: Enable
ca: Habilita
pl: Aktywuj
pt: Habilitar
ru: _Активировать
uk: Активувати

source: Enable _all
ca: Habilita'ls _tots
pl: Aktywuj _wszystko
pt: Habilitar _tudo
ru: _Активировать всё
uk: _Активувати усе

source: Entropy API
ca: API d'Entropy
pl: API Entropy
pt: API do Entropy

source: Entropy Package Manager
ca: Gestor de Paquets Entropy
pl: Menadżer pakietów Entropy
pt: Gerenciador de Pacotes do Entropy
ru: Центр управления пакетами Entropy
uk: Центр керування пакунками Entropy

source: Entropy Repository Manager
ca: Gestor de Repositoris Entropy
pl: Menadżer repozytorium Entropy
pt: Gerenciador de Repostórios do Entropy
ru: Центр управления репозиториями Entropy
uk: Центр керування репозиторіями Entropy

source: Entropy Service Connection Manager
ca: Gestor del Servei de Connexions Entropy
pl: Menadżer usługi połączenia Entropy
pt: Gerencioador de Conexão de Serviços do Entropy
ru: Менеджер соединения со службами Entropy
uk: Менеджер з'єднання зі службами Entropy
