Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: All fine baby. Nothing to do!
ca: Tot és correcte. No hi ha res a processar!
pl: Wszystko w porządeczku. Nic do zrobienia!
pt: Tudo certo, cara. Nada para fazer!
ru: Всё пучком. Нечего делать!
uk: Усе тиць-гриць :) Більше нічого робити!

source: Type a number.
ca: Escriviu un número.
pl: Wpisz liczbę.
pt: Digite um número.
ru: Введите число.
uk: Введіть число.

source: Configuration file
ca: Fitxer de configuració
pl: Plik konfiguracyjny
pt: Arquivo de configuração
ru: Файл конфигурации
uk: Файл налаштування

source: Overwrite ?
ca: Sobreescriu?
pl: Nadpisać?
pt: Sobrescrever ?
ru: Переписать ?
uk: Перезаписати?

source: Moving
ca: S'està movent
pl: Przenoszenie
pt: Movendo
ru: Перемещение
uk: Переміщую

source: Discard ?
ca: Descarta ?
pl: Odrzucić?
pt: Descartar ?
ru: Отклонить ?

source: Discarding
ca: S'està descartant
pl: Odrzucanie
pt: Descartando
ru: Отклонено
uk: Скасовано

source: Selected file
ca: Fitxer seleccionat
pl: Wybrany plik
pt: Arquivo selecionado
ru: Выбранный файл
uk: Обраний файл

source: Replacing
ca: S'està reemplaçant
pl: Zastępowanie
pt: Substituindo
ru: Перемещение
uk: Переміщую

source: with
ca: per
pl: plikiem
pt: com
ru: с
uk: з

source: Deleting file
ca: S'està eliminant el fitxer
pl: Usuwanie pliku
pt: Deletando arquivo
ru: Удаление файла
uk: Видаляю файл

source: Editing file
ca: S'està editant el fitxer
pl: Edytowanie pliku
pt: Editando arquivo
ru: Редактирование файла
uk: Редагую файл

source: Cannot find a suitable editor. Can't edit file directly.
ca: No s'ha trobat un editor adequat. No es pot editar el fitxer directament.

source: Edited file
ca: Fitxer editat
pl: Edytowany plik
pt: Arquivo editado
ru: Редактированный файл
uk: Відредагований файл

source: showing differencies
ca: s'estan mostrant les diferències
pl: pokazywanie różnicy
pt: mostrando diferenças
ru: показываем различия
uk: показую відмінності

source: Please choose a file to update by typing its identification number.
ca: Si us plau, escolliu un fitxer per actualitzar-lo escrivint el seu número d'identificador.
pl: Proszę wybrać plik do aktualizacji przez wybranie towarzyszącej mu liczby
pt: Por favor escolha um arquivo para atualizar digitando seu número de identificação.
ru: Выберите файл к обновлению, набрав его идентификационный номер
uk: Оберіть файл, що потребує оновлення, ввівши його ідентифікаційний номер

source: Other options are:
ca: Altres opcions són:
pl: Pozostałe opcje:
pt: Outras opções são:
ru: Другие опции:
uk: Інші опції:

source: Exit
ca: Surt
pl: Wyjście
pt: Sair
ru: Выход
uk: Вихід

source: Automerge all the files asking you one by one
ca: Combina automàticament tots els fitxers preguntant-vos un a un
pl: Scal automatycznie wszystkie pliki, pytając o potwierdzenie dla każdego
pt: Mesclar automaticamente todos os arquivos perguntando a você de um por um
ru: Автоматически объединить файлы, спрашивая Вас о каждом
uk: Автоматично об'єднати файли, запитуючи Вас щодо кожного

source: Automerge all the files without questioning
ca: Combina automàticament tots els fitxers sense preguntar
pl: Scal automatycznie wszystkie pliki bez pytania
pt: Mesclar automaticamente todos os arquivos sem perguntar
ru: Автоматически объединить все файлы без вопросов
uk: Автоматично об'єднати всі файли без перепитувань

source: Discard all the files asking you one by one
ca: Descarta tots els fitxers preguntant-vos un a un
pl: Odrzuć wszystkie pliki, pytając o potwierdzenie dla każdego
pt: Descartar todos os arquivos perguntando a você de um por um
ru: Пропустить все файлы, спрашивая Вас о каждом
uk: Пропустити всі файли, запитуючи Вас щодо кожного

source: Discard all the files without questioning
ca: Descarta tots els fitxers sense preguntar
pl: Odrzuć wszystkie pliki bez pytania
pt: Descartar todos os arquivos sem perguntar
ru: Пропустить все файлы без вопросов
uk: Пропустити всі файли без перепитувань

source: Please choose an action to take for the selected file.
ca: Si us plau, escolliu una acció pel fitxer seleccionat
pl: Proszę wybrać akcję, którą należy podjąć dla wybranego pliku.
pt: Por favor escolha uma ação para realizar com o arquivo selecionado
ru: Выберите, что сделать с этим файлом
uk: Будь-ласка, оберіть, яку дію треба виконати з цим файлом

source: Come back to the files list
ca: Torna a la llista de fitxers
pl: Wróć to listy plików
pt: Voltar para a lista de arquivos
ru: Обратно в список файлов
uk: Повернутись до списку файлів

source: Replace original with update
ca: Reemplaça l'original per l'actualització
pl: Zastąp oryginalny nowym
pt: Substituir o arquivo original pelo atualizado
ru: Заменить оригинал обновлением
uk: Замінити оригінал оновленим файлом

source: Delete update, keeping original as is
ca: Elimina l'actualització, deixant l'original tal i com està
pl: Usuń aktualizację, zostaw oryginalny
pt: Deletar atualização, mantendo o original como ele é agora
ru: Удалить обновление и оставить оригинал, как было
uk: Видалити оновлення і залишити оригінал, без змін

source: Edit proposed file and show diffs again
ca: Edita el fitxer proposat i torna a mostrar les diferències
pl: Edytuj proponowany plik i pokaż różnicę ponownie
pt: Editar arquivo escolhido e mostrar as diferenças novamente
ru: Редактировать предлагаемый файл и показать различия снова
uk: Редагувати запропонований файл і показати відмінності знову

source: Show differences again
ca: Torna a mostrar les diferències
pl: Pokaż różnicę ponownie
pt: Mostrar diferenças novamente
ru: Показать различия снова
uk: Показати відмінності знову

source: These are the files that would be updated:
ca: Aquests són els fitxers que s'actualitzaran:
pl: To są pliki, które mają być zaktualizowane:
pt: Estes são os arquivos que seriam atualizados:
ru: Здесь файлы к обновлению:
uk: Ось файли до оновлення:

source: Unique files that would be update
ca: Únics fitxers a actualitzar
pl: Unikatowe pliki, które mają być zaktualizowane
pt: Arquivos únicos que seriam atualizados
ru: Специфические файлы, которые должны быть обновлены
uk: Особливі файли, що повинні бути оновлені

source: Unique files that would be automerged
ca: Únics fitxers a combinar automàticament
pl: Unikatowe pliki, które mają być scalone automatycznie
pt: Arquivos únicos que seriam mesclados automaticamente
ru: Специфические файлы, которые должны быть автоматически объединены
uk: Особливі файли, що повинні бути автоматично об'єднані

source: Malformed command
ca: L'ordre està mal construïda
pl: Nieprawidłowe polecenie
pt: Comando mal formado
ru: Испорченная команда
uk: Хибна команда

source: Wrong parameters
ca: Paràmetres incorrectes
pl: Złe parametry
pt: Parâmetros errados
ru: Неправильные параметры
uk: Хибні параметри

source: Searching
ca: S'està cercant
pl: Wyszukiwanie
pt: Buscando
ru: Поиск
uk: Пошук

source: Found
ca: S'han trobat
pl: Znaleziono
pt: Encontrado
ru: Найдено
uk: Знайдено

source: entries
ca: entrades
pl: element/y/ów
pt: entradas
ru: записей
uk: записів

source: Reverse graphing installed package
ca: Grafiant inversament el paquet instal·lat
pl: Wizualizacja zależności wstecznych pakietu
pt: Comparação inversa dos pacotes instalados

source: Legend
ca: Llegenda
pl: Legenda
pt: Legenda

source: packages passed as arguments
ca: paquets passats com a arguments
pl: pakiety podane jako argumenty
pt: pacotes passados como argumentos

source: packages with no further dependencies
ca: paquet sense altres dependències
pl: pakiety bez dalszych zależności
pt: pacotes sem dependências complementares

source: packages with further dependencies (node)
ca: paquet sense altres dependències (node)
pl: pakeity z dalszymi zależnościami (węzły)
pt: pacotes com dependências complementares (nó)

source: packages already pulled in as dependency in upper levels (circularity)
ca: paquets ja inclosos com a dependències en nivells superiors (circular)
pl: pakiety już określone na wyższych poziomach jako zależność (zapętlenie)
pt: pacotes colocados como dependências em níveis mais altos (circularidade)

source: Graphing
ca: Grafiant
pl: Wizualizacja
pt: Comparando

source: Belong Search
ca: Pertanyen a la cerca
pl: Wyszukiwanie - pakiety zawierające element
pt: Busca por Pertencente
ru: Поиск принадлежностей
uk: Пошук залежностей

source: ChangeLog Search
ca: Cerca al registre de canvis
pl: Wyszukiwanie - dziennik zmian
pt: Busca por ChangeLog
ru: Поиск логов изменений
uk: Пошук логів змін

source: No match for
ca: No hi ha coincidències per
pl: Brak dopasowań dla
pt: Nenhum corresponde à
ru: Ничего не найдено для
uk: Нічого не знайдено для

source: Atom
ca: Àtom
ru: Атом
uk: Атом

source: No ChangeLog available
ca: El registre de canvis no està disponible
pl: Dziennik zmian niedostępny
pt: Nenhum ChangeLog disponível
ru: Недоступно ни одного лога изменений
uk: недоступно жодного логу змін

source: Attention: developer-repo option not enabled
ca: Atenció: l'opció developer-repo no està activada
pl: Uwaga: opcja developer-repo nie jest włączona
pt: Atenção: repositório do desenvolvedor não ativado

source: Inverse Dependencies Search
ca: Cerca de dependències inverses
pl: Wyszukiwanie - zależności wsteczne
pt: Busca Inversa de Dependências
ru: Поиск обратных зависимостей
uk: Пошук зворотніх залежностей

source: Matched
ca: Coincidents
pl: Dopasowany
pt: Comparado
ru: Подсчитано
uk: Співпало

source: Masked
ca: Emmascarat
pl: Zamaskowane
pt: Mascarado
ru: Замаскировано
uk: Замасковано

source: from repository
ca: del repositori
pl: z repozytorium
pt: do repositório
ru: из репозитория
uk: з репозиторію

source: from installed packages database
ca: de la base de dades de paquets instal·lats
pl: z bazy danych zainstalowanych pakietów
pt: da base de dados de pacotes instalados
ru: из базы данных по инсталлированным пакетам
uk: з бази даних інстальованих пакунків

source: Needed Search
ca: Cerca de necessaris
pl: Wyszukiwanie - potrzebne
pt: Busca pelo que é necessário
ru: Поиск необходимого
uk: Пошук необхідних

source: Package
ca: Paquet
pl: Pakiet
pt: Pacote
ru: Пакет
uk: Пакунок

source: libraries
ca: llibreries
pl: biblioteki
pt: bibliotecas
ru: библиотеки
uk: бібліотеки

source: Required Search
ca: Cerca de requeriments
pl: Wyszukiwanie - wymagane
pt: Busca pelo que é requerido
ru: Поиск требуемого
uk: Пошук обов’язкових

source: Library
ca: Llibreria
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
uk: Бібліотека

source: files
ca: fitxers
pl: pliki
pt: arquivos
ru: файлы
uk: файли

source: Orphans Search
ca: Cerca d'orfes
pl: Wyszukiwanie - osierocone
pt: Búsca por Órfãos
ru: Поиск осиротевших файлов
uk: Пошук осиротілих файлів

source: Analyzing
ca: S'està analitzant
pl: Analizowanie
pt: Analizando
ru: Анализ
uk: Аналіз

source: Analyzed directories
ca: Directoris analitzats
pl: Katalogi, analizy których dokonano
pt: Diretórios analizados
ru: Проанализированные директории
uk: Проаналізовані директорії

source: Masked directories
ca: Directoris emmascarats
pl: Katalogi, które są zamaskowane
pt: Diretórios mascarados
ru: Замаскированные директории
uk: Замасковані директорії

source: Number of files collected on the filesystem
ca: Número de fitxers recollits del sistema de fitxers
pl: Liczba plików w systemie plików
pt: Número de arquivos coletados no sistema de arquivos
ru: Число файлов, собранных в файловой системе
uk: Кількість файлів, зібраних у файловій системі

source: Now looking into Installed Packages database
ca: Ara s'està cercant a la base de dades de paquets instal·lats
pl: Zaglądanie do bazy danych zainstalowanych pakietów
pt: Agora buscando na base de dados de Pacotes Instalados
ru: Теперь посмотрите в базу данных по установленным пакетам
uk: Тепер погляньте у базу даних встановлених пакунків

source: Intersecting with content of the package
ca: S'està encreuant amb el contingut del paquet
pl: Obliczanie części wspólnej z zawartością pakietu
pt: Interseccionando com conteúdo do pacote
ru: Пересечение с содержанием пакета
uk: Перевірка вмісту пакунку

source: Intersection completed. Showing statistics
ca: L'encreuament ha acabat. Es mostren les estadístiques
pl: Obliczanie zakończone. Pokazywanie statystyk
pt: Interseção completa. Mostrando estatísticas
ru: Пересечение завершено. Показать статистику.
uk: Перевірку вмісту завершено. Показати статистику.

source: Number of total files
ca: Número total de fitxers
pl: Liczba plików
pt: Número total de arquivos
ru: Всего файлов
uk: Всього файлів

source: Number of matching files
ca: Número de fitxers coincidents
pl: Liczba dopasowanych plików
pt: Número de arquivos correspondentes
ru: Число подсчитанных файлов
uk: Кількість підходящих файлів

source: Number of orphaned files
ca: Número de fitxers orfes
pl: Liczba osieroconych plików
pt: Número de arquivos tornados órfãos
ru: Число осиротевших файлов
uk: Кількість осиротілих файлів

source: Writing file to disk
ca: S'està escrivint el fitxer al disc
pl: Zapisywanie pliku na dysku
pt: Escrevendo arquivo no disco
ru: Запись файла на диск
uk: Записую файл на диск

source: Total wasted space
ca: Espai total malgastat
pl: Ilość zmarnowanego miejsca
pt: Espaço total desperdiçado
ru: Всего потрачено места
uk: Всього витрачено місця

source: Removal Search
ca: Cerca d'eliminats
pl: Wyszukiwanie - usuwane
pt: Busca por Remoção
ru: Поиск удалений
uk: Пошук переміщених

source: No packages found
ca: No s'han trobat paquets
pl: Nie znaleziono pakietów
pt: Pacotes não encontrados
ru: Пакетов не найдено
uk: Пакунків не знайдено

source: Calculating removal dependencies, please wait
ca: S'estan calculant les dependències d'eliminació, espereu si us plau

source: These are the packages that would added to the removal queue
ca: Aquests són els paquets que s'afegiran a la cua d'eliminació

source: Not available
ca: No disponible
pl: Niedostępne
pt: Não disponível
ru: Недоступно
uk: Недоступно

source: from
ca: des de
pl: z
pt: de
ru: из
uk: з

source: Installed Search
ca: Cerca d'instal·lats

source: These are the installed packages
ca: Aquests són els paquets instal·lats

source: Searching mimetype
ca: S'està cercant el mimetype
pl: Wyszukiwanie - typ MIME
pt: busca por mimetype

source: No matches
ca: No coincidents
pl: Brak wyników
pt: Nenhum resultado
ru: Ничего не найдено
uk: Нічого не знайдено

source: Matching
ca: Coincidents
pl: Wyszukiwanie
pt: Comparando
ru: Подсчёт
uk: Порівняння

source: Slot Search
ca: Cerca per Slot
pl: Wyszukiwanie - slot
pt: Busca por Slot
ru: Поиск слота
uk: Пошук слота

source: Package Set Search
ca: Cerca conjunts de paquets
pl: Wyszukiwanie - zestawy pakietów
pt: Busca por Conjunto de Pacotes
ru: Поиск набора пакетов
uk: Пошук набору пакунків

source: Tag Search
ca: Cerca per etiqueta
pl: Wyszukiwanie - tag
pt: Busca por Tag
ru: Поиск тэга
uk: Пошук тега

source: Revision Search
ca: Cerca per revisió
pl: Wyszukiwanie - wersja
pt: Busca por Revisão

source: Installed packages repository
ca: Repositori de paquets instal·lats
pl: Repozytorium zainstalowanych pakietów
pt: Repositório dos pacotes Instalados

source: License Search
ca: Cerca per llicències
pl: Wyszukiwanie - licencja
pt: Busca por Licença
ru: Поиск лицензии
uk: Пошук ліцензії

source: Description Search
ca: Cerca per descripció
pl: Wyszukiwanie - opis
pt: Busca por Descrição
ru: Поиск описания
uk: Пошук опису

source: CORRUPTED
ca: MALMÈS
pt: CORROMPIDO
ru: ИСПОРЧЕНО
uk: ЗІПСОВАНО

source: Not installed
ca: No instal·lat
pl: Niezainstalowane
pt: Não instalado
ru: Не установлено
uk: Не встановлено

source: branch
ca: branca
pl: gałąź
ru: ветка
uk: гілка

source: Category
ca: Categoria
pl: Kategoria
pt: Categoria
ru: Категория
uk: Категорія

source: Name
ca: Nom
pl: Nazwa
pt: Nome
ru: Имя
uk: Ім'я

source: Available
ca: Disponible
pl: Dostępne
pt: Disponível
ru: Доступно
uk: Доступні

source: Installed
ca: Instal·lat
pl: Zainstalowane
pt: Instalado
ru: Установлено
uk: Встановлено

source: version
ca: Versió
pl: wersja
pt: versão
ru: версия
uk: версія

source: revision
ca: revisió
pl: nr rewizji
pt: revisão
ru: версия
uk: перевірка

source: Size
ca: Mida
pl: Rozmiar
pt: Tamanho
ru: Размер
uk: Розмір

source: Download
ca: Baixada
pt: Receber
ru: Загрузка
uk: Завантаження

source: Checksum
ca: Suma de verificació
pl: Suma kontrolna
pt: Soma de Checagem
ru: Контрольная сумма
uk: Контрольна сума

source: Dependencies
ca: Dependències
pl: Zależności
pt: Dependências
ru: Зависимости
uk: Залежності

source: Conflicts
ca: Conflicte
pl: Konflikty
pt: Conflitos
ru: Конфликты
uk: Конфлікти

source: Homepage
ca: Pàgina inicial
pl: Strona domowa
ru: Домашняя страница
uk: Домашня сторінка

source: Description
ca: Descripció
pl: Opis
pt: Descrição
ru: Описание
uk: Опис

source: Sources
ca: Codis font
pl: Źródła
pt: Códigos-Fonte
ru: Источники
uk: Джерела

source: Entry API
ca: API d'Entropy
pt: API de Entrada
ru: Запись API
uk: Запис API

source: Compiled with
ca: Compilat per
pl: Skompilowane z
pt: Compilado com
ru: Компилировано с
uk: Зкомпільовано з

source: Created
ca: Creat
pl: Utworzone
pt: Criado
ru: Создано
uk: Створено

source: License
ca: Llicència
pl: Licencja
pt: Licença
ru: Лицензия
uk: Ліцензія

source: You must be either root or in this group:
ca: Heu de ser root o d'estar en aquest grup:
pl: Musisz być rootem albo członkiem tej grupy:
pt: Você precisa ser Root ou estar nesse grupo:

source: You must be root
ca: Heu de ser root
pl: Musisz być rootem
pt: você precisa estar logado como Root

source: invalid data, skipping
ca: la dada no és vàlida, s'omet
pl: nieprawidłowe dane, pomijanie
pt: ignorando dados inválidos

source: Adding repository string
ca: S'està afegint la cadena de repositori
pl: Dodawanie łańcucha repozytorium
pt: Adicionando linha descritiva do repositório

source: invalid repository string, skipping
ca: la cadena de repositori no és vàlida, s'omet
pl: nieprawidłowy łańcuch znaków repozytorium, pomijanie
pt: Repositório inválido, abandonando

source: Repository id:
ca: Id del repositori
pl: ID repozytorium:
pt: Repositório id:

source: Description:
ca: Descripció:
pl: Opis:
pt: Descrição:

source: Repository format:
ca: Format del repositori:
pl: Format repozytorium:
pt: Formato do repositório

source: Service port:
ca: Port de servei:

source: Service port (SSL):
ca: Port de servei (SSL):

source: Packages URL:
ca: URL de paquets:
pl: URL pakietów:
pt: URL dos pacotes:

source: None given
ca: No se n'han aportat
pl: Nie podano
pt: Nada Feito

source: Repository URL:
ca: URL de repositori:
pl: URL repozytorium:
pt: URL do Repositório:

source: repository added succesfully
ca: els reporitori s'ha afegit correctament
pl: repozytorium dodane pomyślnie
pt: Repositório adicionado com sucesso

source: repository id not available
ca: la id del repositori no està disponible
pl: ID repozytorium niedostępne
pt: repositório não disponível

source: repository removed succesfully
ca: el reporitori s'han eliminat correctament
pl: repozytorium pomyślnie usunięte
pt: Repositório removido com sucesso.

source: repository already enabled
ca: el repositori ja està activat
pl: repozytorium już jest włączone
pt: repositório já habilitado

source: repository not available
ca: el repositori no està disponible
pl: repozytorium niedostępne
pt: repositório indisponível

source: repository enabled
ca: repositori activat
pl: repozytorium włączone
pt: repositório habilitado

source: repository already disabled
ca: el repositori ja està desactivat
pl: repozytorium już jest wyłączone
pt: repositório já desabilitado

source: cannot disable default repository
ca: no es pot desactivar el repositori per defecte

source: repository disabled
ca: repositori desactivat
pl: repozytorium wyłączone
pt: repositório desabilitado

source: mirrors sorted successfully
ca: els repositoris s'han ordenat amb èxit
pl: serwery lustrzane pomyślnie posortowane
pt: espelhos ordenados. Indexados com sucesso

source: active
ca: actiu
pl: aktywne
pt: ativo
ru: активно
uk: активно

source: never synced
ca: mai sincronitzat
pl: nigdy nie synchronizowane
pt: nunca sincronizado
ru: никогда не синхронизировалось
uk: ніколи не був синхронізований

source: Status
ca: Estat
ru: Статус
uk: Статус

source: Packages URL
ca: URL de paquets
pl: URL pakietów
pt: URL dos pacotes
ru: URL пакета
uk: URL пакунку

source: Database URL
ca: URL de la base de dades
pl: URL bazy danych
pt: URL da base de dados
ru: URL базы данных
uk: URL-адреса бази даних

source: Repository name
ca: Nom del repositori
pl: Nazwa repozytorium
pt: Nome do repositório
ru: Имя репозитория
uk: Ім'я репозиторію

source: Repository database path
ca: Camí del repositori de bases de dades
pl: Ścieżka bazy repozytorium
pt: Diretório da base de dados do repositório
ru: Путь к базе данных репозитория
uk: Шлях до бази даних репозиторію

source: Sending the update request to Entropy Services
ca: S'està enviant el requeriment als Serveis Entropy
pl: Wysyłanie żądania aktualizacji do usługi Entropy
pt: Enviando o pedido de atualização aos Serviços Entropy

source: Repositories will be updated in background
ca: Els repositoris s'actualitzaran en segon terme
pl: Repozytoria zostaną zaktualizowane w tle
pt: Repositórios serão atualizados em segundo plano

source: Have a nice day
ca: Que tingueu un bon dia
pl: Miłego dnia
pt: tenha um dia feliz

source: No repositories specified in
ca: No hi ha repositoris especificats a
pl: Nie określono repozytoriów w
pt: Nenhum repositório especificado em
ru: Ни одного репозитория не отмечено в
uk: Жодного репозиторію не зазначено в

source: Unhandled exception
ca: Excepció no suportada
pl: Nieobsłużony wyjątek
pt: Exceção não tratada
ru: Непредвиденное исключение
uk: Непередбачений виняток

source: Notice board not available
ca: El tauler de notícies no està disponible
pl: Powiadomienia z tablicy ogłoszeń niedostępne
pt: Quadro de Notícias não disponível
ru: Доска уведомлений недоступна
uk: Дошка повідомлень недоступна

source: Content
ca: Contingut
pl: Zawartość
pt: Conteúdo
ru: Содержимое
uk: Вміст

source: Link
ca: Enllaç
pl: Łącze
ru: Ссылка
uk: Посилання

source: Press Enter to continue
ca: Premeu Enter per seguir
pl: Naciśnij Enter, aby kontynuować
pt: Pressione Enter para continuar
ru: Нажмите Enter, чтобы продолжить
uk: Натисніть Enter, щоб продовжити

source: Choose one by typing its identifier
ca: Escolliu-ne una escrivint el seu identificador
pl: Wybierz, wpisując identyfikator
pt: Digite o identificador para escolher um
ru: Выберите один, набрав его название
uk: оберіть один, набравши його назву

source: Notice board
ca: Tauler de notícies
pl: Powiadomienia
pt: Quadro de Notícias
ru: Доска уведомлений
uk: Дошка повідомлень

source: Source Package Manager backend not available
ca: L'execució en segon pla del gestor de paquets font no està disponible
pl: Backend dla menadżera pakietów źródłowych niedostepny
pt: Backend do Source Package Manager não está disponível
ru: backend пакетного менеджера источника недоступен
uk: backend пакункового менеджера джерела недоступний

source: Installed packages database not available
ca: La base de dades de paquets instal·lats no està disponible
pl: Baza danych zainstalowanych pakietów niedostępna
pt: Base de dados de pacotes instalados não disponível
ru: База данных установленных пакетов недоступна
uk: База даних пакунків недоступна

source: Vacuum cleaning System Database
ca: S'està netejant la Base de dades del Sistema
pl: Porządkowanie "vacuum" systemowej bazy danych
pt: Limpando profundamente Base de Dados do Sistema
ru: Вакуум очищает базу данных системы
uk: Очищую 'під нуль' базу даних системи

source: Vacuum cleaned System Database
ca: S'ha netejat la Base de dades del Sistema
pl: Uporządkowano systemową bazę danych
pt: Base de Dados do Sistema foi limpa profundamente
ru: Вакуум очистил базу данных системы
uk: Очищено 'під нуль' базу даних системи
