Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: also pull unused dependencies where reverse deps list is empty
ca: posa a la cua també les dependències que tinguin la llista de dependències inverses buida
pl: pociągnij też nieużywane zależności, gdy lista zależności wstecznych jest pusta
pt: também puxar dependências não usadas, onde a lista de dependências reversas esteja vazia

source: when used with --deep, helps the removal of virtual packages
ca: usat amb --deep, ajuda a l'eliminació de paquets virtuals
pl: jeśli użyte z --deep, pomaga przy usuwaniu wirtualnego pakietu
pt: quando usado com --deep, auxilia a remoção de pacotes virtuais

source: makes configuration files to be removed
ca: elimina els fitxers de configuració
pl: powoduje, że pliki konfiguracyjne będą usuwane
pt: faz arquivos de configuração serem removidos
ru: ставит конфигурационные файлы на удаление
uk: поставити файли налаштувань на видалення

source: dangerous: forces system packages removal, do not use this!
ca: és perillós: força l'eliminació de paquets del sistema, no ho useu!
pl: niebezpieczne: wymusza usuwanie pakietów systemowych, nie używaj tego!
pt: perigoso: força remoção de pacotes de sistema, não use isto!

source: mask one or more packages
ca: emmascara un o múltiples paquets
pl: zamaskuj jeden lub więcej pakietów
pt: mascarar um ou mais pacotes

source: unmask one or more packages
ca: desemmascara un o múltiples paquets
pl: odmaskuj jeden lub więcej pakietów
pt: desmascarar um ou mais pacotes

source: configure one or more installed packages
ca: configura un o més paquets instal·lats
pl: skonfiguruj jeden lub więcej zainstalowanych pakietów
pt: configurar um ou mais pacotes instalados
ru: конфигурирует один или более установленных пакетов
uk: налаштувати один або більше пакунків

source: look for unsatisfied dependencies
ca: cerca dependències no satisfetes
pl: poszukaj niespełnionych zależności
pt: procurar dependências não satisfeitas
ru: ищет неудовлетворенные зависимости
uk: шукати незадоволені залежності

source: look for unused packages (pay attention)
ca: cerca de paquets no utilitzats (presteu atenció)
pl: poszukaj nieużywanych pakietów (korzystaj z rozwagą)
pt: procurar por pacotes não usados (preste atenção)
ru: ищет неиспользуемые пакеты (обратите внимание)
uk: шукати пакунки, що не використовуються (зверніть увагу)

source: sort packages by disk size
ca: ordena paquets segons la mida del disc
pl: posortuj pakiety ze względu na użycie pamięci dyskowej
pt: organizar pacotes por espaço em disco
ru: сортирует пакеты по размеру на диске
uk: сортувати пакунки за розміром на диску

source: look for missing libraries
ca: cerca llibreries perdudes
pl: poszukaj brakujących bibliotek
pt: procurar por bibliotecas em falta
ru: ищет испорченные библиотеки
uk: шукати зіпсовані бібліотеки

source: dump results to files
ca: aboca els resultats en fitxers
pl: zapisz wyniki do plików
pt: adicionando resultados aos arquivos
ru: записать результаты в файлы
uk: записати результати у файли

source: print broken files to stdout
ca: mostra fitxers trencats a stdout
pl: wypisz uszkodzone pliki na standardowe wyjście
pt: imprimir arquivos quebrados para stdout
ru: записывает испорченные файлы в stdout
uk: записати пошкоджені файли в stdout

source: configuration files update tool
ca: eina d'actualització de fitxers de configuració
pl: narzędzie aktualizacji plików konfiguracyjnych
pt: ferramenta de atualização de arquivos de configuração
ru: инструмент обновления конфигурационных файлов
uk: інструмент оновлення файлів налаштуваннь

source: show configuration files to be updated
ca: mostra els fitxers de configuració a actualitzar
pl: pokaż pliki konfiguracyjne do zaktualizowania
pt: mostrar arquivos de configuração à serem atualizados
ru: показывает конфигурационные файлы, необходимые к обновлению
uk: відображає файли налаштувань, необхідні до оновлення

source: run the configuration files update function
ca: executa la funció d'actualització de fitxers de configuració
pl: wykonaj funkcję aktualizacji plików konfiguracyjnych
pt: executar a função de atualização de arquivos de configuração
ru: запускает функцию обновления конфигурационных файлов
uk: виконує функцію оновлення файлів налаштувань

source: do misc queries on repository and local databases
ca: cerca de miscel·lània en repositoris i bases de dades locals
pl: wykonaj różne zapytania do repozytorium i lokalnych baz danych
pt: realizar buscas variadas no repositório e nas bases de dados locais
ru: делает различные запросы к репозиторию и локальной базе данных
uk: зробити різні запити до репозиторію та локальних баз даних

source: search from what package a file belongs
ca: cerca a quin paquet pertany un fitxer
pl: poszukaj pakietu, do którego należy plik
pt: procurar por qual pacote um arquivo pertence
ru: искать, какому пакету принадлежит файл
uk: шукати, якому пакунку належить файл

source: show packages changelog
ca: mostra el registre de canvis dels paquets
pl: pokaż historię zmian dla pakietu
pt: mostrar log de mudanças dos pacotes
ru: показать лог изменений пакетов
uk: показати лог змін пакунків

source: search what packages depend on the provided atoms
ca: cerca quin paquet depèn dels àtoms proporcionats
pl: poszukaj, które pakiety zależą od podanych atomów
pt: procurar por quais pacotes dependem dos atoms fornecidos
ru: искать пакеты, зависящие от предоставленных атомов
uk: шукати пакунки, що залежать від наданих атомів

source: search packages by description
ca: cerca paquets per descripció
pl: przeszukaj pakiety ze względu na opis
pt: procurar por pacote pela descrição
ru: искать пакеты по описанию
uk: шукати пакунки за описом

source: show files owned by the provided atoms
ca: mostra quins fitxers pertanyen als àtoms proporcionats
pl: pokaż pliki należące do podanych atomów
pt: mostrar arquivos pussuídos pelos atoms fornecidos
ru: показывает файлы, относящиеся к предоставленным атомам
uk: показує файли, що належать даним атомам

source: search a package into the local database
ca: cerca un paquet a la base de dades local
pl: wyszukaj pakiet z lokalnej bazy danych
pt: procurar por pacote na base de dados local
ru: искать пакет в локальной базе данных
uk: шукати пакунок у локальній базі даних

source: show packages owning the provided licenses
ca: mostra els paquets que contenen les llicències proporcionades
pl: pokaż pakiety posiadające podane licencje
pt: mostrar pacotes possuidores das licenças fornecidas
ru: показать пакеты с предоставленными лицензиями
uk: показати пакунки, що поширюються за даними ліцензіями

source: list packages based on the chosen parameter below
ca: llista els paquets en base al paràmetre seleccionat a baix
pl: wypisz pakiety, bazując na parametrze wybranym z listy poniżej
pt: listar pacotes baseando-se no parãmetro escolhido abaixo
ru: показать пакеты, базирующиеся на выбранном параметре
uk: відобразити перелік пакунків, що базуються на певному параметрі

source: list installed packages
ca: llista els paquets instal·lats
pl: wypisz zainstalowane pakiety
pt: listar pacotes instalados
ru: показать установленные пакеты
uk: відобразити перелік встановлених пакунків

source: list available packages
ca: llista els paquets disponibles
pl: wypisz dostępne pakiety
pt: listar pacotes disponíveis
ru: показать доступные пакеты
uk: відобразити перелік наявних пакунків

source: search packages able to handle given mimetypes
ca: cerca paquets capaços d'obrir els mimetypes
pl: przeszukaj pakiety mogące obsługiwać podane typy MIME
pt: procurar por pacotes habilitados a manipular mimetypes

source: search among installed packages
ca: cerca entre els paquets instal·lats
pl: przeszukaj wśród zainstalowanych pakietów
pt: procurar entre os pacotes instalados

source: associate given file paths to applications able to read them
ca: associa els camins de fitxers amb aplicacions capaces de llegir-los
pl: powiąż podane ścieżki plików z programami, które są w stanie je odczytać
pt: associa os caminhos dados às aplicações capazes de lê-los

source: show runtime libraries needed by the provided atoms
ca: mostra les llibreries d'execució necessàries pels àtoms proporcionats
pl: pokaż biblioteki runtime potrzebne przez podane atomy
pt: mostrar bibliotecas de tempo de execução necessárias para os atoms fornecidos
ru: показывает библиотеки рабочего цикла, требуемые предоставленными атомами
uk: відобразити бібліотеки робочого циклу, необхідні для даних атомів

source: search files that do not belong to any package
ca: cerca fitxers que no pertanyen a cap paquet
pl: wyszukaj pliki, które nie należą do żadnego pakietu
pt: procurar por arquivos que não pertencem à nenhum pacote
ru: искать файлы, не принадлежащие ни к одному пакету
uk: шукати файли, що не належать до жодного пакунку

source: show the removal tree for the specified atoms
ca: mostra l'arbre d'eliminació pels àtoms especificats
pl: pokaż drzewo usuwanych elementów dla podanych atomów
pt: mostrar a árvore de remoção para os atoms especificados
ru: показать дерево удалений для выбранных атомов
uk: показати дерево вилучень для обраних атомів

source: show atoms needing the provided libraries
ca: mostra quins àtoms necessiten les llibreries proporcionades
pl: pokaż atomy potrzebujące podanych bibliotek
pt: mostrar atoms que precisam das bibliotecas fornecidas
ru: показывает атомы, требующие предоставленные библиотеки
uk: відобразити атоми, що потребують даних бібліотек

source: search available package sets
ca: cerca conjunts de paquets disponibles
pl: przeszukaj dostępne zestawy pakietów
pt: mostrar conjuntos de pacotes disponíveis
ru: поиск доступных наборов пакетов
uk: пошук наявних наборів пакунків

source: show packages owning the provided slot
ca: mostra els paquets que contenen el slot proporcionat
pl: pokaż pakiety, które posiadają podany slot
pt: mostrar pacotes que possuem os slots fornecidos
ru: показать пакеты, принадлежащие указанному слоту
uk: відобразити пакунки, що належать даному слоту

source: show packages owning the provided tags
ca: mostra els paquets que contenen les etiquetes proporcionades
pl: pokaż pakiety, które posiadają podane tagi
pt: mostrar pacotes que possuem os rótulos fornecidos
ru: показать пакеты, принадлежащие указанным тэгам
uk: відобразити пакунки, що належать даним тегам

source: show direct depdendencies tree for provided installable atoms
ca: mostra l'arbre de dependències directes dels àtoms d'instal·lació proporcionats
pl: pokaż drzewo bezpośrednich zależności dla podanych atomów możliwych do instalacji
pt: Mostra árvore de dependências diretas aos átomos instaláveis

source: include system packages, build deps and circularity information
ca: inclou paquets del sistema, dependències de construcció i informació circular
pl: dołącz pakiety systemowe, zależności do zbudowania elementu oraz informacje o zapętleniach
pt: inclue pacotes de sistema, monta dependências e informação de circularidade

source: show reverse depdendencies tree for provided installed atoms
ca: mostra l'arbre de dependències inverses pels àtoms d'instal·lació proporcionats
pl: pokaż drzewo odwrotnych zależności dla podanych atomów możliwych do instalacji
pt: mostrar árvore de dependências reversas para os átomos fornecidos

source: show more details
ca: mostra més detalls
pl: pokazuj więcej szczegółów
pt: mostrar mais detalhes
ru: показать больше деталей
uk: відобразити більше деталей

source: print results in a scriptable way
ca: mostra els resultats en mode script
pl: wypisz wyniki w sposób pozwalający na użycie w skryptach
pt: imprimir resultados em modo que possa ser utilizado em scripts
ru: отображает результаты через скрипты
uk: відобразити результати за допомогою скриптів

source: !!! Use --verbose to get full help output
ca: !!! Useu --verbose per veure la sortida d'ajuda completa
pl: !!! użyj --verbose w celu uzyskania pełnej pomocy
pt: !!! Use --verbose para receber saída completa de ajuda
ru: !!! Используйте --verbose для полного вывода помощи

source: Extended Options
ca: Opcions addicionals
pl: Zaawansowane opcje
pt: Opções Extendidas
ru: Расширенные Опции
uk: Розширені Опції

source: handles extended functionalities
ca: gestiona funcionalitats addicionals
pl: obsługuje zaawansowaną funkcjonalność
pt: trata funcionalidades extendidas
ru: обслуживает расширенную функциональность
uk: застосувати розширену функціональність

source: make a smart application for the provided atoms (experimental)
ca: construeix una smart application pels àtoms proporcionats (experimental)
pl: utwórz aplikację smart dla podanych atomów (eksperymentalna)
pt: criar uma smart application para os atoms fornecidos (experimental)
ru: устанавливает smart-приложения для предоставляемых атомов (экспериментально)
uk: встановити smart-додатки для даних атомів (експериментальна опція)

source: make a smart package for the provided atoms (multiple packages into one file)
ca: construeix un smart package pels àtoms proporcionats (múltiples paquets en un sol fitxer)
pl: utwórz pakiet smart dla podanych atomów (wiele pakietów do jednego pliku)
pt: criar um smart package para os atoms fornecidos (múltiplos pacotes em um único arquivo)
ru: устанавливает smart-пакет для предоставленных атомов (множество пакетов в один файл)
uk: встановити smart-пакунок для даних атомів (багато пакунків водному файлі)

source: recreate an Entropy package from your System
ca: recrea un paquet Entropy del sistema
pl: utwórz ponownie pakiet Entropy ze swojego systemu
pt: recriar um pacote do Entropy do seu Sistema
ru: пересоздать пакет Entropy из Вашей системы
uk: повторно створити пакунок Entropy вашої системи

source: save new packages into the specified directory
ca: desa els paquets nous en el directori especificat
pl: zachowaj nowe pliki w określonym katalogu
pt: salvar novos pacotes no diretório especificado
ru: сохранить новые пакеты в выбранную папку
uk: зберегти нові пакунки в обрану теку

source: convert provided Source Package Manager package files into Entropy packages
ca: converteix els paquets de fitxers del Gestor de Paquets Font proporcionats en paquets Entropy
pl: skonwertuj podane pliki-pakiety menadżera pakietów źródłowych (SPM) do pakietów Entropy
pt: converte os pacotes-fonte fornecidos em pacotes Entropy

source: convert provided Entropy packages into Source Package Manager ones
ca: converteix els paquets proporcionats per Entropy en paquets del Gestor de Paquets Font
pl: skonwertuj podane pliki-pakiety Entropy do pakietów menadżera pakietów źródłowych
pt: converter pacotes do Entropy em pacotes do Gentoo (requer Portage)

source: extract Entropy metadata from provided Entropy package files
ca: extreu les metadades d'Entropy dels fitxers de paquets Entropy proporcionats
pl: wydobądź metadane z podanych plików pakietów Entropy
pt: extrair metadados do Entropy dos seus pacotes

source: save new metadata into the specified directory
ca: desa les noves metadades en el directori especificat
pl: zapisz nowe metadane do podanego katalogu
pt: salvar novos metadados no diretório espeficicado
ru: сохранить новую мета-информацию в выбранную директорию
uk: зберегти нову мета-інформацію в обрану директорію

source: contains System rescue tools
ca: conté eines de recuperació del sistema
pl: zawiera narzędzia do przywracania systemu
pt: contem ferramentas de recuperação de sistema

source: check installed packages repository for errors
ca: cerca errors al repositori de paquets instal·lats
pl: sprawdź, czy repozytorium zainstalowanych pakietów nie zawiera błędów
pt: checar repositório dos pacotes instalados, procurando por erros

source: remove installed packages repository internal indexes to save disk space
ca: elimina els índex interns dels repositoris de paquets instal·lats per estalviar espai
pl: usuń wewnętrzne indeksy repozytorium zainstalowanych pakietów, aby zaoszczędzić miejsce na dysku
pt: remover índices internos da Base de Dados do Sistema para economizar espaço de disco

source: generate installed packages database using Source Package Manager repositories
ca: genera la base de dades dels paquets instal·lats usant els repositoris del Gestor de Paquets Font
pl: wygeneruj bazę danych zainstalowanych pakietów używając repozytoriów menadżera pakietów źródłowych
pt: gerar base de dados de pacotes instalados usando repositórios Portage [última esperança]

source: generate installed packages database using files on the system [last hope]
ca: genera la base de dades dels paquets instal·lats usant els fitxers del sistema [última esperança]
pl: wygeneruj bazę danych zainstalowanych pakietów używając plików dostępnych w systemie [ostania nadzieja]
pt: gerar base de dados de pacotes instalados usando arquivos do sistema [última esperança]
ru: генерирует базу данных установленных пакетов с использованием файлов системы [последняя надежда]
uk: створити базу даних встановлених пакунків з використанням файлів системи[остання надія]

source: regenerate SPM UIDs map (SPM <-> Entropy packages)
ca: regenera el mapa SPM UIDs (SPM <-> paquets Entropy)
pl: wygeneruj ponownie odwzorowanie UID-ów dla SPM (SPM <-> pakiety Entropy)
pt: reconstruir identificadores (SPM <-> pacotes Entropy)

source: makes Entropy aware of your Source Package Manager updated packages
ca: fa que Entropy s'adoni dels paquets actualitzats pel Gestor de Paquets Font
pl: sprawia, że Entropy zna pakiety aktualizowane przez menadżer pakietów źródłowych
pt: torna o Entropy ciente dos pacotes atualizados pelo Portage

source: backup the current Entropy installed packages database
ca: fa una còpia de seguretat de la base de dades de paquets instal·lats d'Entropy
pl: zrób kopię zapasową obecnej bazy danych zainstalowanych pakietów
pt: gerar cópia de segurança da base de dados atual de pacotes instalados do Entropy
ru: создать резервную копию текущей базы данных установленных пакетов Entropy
uk: створити резервну копію поточної бази даних пакунків Entropy

source: restore a previously backed up Entropy installed packages database
ca: restaura una còpia de seguretat de la base de dades de paquets instal·lats d'Entropy
pl: przywróć zapisaną wcześniej bazę danych zainstalowanych pakietów Entropy
pt: restaurar uma cópia de segurança da base de dados dos pacotes instalados do Entropy
ru: возвращает ранее зарезервированную копию базы данных установленных пакетов Entropy
uk: відновити створену раніше резервну копію бази даних встановлених пакунківEntropy

source: handles community-side features
ca: gestiona les característiques del costat de la comunitat
pt: trata características do lado da comunidade
ru: обслуживает функции, связанные с сообществом

source: community repositories management functions
ca: funcions de gestió dels repositoris de la comunitat
pt: funções de gerenciamento de repositórios da comunidade
ru: функции управления для репозиториев сообщества

source: scan the System looking for newly compiled packages
ca: escaneja el sistema cercant paquets compilats de nou
pt: escanear o sistema procurando por novos pacotes compilados
ru: сканирование системы на предмет недавно скомпилированных пакетов

source: analyze the Entropy Store directory directly
ca: analitza el directori d'Entropy Store directament
pt: analizar o diretório de Armazenamento do Entropy diretamente
ru: проанализировать директорию Entropy Store напрямую

source: repackage the specified atoms
ca: torna a empaquetar els àtoms especificats
pt: reempacotar os atoms especificados
ru: перепаковка определенных атомов

source: do not ask anything except critical things
ca: no preguntis res, excepte en casos crítics
pt: não perguntar nada exceto coisas críticas
ru: не спрашивать ничего, кроме критических моментов

source: manage only the specified atoms
ca: gestiona només els àtoms especificats
pt: gerenciar apenas os atoms especificados
ru: управлять только выбранными атомами

source: run in interactive mode (asking things one by one)
ca: executa en mode interactiu (preguntant coses d'una en una)
pt: roda em modo interativo (pergunta as coisas, uma por uma)

source: add binary packages to repository w/o affecting scopes (multipackages)
ca: afegeix paquets binaris al repositori sense afectar scopes (paquets múltiples)
pt: adicionar pacotes binários ao repositório sem afetar escopos (multipackages)
ru: добавить бинарные пакеты в репозиторий помимо уязвимых рамок (мультипакеты)

source: community repositories mirrors management functions
ca: funcions de gestió de les rèpliques dels repositoris de la comunitat
pt: funções de gerenciamento de espelhos de repositórios da comunidade
ru: функции управления зеркалами репозиториев сообщества

source: sync packages, database and also do some tidy
ca: sincronitza paquets, bases de dades i neteja
pt: sincronizar pacotes, base de dados e também fazer uma limpeza
ru: синхронизировать пакеты, базу данных и привести все в порядок

source: sync all the configured repositories
ca: sincronitza tots els repositoris configurats
pt: sincronizar todos os repositórios configurados
ru: синхронизировать все сконфигурированные репозитории

source: sync packages across primary mirrors
ca: sincronitza els paquets a través de rèpliques primàries
pt: sincronizar pacotes através dos espelhos primários
ru: синхронизировать пакеты с главными зеркалами

source: also verify packages integrity
ca: a més, verifica la integritat dels paquets
pt: verificar também integridade de pacotes
ru: также верифицировать целостность пакетов

source: sync the current repository database across primary mirrors
ca: sincronitza la base de dades del repositori actual a través de rèpliques primàries
pt: sincronizar a base de dados do repositório atual através dos espelhos primários
ru: синхронизировать текущую базу данных репозитория с главными зеркалами

source: lock the current repository database (server-side)
ca: bloqueja la base de dades del repositori (del servidor)
pt: trancar a base de dados do repositório atual (lado do servidor)
ru: заблокировать текущую базу данных репозитория (для сервера)

source: unlock the current repository database (server-side)
ca: desbloqueja la base de dades del repositori actual (del servidor)
pt: destrancar a base de dados do repositório atual (lado do servidor)
ru: разблокировать текущую базу данных репозитория (для сервера)

source: lock the current repository database (client-side)
ca: bloqueja la base de dades del repositori (del client)
pt: trancar a base de dados do repositório atual (lado do cliente)
ru: заблокировать текущую базу данных репозитория (для клиента)

source: unlock the current repository database (client-side)
ca: desbloqueja la base de dades del repositori actual (del client)
pt: destrancar a base de dados do repositório atual (lado do cliente)
ru: разблокировать текущую базу данных репозитория (для клиента)

source: show current lock status
ca: mostra l'estat actual de bloquejos
pt: mostrar o estado atual de trancamento
ru: показать текущий статус блокировки

source: remove binary packages not in repositories and expired
ca: elimina els paquets binaris que no són als repositoris i han vençut
pt: remover pacotes binários que não estejam em repositórios e os expirados
ru: удалить бинарные пакеты, которых нет в репозитории и срок хранения которых истёк

source: manage a repository
ca: gestiona un repositori
pt: gerenciar um repositório
ru: управлять репозиторием

source: (re)initialize the current repository database
ca: (re)inicialitza la base de dades del repositori actual
pt: (re)inicializar a base de dados atual do repositório
ru: (ре)инициализировать текущую базу данных репозиториев

source: do not refill database using packages on mirrors
ca: no reomplis la base de dades usant els paquets de les rèpliques
pt: não preencha a base de dados novamente utilizando pacotes em espelhos
ru: не добавлять базу данных с использованием пакетов с зеркал
