Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: reverse dependency
ca: dependències inverses
pl: zależność wsteczna
pt: Dependências reversas

source: dependency
ca: dependències
pl: zależność
pt: dependência
ru: зависимость
uk: залежність

source: switching
ca: s'està commutant
pl: przełączanie
pt: trocando
ru: переключение
uk: переключення

source: cannot switch, package not found, skipping
ca: no es pot commutar, el paquet no s'ha trobat, s'omet
pl: nie można przełączyć, pakiet nieznaleziony, pomijanie
pt: não é possível trocar, pacote não encontrado, pulando
ru: невозможно подключить, пакет не найден, пропускем
uk: неможливо переключити, пакунок не знайдений, пропускаємо

source: moving file
ca: S'està desplaçant el fitxer
pl: przenoszenie pliku
pt: movendo arquivo
ru: переключение файла
uk: переміщення файлу

source: GPG key was available in
ca: la clau GPG estava disponible en
pl: klucz GPG był dostępny w
pt: Chave GPG não disponível em

source: successfully handled atom
ca: l'àtom s'ha tractat correctament
pl: pomyślnie obsłużono atom
pt: atom tratado com sucesso
ru: успешно обслуженный атом
uk: вдало оброблений атом

source: Injecting entropy metadata into built packages
ca: S'estan injectant metadades d'Entropy als paquets construïts
pl: Wstrzykiwanie metadanych Entropy do zbudowanych pakietów
pt: Injetando metadados do entropy nos pacotes construídos
ru: Добавление мета-информации entropy в собранные пакеты
uk: Додавання мета-інформації entropy в зібрані пакунки

source: JFYI, GPG infrastructure failed to load
ca: No s'ha pogut carregar la infraestructura JFYI, GPG
pl: Dla informacji: infrastruktura GPG nie mogła się załadować
pt: As infraestruturas do lFYI e/ou do GPG falharam ao serem carregadas

source: injecting entropy metadata
ca: s'estan injectant metadades d'Entropy
pl: wstrzykiwanie metadanych Entropy
pt: injetando metadados do entropy
ru: добавление meta-информации entropy
uk: додавання мета-інформації entropy

source: injection complete
ca: la injecció ha acabat
pl: wstrzykiwanie zakończone
pt: injeção completa
ru: добавление завершено
uk: додавання завершено

source: removing package
ca: s'està eliminant el paquet
pl: usuwanie pakietu
pt: removendo pacote
ru: удаление пакета
uk: видалення пакунку

source: removal complete
ca: l'eliminació ha acabat
pl: usuwanie zakończone
pt: remoção completa
ru: удаление завершено
uk: видалення завершено

source: Integrity verification of the selected packages
ca: Verificació d'integritat dels paquets seleccionats
pl: Sprawdzanie spójności wybranych pakietów
pt: Verificação de integridade dos pacotes selecionados
ru: Проверка целостности выбранных пакетов
uk: Перевірка цілісності обраних пакунків

source: All the packages in repository will be checked.
ca: Es comprovaran tots els paquets del repositori.
pl: Wszystkie pakiety w repozytorium zostaną sprawdzone.
pt: Todos os pacotes no repositório vão ser checados.
ru: Все пакеты в репозитории Entropy Packages будут проверены.
uk: Всі пакунки в репозиторії Entropy Packages будуть перевірені.

source: This is the list of the packages that would be checked
ca: Aquesta és la llista de paquets que es comprovaran
pl: To jest lista pakietów, które zostaną sprawdzone
pt: Esta é a lista dos pacotes que vão ser checados
ru: Вот список пакетов, которые будут проверены
uk: Ось перелік пакунків, які будуть перевірені

source: Working on mirror
ca: S'està treballant en la rèplica
pl: Praca na serwerze lustrzanym
pt: Trabalhando com o espelho
ru: Работа на зеркале
uk: Робота з дзеркалом

source: checking hash
ca: s'està comprovant l'empremta electrònica
pl: sprawdzanie sumy kontrolnej
pt: checando hash
ru: проверка хэша
uk: перевірка хеша

source: digest verification of
ca: verificació de l'empremta electrònica de
pl: weryfikacja sumy kontrolnej
pt: verificação do digest de
ru: проверка списков
uk: перевірка списків

source: package
ca: paquet
pl: pakiet
pt: pacote
ru: пакет
uk: пакунок

source: NOT healthy
ca: NO és sa
pl: NIEzdrowa
pt: NÃO está saudável
ru: НЕ в порядке
uk: НЕ все гаразд

source: This is the list of broken packages
ca: Aquesta és la llista de paquets trencats
pl: Oto lista uszkodzonych pakietów
pt: Esta é a lista de pacotes quebrados
ru: Здесь список испорченных пакетов
uk: Ось перелік зламаних пакунків

source: Mirror
ca: Rèplica
pl: Serwer lustrzany
pt: Espelho
ru: Зеркало
uk: Дзеркало

source: Statistics
ca: Estadístiques
pl: Statystyki
pt: Estatísticas
ru: Статистика
uk: Статистика

source: Number of checked packages
ca: Número de paquets comprovats
pl: Liczba sprawdzonych pakietów
pt: Número de pacotes checados
ru: Число проверенных пакетов
uk: Кількість перевірених пакунків

source: Number of healthy packages
ca: Número de paquets sans
pl: Liczba zdrowych pakietów
pt: Número de pacotes saudáveis
ru: Число нормальных пакетов
uk: Число нормальних пакунків

source: Number of broken packages
ca: Número de paquets trencats
pl: Liczba uszkodzonych pakietów
pt: Número de pacotes quebrados
ru: Число испорченных пакетов
uk: Число зламаних пакунків

source: checking status of
ca: s'està comprovant l'estat de
pl: sprawdzanie statusu
pt: checando status de
ru: проверка статуса для
uk: перевірка статусу для

source: is corrupted, stored checksum
ca: està malmès, s'ha desat la suma de verificació
pl: jest uszkodzony, zapisana suma kontrolna
pt: está corrompido, soma de checagem foi armazenada
ru: испорчен, накоплена контрольная сумма
uk: зіпсований, збережена контрольна сума

source: checked packages
ca: paquets comprovats
pl: sprawdzone pakiety
pt: pacotes checados
ru: проверены пакеты
uk: перевірені пакунки

source: healthy packages
ca: paquets sans
pl: zdrowe pakiety
pt: pacotes saudáveis
ru: нормальные пакеты
uk: нормальні пакунки

source: broken packages
ca: paquets trencats
pl: uszkodzone pakiety
pt: pacotes quebrados
ru: испорченные пакеты
uk: зламані пакунки

source: downloaded packages
ca: paquets baixats
pl: pobrane pakiety
pt: pacotes recebidos
ru: скачанные пакеты
uk: завантажені пакунки

source: failed downloads
ca: baixades fallides
pl: pakiety, których się nie dało pobrać
pt: recebimentos que falharam
ru: проваленные загрузки
uk: невдалі завантаження

source: GPG signing packages for repository
ca: GPG està signant paquets del repositori
pl: podpisywanie pakietów dla repozytorium używając GPG
pt: assinalando o GPG dos pacotes para o repositório

source: All the missing packages in repository will be downloaded.
ca: Tots els paquets perduts del repositori es baixaran.
pl: Wszystkie brakujące pakiety w repozytorium zostaną pobrane.
pt: Todos os pacotes faltando serão baixados.

source: GnuPG not available
ca: GnuPG no està disponible
pl: GnuPG niedostępne
pt: GnuPG não disponível

source: Keys for repository are expired
ca: Les claus del repositori han vençut
pl: Klucze dla repozytorium utraciły ważność
pt: As chaves do repositório expiraram

source: Keys not available for
ca: No hi ha claus disponibles per a
pl: Klucze niedostępne dla
pt: Chaves não disponíveis para

source: signing package
ca: S'està signant el paquet
pl: podpisywanie pakietu
pt: Assinando pacote

source: Unknown error signing package
ca: Error desconegut en signar el paquet
pl: Nieznany błąd podczas podpisywania pakietu
pt: Erro desconhecido ao assinar pacotes

source: signed packages
ca: paquets signats
pl: podpisane pakiety
pt: Pacotes assinados

source: available
ca: disponible
pl: dostępne
pt: disponível
ru: доступно
uk: наявно

source: upload/ignored
ca: pujat/ignorat
pl: wysłane/zignorowane
pt: upload/ignorado
ru: закачано/игнорируется
uk: завантажено/пропущено

source: download
ca: baixada
pt: recebimento
ru: скачать
uk: завантажити

source: Starting to download missing files
ca: S'estan començant a baixar els fitxers necessaris
pl: Rozpoczynam pobieranie brakujących plików
pt: Iniciando o recebimento de arquivos em falta
ru: Начало загрузки недостающих файлов
uk: Початок завантаження відсутніх файлів

source: Searching missing/broken files on another mirror
ca: S'estan cercant fitxers necessaris o trencats en una altra rèplica
pl: Szukanie brakujących/uszkodzonych plików na innym serwerze lustrzanym
pt: Buscando arquivos em falta/quebrados em outro espelho
ru: Поиск недостающих/испорченных файлов на другом зеркале
uk: Пошук відсутніх/зламаних файлів на іншому дзеркалі

source: Binary packages downloaded successfully.
ca: Els paquets binaris s'han baixat correctament.
pl: Binarne pakiety pomyślnie pobrane.
pt: Pacotes binários recebidos com sucesso.
ru: Бинарные пакеты скачаны успешно.
uk: Бінарні пакунки вдало завантажено.

source: These are the packages that cannot be found online
ca: Aquests són els paquets que no hi ha en línia
pl: To są pakiety, które nie mogły być znalezione online
pt: Estes são os pacotes que não puderam ser achados online
ru: А вот эти пакеты не могут быть найдены онлайн
uk: А ось ці пакунки не можуть бути знайдені в інтернеті

source: They won't be checked
ca: No es comprovaran
pl: Nie zostaną sprawdzone
pt: Eles não vão ser checados
ru: Они не будут проверены
uk: Вони не будуть перевірені

source: Please setup your branch to
ca: Si us plau, configureu la branca a
pl: Proszę ustawić swoją gałąź na
pt: Por favor altere seu branch para
ru: Пожалуйста, установите Вашу ветку на
uk: Встановіть Вашу гілку на

source: and retry
ca: i torneu a intentar-ho
pl: i ponowić
pt: e tente novamente
ru: и попробуйте
uk: і спробуйте

source: Switching packages
ca: S'estan commutant paquets
pl: Przełączanie pakietów
pt: Trocando pacotes
ru: Переключение пакетов
uk: Перемикання пакунків

source: Ignoring
ca: S'està ignorant
pl: Pomijanie
pt: Ignorando
ru: Игнорирование
uk: Пропускаємо

source: already in branch
ca: ja a la branca
pl: już w gałęzi
pt: já está no branch
ru: уже на ветке
uk: вже на гілці

source: migration loop completed
ca: s'ha completat el bucle de migració
pl: pętla migracji zakończona
pt: laço de migração completado
ru: миграционный цикл завершён
uk: міграційний цикл завершений

source: Running orphaned SPM packages test
ca: S'està executant la verificació de paquets orfes SPM
pl: Wykonywanie sprawdzenia osieroconych pakietów SPM
pt: Executando teste de pacotes SPM órfãos
ru: Запуск теста осиротевших пакетов SPM
uk: Виконання тесту осиротілих пакунків SPM

source: Scanning package
ca: S'està escanejant el paquet
pl: Skanowanie pakietu
pt: Escaneando pacote
ru: Сканирование пакета
uk: Сканування пакунку

source: not found anymore
ca: no se n'ha trobat cap més
pl: nie znaleziono
pt: não foi mais achado
ru: больше ничего не найдено
uk: більше нічого не знайдено

source: Packages string
ca: Cadena de paquets
pl: Łańcuch pakietów
pt: String de pacotes
ru: Строка пакетов
uk: Рядок пакунків

source: Checking
ca: S'està comprovant
pl: Sprawdzanie
pt: Checando
ru: Проверка
uk: Перевірка

source: Running dependencies test
ca: S'està executant la verificació de dependències
pl: Wykonywanie testu zależności
pt: Executando teste de dependências
ru: Запускаем тест зависимостей
uk: Виконуємо тест залежностей

source: These are the dependencies not found
ca: Aquestes són les dependències que no s'han trobat
pl: Oto nieznalezione zależności:
pt: Estas dependências não foram encontradas
ru: Имеются ненайденные зависимости
uk: Є незнайдені залежності

source: Needed by
ca: Necessàries per
pl: Potrzebne dla
pt: Requisitado por
ru: Необходимо для
uk: Необхідно для

source: by repo
ca: pel repositori
pt: por repositório
ru: для репозитория
uk: для репозиторію

source: Every dependency is satisfied. It's all fine.
ca: S'han satisfet totes les dependències. Tot és correcte.
pl: Wszystkie zależności są spełnione. Wszystko gra.
pt: Todas dependências foram satisfeitas. Tudo certo.
ru: Все зависимости удовлетворены. С чем и поздравляю.
uk: Всі залежності задоволені. З чим і вітаю.

source: Broken and matched packages list
ca: Llista de paquets trencats i coincidents
pl: Lista uszkodzonych i dopasowanych pakietów
pt: Lista de pacotes quebrados ou válidos
ru: Список испорченных и подсчитанных пакетов
uk: Перелік зламаних та підходящих пакунків

source: Dumping results into these files
ca: S'estan abocant els resultats en aquests fitxers
pl: Zapisywanie wyników do tych plików
pt: Despejando resultados para o arquivo
ru: Запись результатов в эти файлы
uk: Запис результатів у ці файли

source: System is healthy
ca: Es sistema està sa
pl: System jest zdrowy
pt: Sistema está saldável
ru: В системе все в порядке
uk: З системою все гаразд

source: Matching libraries with Spm, please wait
ca: S'estan cercant llibreries coincidents amb Spm, espereu
pl: Dopasowywanie bibliotek z SPM, proszę czekać
pt: Comparando bibliotecas com Spm, por favor espere
ru: Подсчет библиотек через SPM, подождите немного
uk: Порівняння бібліотек з SPM, почекайте

source: These are the matched packages
ca: Aquests són els paquets coincidents
pl: To są dopasowane pakiety
pt: Estes são os pacotes correspondentes
ru: Здесь - подсчитанные пакеты
uk: Ось підходящі пакунки

source: No matched packages
ca: No hi ha paquets coincidents
pl: Brak dopasowanych pakietów
pt: Nenhum pacote correspondente
ru: Нет подсчитанных пакетов
uk: Немає підходящих пакунків

source: repository not configured
ca: el repositori no està configurat
pl: repozytorium nieskonfigurowane
pt: repositório não configurado
ru: репозиторий не сконфигурирован
uk: репозиторій не налаштовано

source: Your default repository is not initialized
ca: El repositori predeterminat no està inicialitzat
pl: Twoje domyślne repozytorium nie jest zainicjowane
pt: Seu repositório padrão não está inicializado
ru: Ваш репозиторий по умолчанию не инициализирован
uk: Ваш репозиторій за замовчуванням не ініціалізовано

source: Do you want to initialize your default repository ?
ca: Voleu inicialitzar el repositori predeterminat?
pl: Czy chcesz zainicjować swoje domyślne repozytorium?
pt: Você quer inicializar seu repositório padrão?
ru: Вы желаете инициализировать Ваш репозиторий по умолчанию ?
uk: Ви бажаєте ініціалізувати Ваш репозиторій за замовчуванням?

source: Continuing with an uninitialized repository
ca: Es continua amb un repositori no inicialitzat
pl: Kontynuacja z niezainicjowanym repozytorium
pt: Continuando com um repositório não inicializado
ru: Продолжаем с неинициализированным репозиторием
uk: Продовжуємо з неініціалізованим репозиторієм

source: Mirrors status table
ca: Taula d'estat de les rèpliques
pl: Tabela statusu serwerów lustrzanych
pt: Tabela de status dos espelhos
ru: Таблица дополнительных репозиториев
uk: Таблиця додаткових репозиторіїв

source: Unlocked
ca: Desbloquejat
pl: Odblokowany
pt: Destrancado
ru: Разблокировано
uk: Розблоковано

source: Locked
ca: Bloquejat
pl: Zablokowany
pt: Trancado
ru: Заблокировано
uk: Заблоковано

source: cannot lock mirror
ca: no es pot bloquejar la rèplica
pl: nie można zablokować serwera lustrzanego
pt: não é possível trancar espelho
ru: невозможно заблокировать зеркало
uk: неможливо заблокувати дзеркало

source: Entropy database is corrupted!
ca: La base de dades d'Entropy està malmesa!

source: successfully initialized
ca: s'ha inicialitzat correctament
pl: pomyślnie zainicjowano
pt: inicializado com sucesso
ru: успешно инициализировано
uk: вдало ініціалізований

source: adding package
ca: s'està afegint un paquet
pl: dodawanie pakietu
pt: adicionado pacote
ru: добавление пакета
uk: додавання пакунку

source: added package
ca: s'ha afegit un paquet
pl: dodano pakiet
pt: pacote adicionado
ru: добавлен пакет
uk: додано пакунок

source: rev
ca: revisió
pl: wer.
ru: версия
uk: версія

source: manual dependencies for
ca: dependències manuals per a
pl: ręczne zależności dla
pt: dependências manuais para
ru: ручные зависимости для
uk: ручні залежності для

source: Exception caught, closing tasks
ca: S'ha produït una excepció, es tanquen les tasques
pl: Złapano wyjątek, zamykanie zadań
pt: Excessão capturada, fechando tarefas
ru: Обнаружено исключение, закрываем задания
uk: Виявлено виняток, закриваємо завдання

source: server-side repository
ca: repositori del servidor
pl: repozytorium po stronie serwera
pt: repositório do servidor
ru: репозиторий сервера
uk: репозиторій сервера

source: community repository
ca: repositori de la comunitat
pl: repozytorium społecznościowe
pt: repositório da comunidade
ru: репозиторий сообщества
uk: репозиторій співтовариства

source: Entropy Server Interface Instance on repository
ca: Interfície d'Instàncies del Servidor d'Entropy del repositori
pl: Instancja interfejsu serwera Entropy w repozytorium
pt: Instância de Interface do Entropy Server no repositório
ru: Сессия Entropy Server Interface в репозитории
uk: Сесія Entropy Server Interface в репозиторії

source: current branch
ca: branca actual
pl: bieżąca gałąź
pt: galho atual
ru: текущая ветка
uk: поточна гілка

source: type
ca: tipus
pl: typ
pt: tipo
ru: тип
uk: тип

source: Currently configured repositories
ca: Repositoris configurats
pl: Obecnie skonfigurowane repozytoria
pt: Repositórios atualmente configurados
ru: Актуально сконфигурированные репозитории
uk: Вірно налаштовані репозиторії

source: GPG key expired
ca: la clau GPG ha vençut
pl: Klucz GPG utracił ważność
pt: Chave GPG expirou

source: please frigging fix
ca: arregleu-ho sisplau
pl: proszę to koniecznie naprawić
pt: por favor, conserte

source: GPG got unexpected error
ca: S'ha produït un error GPG inesperat
pl: GPG otrzymał nieoczekiwany błąd
pt: Erro inesperado no GPG

source: skipping
ca: s'omet
pl: pomijanie
pt: Saindo

source: config files
ca: fitxers de configuració
pl: pliki konfiguracyjne
pt: arquivos de configuração
ru: файлы конфигурации
uk: файли налаштуваннь

source: checking system
ca: s'està comprovant el sistema
pl: sprawdzanie systemu
pt: checando sistema
ru: проверка системы
uk: перевірка системи

source: there are configuration files not updated yet
ca: hi ha fitxers de configuració pendents d'actualitzar
pl: są pliki konfiguracyjne, które nie zostały jeszcze zaktualizowane
pt: existem arquivos de configuração que ainda não foram atualizados
ru: имеются ещё не обновленные файлы конфигурации
uk: є ще не оновлені файли налаштуваннь

source: found available dep_rewrites for this package
ca: hi ha dep_rewrites per aquest paquet
pl: znaleziono dostępne dep_rewrites dla pakietu
pt: Encontradas dependências disponívels, re-escritas para este pacote

source: removed
ca: eliminat
pl: usunięte
pt: removido

source: replaced
ca: reemplaçat
pl: zastąpione
pt: Substituido(a)

source: No dependency rewrite made for
ca: No s'han reescrit dependències per
pl: Nie utworzono reguł zamiany zależności dla
pt: Regras de dependências menos rígidas

source: Entropy Server interface must be run as root
ca: Heu d'executar la Interfície del Servidor d'Entropy com a root
ru: Серверный интерфейс Entropy должен быть запущен от root

source: protected repository id, can't use this, sorry dude...
ca: la id del repositori està protegida, no podeu usar-la...
pl: chronione ID repozytorium, nie można tego użyć, wybacz, facet...
pt: id de repositório protegida, não posso usar isso, me desculpe...
ru: защищённый ID репозитория, невозможно это использовать, тут уж звиняйте...
uk: ID захищеного репозиторію, його неможливо використовувати, звиняйте, куме...

source: downloading notice board from mirrors to
ca: s'està baixant el tauler de notícies de les rèpliques a
pl: pobieranie powiadomień z serwerów lustrzanych do
pt: recebendo quadro de avisos dos espelhos para
ru: скачивание доски уведомлений с зеркал на
uk: завантаження дошки повідомлень з дзеркал на

source: notice board downloaded successfully from
ca: el tauler de notícies s'ha baixat correctament des de
pl: powiadomienia pobrane pomyślnie z
pt: quadro de avisos recebido com sucesso de
ru: доска уведомлений успешно скачана с
uk: дошка повідомлень вдало завантажена з

source: removing notice board from
ca: s'està eliminant el tauler de notícies de
pl: usuwanie powiadomienia z
pt: removendo quadro de avisos de

source: notice board removal failed on
ca: l'eliminació del tauler de noticies ha fallat a
pl: usuwanie powiadomienia nie udało się dla
pt: envio de quadro de avisos falhou em

source: notice board removal success
ca: el tauler de notícies s'ha eliminat
pl: pomyślnie usunięto powiadomienie
pt: sucesso no envio de quadro de avisos

source: uploading notice board from
ca: S'està carregant el tauler de notícies de
pl: wysyłanie powiadomienia z
pt: enviando quadro de avisos de
ru: закачка доски уведомлений с
uk: завантаження дошки повідомлень з

source: notice board upload failed on
ca: la càrrega del tauler de noticies ha fallat a
pl: wysłanie powiadomienia nie udało się dla
pt: envio de quadro de avisos falhou em
ru: закачка доски уведомлений провалена на
uk: завантаження дошки повідомлень закінчилось невдало на

source: notice board upload success
ca: el tauler de notícies s'ha carregat
pl: pomyślnie wysłano powiadomienie
pt: sucesso no envio de quadro de avisos
ru: доска уведомлений закачана успешно
uk: дошка повідомлень вдало завантажена

source: Entropy Server Mirrors Interface loaded
ca: S'ha carregat la Interfície del Servidor de Rèpliques d'Entropy
pl: Interfejs Entropy serwerów lustrzanych załadowany
pt: Interface de Espelhos do Entropy Server carregada
ru: Загружен интерфейс зеркал сервера Entropy
uk: Завантажено інтерфейс дзеркал сервера Entropy

source: repository mirror
ca: rèplica de repositori
pl: serwer lustrzany repozytorium
pt: repositório ou espelho

source: packages mirror
ca: rèplica de paquets
pl: serwer lustrzany pakietów
pt: Espelho dos pacotes

source: looking for file in mirror
ca: s'està cercant un fitxer a la rèplica
pl: szukanie pliku na serwerze lustrzanym
pt: buscando arquivo no espelho
ru: поиск файла на зеркале
uk: пошук файла на дзеркалі

source: unlocking
ca: s'està desbloquejant
pl: odblokowywanie
pt: destrancando
ru: разблокировка
uk: розблокування

source: locking
ca: s'està bloquejant
pl: blokowanie
pt: trancando
ru: блокировка
uk: блокування

source: mirror
ca: rèplica
pl: serwer lustrzany
pt: espelho
ru: зеркало
uk: дзеркало

source: mirror already locked
ca: la rèplica ja està bloquejada
pl: serwer lustrzany już zablokowany
pt: espelho já foi trancado
ru: зеркало уже заблокировано
uk: дзеркало вже заблоковано

source: mirror already unlocked
ca: la rèplica ja està desbloquejada
pl: serwer lustrzany już odblokowany
pt: espelho já foi destrancado
ru: зеркало уже разблокировано
uk: дзеркало вже розблоковано

source: mirror for download
ca: rèplica per baixar
pl: pobierania z serwera lustrzanego
pt: espelho para recebimento de arquivos
ru: зеркало для загрузки
uk: дзеркало для завантаження

source: mirror already locked for download
ca: la rèplica ja està bloquejada per baixar
pl: pobieranie z serwera lustrzanego jest już zablokowane
pt: espelho já trancado para recebimento de arquivos
ru: зеркало уже заблокировано для загрузки
uk: дзеркало вже заблоковано для завантаження

source: mirror already unlocked for download
ca: la rèplica ja està desbloquejada per baixar
pl: pobieranie z serwera lustrzanego już odblokowane
pt: espelho já destrancado para recebimento de arquivos
ru: зеркало уже разблокировано для загрузки
uk: дзеркало вже розблоковано для завантаження

source: for download
ca: per baixar
pl: (pobieranie)
pt: para recebimento
ru: для загрузки
uk: для завантаження

source: mirror successfully locked
ca: la rèplica s'ha bloquejat correctament
pl: serwer lustrzany pomyślnie zablokowany
pt: espelho trancado com sucesso
ru: зеркало успешно заблокировано
uk: дзеркало вдало заблоковане

source: mirror not locked
ca: la rèplica no està bloquejada
pl: serwer lustrzany nie zablokowany
pt: espelho não trancado
ru: зеркало не заблокировано
uk: дзеркало не заблоковане

source: mirror successfully unlocked
ca: la rèplica s'ha desbloquejat correctament
pl: serwer lustrzany pomyślnie odblokowany
pt: espelho destrancado com sucesso
ru: зеркало успешно разблокировано
uk: дзеркало вдало розблоковане
