Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: forcing packages metadata update
ca: s'està forçant l'actualització de les metadades dels paquets
pl: wymuszanie aktualizacji metadanych pakietów
pt: forçando atualização de metadados de pacotes
ru: принуждение к обновлению мета-информации пакетов
uk: примусове оновлення мета-інформації пакунків

source: Updating system database using repository
ca: S'està actualitzant la base de dades del sistema usant el repositori
pl: Aktualizacja bazy danych systemu używając repozytorium
pt: Atualizando base de dados do sistema usando repositório
ru: Обновление системной базы данных, используя ID репозитория
uk: Оновлення системної бази даних, використовуючи ID репозиторію

source: Injecting downloaded dump
ca: S'estan injectant els elements que s'han baixat
pl: Wstrzykiwanie danych
pt: Injetando despejo recebido
ru: Добавляется объём загруженного
uk: Додається обсяг завантаженого

source: Repository URL
ca: URL del repositori
pl: URL repozytorium
pt: URL do Repositório

source: Repository local path
ca: Camí del repositori local
pl: Lokalna ścieżka repozytorium
pt: Diretório local da base de dados

source: Repository API
ca: API del repositori
pl: API repozytorium
pt: API do repositório

source: Repository is being updated
ca: S'està actualitzant el repositori
pl: Repozytorium jest teraz aktualizowane
pt: Repositório está sendo atualizado
ru: Репозиторий обновляется
uk: Репозиторій оновлюється

source: Try again in a few minutes
ca: Torneu-ho a intentar en uns minuts
pl: Spróbuj ponownie za parę minut
pt: Tente novamente em alguns minutos
ru: Попробуйте снова через несколько минут
uk: Спробуйте знову через кілька хвилин

source: Downloading checksum
ca: S'està baixant la suma de verificació
pl: Pobieranie sumy kontrolnej
pt: Recebendo soma de checagem
ru: Загрузка контрольной суммы
uk: Завантаження контрольної суми

source: Cannot fetch checksum
ca: No es pot obtenir la suma de verificació
pl: Nie można pobrać sumy kontrolnej
pt: Não é possível receber soma de checagem
ru: Невозможно загрузить контрольную сумму
uk: Неможливо отримати контрольну суму

source: Unpacking database to
ca: S'està desempaquetant la base de dades a
pl: Rozpakowywanie bazy danych do
pt: Descompactando base de dados para
ru: Распаковка базы данных в
uk: Розпакування бази даних у

source: Cannot unpack compressed package
ca: No es pot desempaquetar el paquet comprimit
pl: Nie można rozpakować skompresowanej bazy danych
pt: Não foi possível desempacotar pacote compactado
ru: Невозможно распаковать сжатый пакет
uk: Неможливо розпакувати стислий пакунк

source: Skipping repository
ca: S'omet el repositori
pl: Pomijanie repozytorium
pt: Pulando repositório
ru: Пропуск репозитория
uk: Пропускаю репозиторій

source: Indexing Repository metadata
ca: S'estan indexant les metadades del repositori
pl: Indeksowanie metadanych repozytorium
pt: Indexando metadados do Repositório
ru: Индексирование мета-информации репозитория
uk: Індексування мета-інформації репозиторію

source: Downloading repository metafile
ca: S'està baixant el metafitxer del repositori
pl: Pobieranie metapliku repozytorium
pt: Recebendo meta arquivo do repositório
ru: Скачивание мета-файла репозитория
uk: Завантажую мета-файл репозиторію

source: Downloading GPG signature of repository metafile
ca: S'està baixant la signatura GPG del metafitxer del repositori
pl: Pobieranie sygnatury GPG dla metapliku repozytorium
pt: Recebendo assinatura GPG do meta-arquivo do repositório

source: Downloading Notice Board
ca: S'està baixant el Tauler de Notícies
pl: Pobieranie powiadomień
pt: Rebendo Quadro de Avisos
ru: Загрузка доски уведомлений
uk: Завантажую дошку повідомлень

source: unpacked meta file
ca: el metafitxer s'ha desempaquetat
pl: rozpakowano metaplik
pt: desempacotado meta arquivo
ru: распакованный файл meta
uk: розпакований мета-файл

source: removed meta file
ca: s'ha eliminat el metafitxer
pl: usunięto metaplik
pt: meta-arquivo removido

source: not available, it's ok
ca: no disponible, està bé
pl: niedostępny, jest OK
pt: não disponível, tudo bem
ru: недоступно, но это нормально
uk: недоступно, але це нормально

source: not available, not very ok!
ca: no disponible, no gaire bé!
pl: niedostępny, nie tak bardzo OK!
pt: não disponível, não tá legal!

source: available, w00t!
ca: disponible, bé!
pl: dostępny, w00t!
pt: disponível, ieei!
ru: ура, доступно!
uk: ура, є!

source: cannot be unpacked, not very ok!
ca: No es pot desempaquetar, no gaire bé!
pl: nie można rozpakować, nie tak bardzo OK!
pt: não foi possível abrir os pacotes, desculpe!

source: Repository revision
ca: Revisió del repositori
pl: Wersja repozytorium
pt: Revisão do repositório
ru: Версия репозитория
uk: Перевірка репозиторію

source: Cannot open digest
ca: No es pot obrir l'empremta electrònica
pl: Nie można otworzyć sumy kontrolnej
pt: Não é possível abrir sumário
ru: Невозможно открыть обзор
uk: Неможливо відкрити огляд

source: OK
ca: CORRECTE
uk: Гаразд

source: Giving up
ca: S'abandona
pl: Poddaję się
pt: Desistindo
ru: Прекращаю
uk: Здаюсь

source: Make sure to verify the imported key and set an appropriate trust level
ca: Assegureu-vos de comprovar la clau importada i establiu-ne el nivell de confiança apropiat
pl: Koniecznie sprawdź zaimportowany klucz i ustaw odpowiedni poziom zaufania
pt: Verifique a chave importada e regule o nível adequado

source: This repository suports GPG-signed packages
ca: Aquest repositori permet paquets signats amb GPG
pl: To repozytorium obsługuje pakiety podpisane używając GPG
pt: Este repositório suporta assinatura GPG dos pacotes

source: you may want to install GnuPG to take advantage of this feature
ca: potser voleu instal·lar GnuPG i aprofitar-vos d'aquesta característica
pl: jeśli chcesz skorzystać z tej funkcji, zainstaluj GnuPG
pt: Você pode precisar instalar GnuPG para aproveitar esse recurso

source: GPG key changed for
ca: la clau GPG ha canviat per
pl: Klucz GPG zmienił się dla
pt: Chave GPG trocada para

source: GPG key already installed for
ca: la clau GPG ja està instal·lada per a
pl: Klucz GPG już zainstalowany dla
pt: Chave GPG instalada para

source: GPG key EXPIRED for repository
ca: La clau GPG del repositori ha VENÇUT
pl: Klucz GPG STRACIŁ WAŻNOŚĆ dla repozytorium
pt: A chave GPG EXPIROU para este repositório

source: Installing GPG key for repository
ca: S'està instal·lant la clau GPG pel repositori
pl: Instalowanie klucza GPG dla repozytorium
pt: Instalando chave GPG para o repositório

source: Error during GPG key installation
ca: Error en instal·lar la clau GPG
pl: Błąd podczas instalacji klucza GPG
pt: Erro durante instalação da chave GPG

source: Successfully installed GPG key for repository
ca: S'ha instal·lat la clau GPG pel repositori
pl: Pomyślnie zainstalowano klucz GPG dla repozytorium
pt: Chave GPG instalada no repositório, com sucesso

source: Fingerprint
ca: Empremta
pl: Odcisk palca
pt: Marcação Digital

source: Verifying GPG signature of
ca: S'està comprovant la signatura GPG de
pl: Sprawdzanie sygnatury GPG dla
pt: Verificando a assinatura GPG de

source: Verified GPG signature of
ca: S'ha comprovat la signatura GPG de
pl: Sprawdzono sygnatury GPG dla
pt: Assinatura GPG verificada

source: Error during GPG verification of
ca: Error en la comprovació GPG de
pl: Błąd podczas sprawdzania weryfikacji GPG dla
pt: Erro durante verificação GPG de

source: It could mean a potential security risk
ca: Pot comportar un risc potencial de seguretat
pl: To może oznaczać potencjalne zagrożenie bezpieczeństwa
pt: Isto pode ser um risco potencial para a Segurança

source: EAPI3 Service status
ca: Estat del Servei EAPI3

source: EAPI3 Service
ca: Servei EAPI3

source: skipping differential sync
ca: s'estan ometent les sincronitzacions diferencials
pl: pomijanie synchronizacji różnicowej
pt: pulando sincronização diferencial
ru: пропуск различной синхронизации
uk: пропуск різної синхронізації

source: threshold
ca: llindar
pl: próg
pt: limiar
ru: порог
uk: поріг

source: Fetching segments
ca: S'estan obtenint segments
pl: Pobieranie fragmentów
pt: Buscando segmentos
ru: Загрузка сегментов
uk: Завантаження сегментів

source: Fetch error on segment
ca: S'ha produït un error en l'obtenció del segment

source: Service status
ca: Estat de servei

source: Local status
ca: Estat local
pl: Lokalny status
pt: Status local
ru: Локальный статус
uk: Локальний статус

source: cannot fetch repository metadata
ca: no es poden obtenir les metadades del repositori
pl: nie można pobrać metadanych repozytorium
pt: não é possível buscar meta dados do repositório
ru: невозможно загрузить мета-информацию репозитория
uk: неможливо завантажити мета-інформацію репозиторію

source: cannot update treeupdates data
ca: no es poden actualitzar les dades de l'arbre d'actualitzacions
pl: nie można zaktualizować danych "treeupdates"
pt: não é possível atualizar dados de treeupdate
ru: невозможно обновить treeupdates-информацию
uk: неможливо оновити інформацію дерева оновлень

source: cannot update package sets data
ca: no es poden actualitzar les dades dels conjunts de paquets
pl: nie można zaktualizować dane o zestawach pakietów
pt: não é possível atualizar dados do conjunto de pacotes
ru: невозможно обновить информацию по наборам пакетов
uk: неможливо оновити інформацію щодо розділами пакунків

source: Fetch error on segment while adding
ca: S'ha produït un error d'obtenció del segment mentre s'afegia
pl: Błąd pobierania przy fragmencie podczas dodawania
pt: Erro ao buscar segmento enquanto adicionando
ru: Ошибка загрузки сегмента при добавлении
uk: Помилка завантаження під час додавання сегмента

source: Injecting package
ca: S'està injectant un paquet

source: repository error while adding packages
ca: error del repositori en afegir paquets
pl: błąd repozytorium podczas dodawania pakietów
pt: erro no repositório enquanto adicionando pacotes
ru: Ошибка репозитория при добавлении пакетов
uk: Помилка репозиторію при додаванні пакунків

source: Packages injection complete
ca: La injecció de paquets ha acabat

source: Removing package
ca: S'està eliminant un paquet
pl: Usuwanie pakietu
pt: Removendo pacote
ru: Удаление пакета
uk: Видалення пакунку

source: repository error while removing packages
ca: error del repositori en eliminar paquets
pl: Błąd repozytorium podczas usuwania pakietu
pt: Erro no repositório enquanto removendo pacotes
ru: ошибка репозитория при удалении пакетов
uk: помилка репозиторію під час видалення пакунків

source: Packages removal complete
ca: L'eliminació de paquets ha acabat

source: remote
ca: remot
pl: zdalne
pt: remoto
ru: отдаленное
uk: віддалене

source: repository is already up to date
ca: el repositori ja està actualitzat
pl: repozytorium jest już zaktualizowane
pt: Todos os repositórios atualizados.

source: EAPI3 Service error
ca: Error de Servei EAPI3

source: Configuration files update error, not critical, continuing
ca: Hi ha un error en l'actualització dels fitxers de configuració, no és critic, es continua
pl: Błąd przy konfiguracji plików - niekrytyczny, kontynuowanie
pt: Erro ao atualizar arquivos de configuração, nada crítico, continuando
ru: Ошибка при обновлении файлов конфигурации, некритично, продолжаем
uk: Помилка під час оновлення файлів налаштувань, некритична, продовжую

source: Checking %s
ca: S'està comprovant %s
pl: Sprawdzanie %s
pt: Checando %s
ru: Проверка %s
uk: Перевірка %s

source: Sorting dependencies
ca: S'estan ordenant les dependències
pl: Sortowanie zależności
pt: Ordenando dependências
ru: Сортировка зависимостей
uk: Сортування залежностей

source: Calculating inverse dependencies for
ca: S'estan calculant dependències inverses per a
pl: Obliczanie odwrotnych zależności dla
pt: Calculando dependências inversas para
ru: Подсчет противоположных зависимостей для
uk: Підрахунок протилежних залежностей для

source: Calculating available packages for
ca: S'estan calculant els paquets disponibles a

source: Calculating updates
ca: S'estan calculant actualitzacions
pl: Obliczanie aktualizacji
pt: Calculando atualizações...

source: Please update your repositories now in order to remove this message!
ca: Si us plau, actualitzeu ara els repositoris per eliminar aquest missatge!
pl: Proszę teraz zaktualizować repozytoria, by usunąć ten komunikat!
pt: Por favor atualize seus repositórios agora para remover essa mensagem!
ru: Пожалуйста, обновите ваши репозитории сейчас, чтобы убрать это сообщение!
uk: Будь-ласка, поновіть ваші репозиторії зараз, щоб прибрати це повідомлення!

source: is not available
ca: no està disponible
pl: nie jest dostępne
pt: não está disponível
ru: недоступен
uk: недоступний

source: Cannot validate
ca: No es pot validar
pl: Nie można sprawdzić
pt: Não é possível validar
ru: Невозможно подтвердить
uk: Неможливо підтвердити

source: bad repository id specified
ca: la id del repositori especificat és errònia
pl: podano nieprawidłowe ID repozytorium
pt: id de repositório especificada é inválida
ru: выбран неправильный ID репозитория
uk: обраний хибний ID репозиторію

source: Repository %s hasn't been downloaded yet.
ca: El repositori %s encara no s'ha baixat.
pl: Repozytorium %s nie zostało jeszcze pobrane.
pt: Repositório %s não foi recebido ainda.
ru: Репозиторий %s ещё не скачан.
uk: Репозиторій %s ще не завантажено.

source: System database not found or corrupted
ca: La base de dades del sistema no hi és o està malmesa
pl: Systemowa baza danych nie została znaleziona albo jest uszkodzona.
pt: Base de dados do Sistema não encontrada ou corrompida.
ru: База данных системы не найдена или испорчена
uk: База даних системи не знайдена або зіпсована

source: running in safe mode using temporary, empty repository
ca: s'està executant temporalment en mode segur, repositori buit
pl: uruchamianie w bezpiecznym trybie, używając tymczasowego, pustego repozytorium
pt: executando em modo de segurança, usando base de dados vazia em RAM

source: All fine
ca: Tot és correcte
pl: Wszystko dobrze
pt: Tudo certo
ru: Всё замечательно
uk: Все чудово

source: Unable to unpack
ca: No es pot empaquetar
pl: Nie można rozpakować
pt: Incapaz de desempacotar
ru: Невозможно распаковать
uk: Неможливо розпакувати

source: Removing
ca: S'està eliminant
pl: Usuwanie
pt: Removendo
ru: Удаление
uk: Видалення

source: Resources unlocked, let's go!
ca: Els recursos s'han desbloquejat. Som-hi!
pl: Zasoby odblokowane, idziemy dalej!
pt: Recursos destrancados, vamos lá!
ru: Ресурсы освобождены. Поехали!
uk: Ресурси звільнені. Поїхали!

source: Resources still locked after %s minutes, giving up!
ca: Els recursos segueixen ocupats després de %s minuts. S'abandona!

source: Resources locked, sleeping %s seconds, check #%s/%s
ca: Els recursos estan bloquejats. En espera %s segons. Comprovació #%s/%s

source: Nothing to backup in etpConst with %s key
ca: No hi ha de què fer la còpia de seguretat a etpConst amb la clau %s

source: Checking response time of
ca: S'està comprovant el temps de resposta de

source: Mirror response time
ca: temps de resposta de les rèpliques

source: not a valid method
ca: no és un mètode vàlid
pl: nieprawidłowa metoda
pt: não é um método válido
ru: неправильный метод
uk: хибний метод

source: Already prepared
ca: Ja està preparat
pl: Już przygotowane
pt: Já preparado
ru: Уже подготовлено
uk: Вже підготовано

source: Not yet prepared
ca: Encara no està preparat
pl: Jeszcze nieprzygotowane
pt: Ainda não preparado
ru: Ещё не подготовлено
uk: Ще не підготовано

source: maximum failure threshold reached
ca: llindar màxim de fallada aconseguit
pl: osiągnięto maksymalny próg niepowodzeń
pt: limiar máximo de falhas atingido
ru: Максимальный порог ошибок достигнут
uk: Максимальний поріг помилок досягнутий

source: success
ca: correcte
pl: sukces
pt: sucesso
ru: успех
uk: успіх

source: Aggregated transfer rate
ca: Taxa de transferència agregada
pl: Skumulowana prędkość transferu
pt: Taxa de transferência agredada
ru: Аггрегированная скорость передачи
uk: сукупна швидкість обміну даними

source: second
ca: segon
pl: sekundę
pt: segundo
ru: сек
uk: сек.

source: Error downloading from
ca: S'ha produït un error en la baixada des de
pl: Błąd przy pobieraniu z
pt: Erro ao receber de
ru: Ошибка при скачивании с
uk: Помилка при завантаженні з

source: data not available on this mirror
ca: no hi ha dades disponibles en aquesta rèplica
pl: dane niedostępne na tym serwerze lustrzanym
pt: dados não disponíveis neste espelho
ru: информация недоступна на этом зеркале
uk: інформація недоступна на цьому дзеркалі

source: wrong checksum
ca: la suma de verificació és incorrecta
pl: zła suma kontrolna
pt: soma de checagem errada
ru: неверная контрольная сумма
uk: невірна контрольна сума

source: timeout error
ca: error en temps d'espera
pl: przekroczony limit czasu
pt: erro de tempo máximo de espera excedido
ru: ошибка при превышении времени ожидания
uk: помилка при перевищенні часу очікування

source: discarded download
ca: la baixada s'ha descartat
pl: odrzucone pobieranie
pt: recebimento descartado
ru: отмененная загрузка
uk: скасоване завантаження

source: unknown reason
ca: raó desconeguda
pl: nieznany powód
pt: razão desconhecida
ru: неизвестная причина
uk: невідома причина

source: Downloading from
ca: S'està baixant des de
pl: Pobieranie z
pt: Recebendo de
ru: Скачивание с
uk: Звантаження з

source: Successfully downloaded from
ca: S'ha baixat correctament des de
pl: Pomyślnie pobrano z
pt: Recebido com sucesso de
ru: Успешно скачано с
uk: Успішно завантажено з

source: at
ca: a
pl: z prędkością
pt: em
ru: на
uk: на

source: file not available on this mirror
ca: el fitxer no està disponible en aquesta rèplica
pl: plik niedostępny na tym serwerze lustrzanym
pt: arquivo não disponível neste espelho
ru: файл недоступен на этом зеркале
uk: файл недоступний на цьому дзеркалі

source: Disabling resume
ca: S'està desactivant la represa
pl: Wyłączenie wznawiania
pt: Desabilitando o resumir
uk: Відімкнення

source: timeout, retrying on this mirror
ca: s'ha esgotat el temps d'espera, es reintenta en aquesta rèplica
pl: przekroczony limit czasu, ponawianie na tym serwerze lustrzanym
pt: tempo máximo de espera excedido, tentando novamente neste espelho
ru: превышено время ожидания, повтор попытки на данном зеркале
uk: перевищено час очікування, повтор спроби на цьому дзеркалі

source: timeout, giving up
ca: s'ha esgotat el temps d'espera, s'abandona
pl: przekroczony limit czasu, poddaję się
pt: tempo máximo de espera excedido, desistindo
ru: превышено время ожидания, прекращаю
uk: перевищено час очікування, здаюсь

source: Package signature verification error for
ca: Error en la verificació de la signatura del paquet
pl: Błąd weryfikacji sygnatury pakietu dla
pt: Erro de verificação da assinatura do pacote

source: disabled
ca: inhabilitat
pl: wyłączone
pt: Desabilitado
uk: Відімкнений

source: Checking package signature
ca: S'està comprovant la signatura del paquet
pl: Sprawdzanie sygnatury pakietu
pt: Checando assinatura do pacote

source: Package signature verification
ca: Verificació de la signatura del paquet
pl: Weryfikacja sygnatury pakietu
pt: verificação de assinatura do pacote

source: temporarily unavailable
ca: temporalment no disponible
pl: tymczasowo niedostępna
pt: serviço temporariamente indisponível

source: Package signature
ca: Signatura del paquet
pl: Sygnatura pakietu
pt: Assinatura do pacote

source: does not match the recorded one
ca: no coincideix amb la desada
pl: nie zgadza się z tą zapisaną
pt: não corresponde ao gravado
ru: не подсчитывает записанный
uk: не підходить записаний

source: matches
ca: coincideix
pl: zgadza się
pt: corresponde
ru: подсчёты
uk: підходящі

source: Checking package checksum...
ca: S'està comprovant la suma de verificació del paquet...
pl: Sprawdzanie sumy kontrolnej pakietu
pt: Checando a soma de checagem do pacote...
ru: Подсчёт контрольной суммы пакета...
uk: Обчислення контрольної суми пакунку...

source: Package checksum matches
ca: La suma de verificació coincideix.
pl: Suma kontrolna pakietu zgadza się
pt: Soma de checagem do pacote corresponde
ru: Контрольная сумма пакета корректна
uk: Контрольна сума пакунку співпадає

source: Checksum does not match. Download attempt #%s
ca: La suma de verificació del paquet no coincideix. Intent de baixada #%s
pl: Suma kontrolna się nie zgadza. Próba pobierania nr %s
pt: Soma de checagem do pacote não corresponde. Recebendo novamente... Tentativa #%s
ru: Контрольная сумма пакета некорректна. Попытка загрузки #%s
uk: Контрольна сума пакунку не співпадає. Спроба завантаження №#%s

source: Cannot properly fetch package! Quitting.
ca: No es pot obtenir el paquet correctament! Sortint.
pl: Nie można pobrać pakietu we właściwy sposób! Kończenie.
pt: Não é possível obter o pacote apropriadamente! Saindo.
ru: В общем, невозможно загрузить пакет! Выход.
uk: Неможливо коректно завантажити пакунок! Виходжу.

source: Cannot fetch package or checksum does not match
ca: No es pot obtenir el paquet o la suma de verificació no coincideix.
pl: Nie można pobrać pakietu albo suma kontrolna się nie zgadza
pt: Não foi possível obter o pacote ou a soma de checagem não corresponde. Tente atualizar seus repositórios.
ru: Невозможно загрузить пакет либо контрольная сумма некорректна.
uk: Неможливо завантажити пакунок або контрольна сума не співпадає.

source: Try to download latest repositories
ca: Intenteu baixar els últims repositoris
pl: Spróbuj pobrać ostatnie repozytoria
pt: Tentando baixar os mais recentes repositórios
ru: Попробуйте загрузить последние репозитории
uk: Спробуйте завантажити останні репозиторії

source: configuration phase
ca: fase de configuració
pl: etap konfiguracji
pt: Fase de configuração
ru: Фаза конфигурации
uk: Фаза налаштування

source: Removing from Entropy
ca: S'està eliminant d'Entropy
pl: Usuwanie z Entropy
pt: Removendo do Entropy
uk: Видалення з Entropy

source: Removing config file, never modified
ca: S'elimina el fitxer de configuració; no s'ha modificat mai
pl: Usuwanie pliku konfiguracyjnego, nie był modyfikowany
pt: Removendo arquivo de configuração, nunca modificado
ru: Удаление конфигурационного файла, никогда не модифицированного
uk: Видалення файлу налаштувань, що ніколи не змінювався

source: Protecting config file
ca: S'està protegint el fitxer de configuració
pl: Chronienie pliku konfiguracyjnego
pt: Protegendo arquivo de configuração
ru: Защита конфигурационного файла
uk: Захист файлу налаштуваннь

source: This package contains a badly encoded file !!!
ca: Aquest paquet conté un fitxer mal codificat !!!
pl: Ten pakiet zawiera źle zakodowany plik!!!
pt: Este pacote contém um arquivo mal codificado !!!
ru: Данный пакет содержит файл с испорченной кодировкой!!!
uk: Цей пакунок містить файл із зіпсованим кодуванням!

source: Collision found during removal of
ca: S'ha trobat una col·lisió en l'eliminació de
pl: Znaleziono kolizję przy usuwaniu
pt: Colisão encontrada durante a remoção de
ru: Произошла ошибка при удалении
uk: Помилка при видаленні

source: Updating database
ca: S'està actualitzant la base de dades
pl: Aktualizowanie bazy danych
pt: Atualizando base de dados
ru: Обновление базы данных
uk: Оновлення бази даних

source: %s is a file when should be a directory !! Removing in 20 seconds...
ca: %s és un fitxer i hauria de ser un directori !! S'eliminarà en 20 segons...
pl: %s jest plikiem, a powinien być katalogiem! Usuwanie za 20 sekund...
pt: %s é um arquivo enquanto deveria ser um diretório !! Removendo em 20 segundos...
ru: %s - это файл, который должен быть папкой !! Удаляется в течение 20 секунд...

source: directory expected, symlink found
ca: s'esperava un directori i s'ha trobat un enllaç simbòlic
pl: oczekiwano katalogu, a znaleziono dowiązanie symboliczne
pt: symlink encontrado, diretório esperado
ru: найден ярлык, хотя нужна была папка
uk: знайдено зкерування, хоча потрібна була тека
