Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Now searching for missing RDEPENDs
ca: Ara s'estan cercant RDEPENDs perdudes

source: scanning for missing RDEPENDs
ca: s'estan escanejant RDEPENDs perdudes

source: blacklisted dependencies !!!
ca: dependències a la llista negra !!!
pl: zależności na czarnej liście!!!
pt: dependências em lista negra !!!

source: is missing the following dependencies
ca: Falten les dependències següents

source: Do you want to add them?
ca: Voleu afegir-les?

source: Selectively?
ca: Selectivament?

source: Want to add?
ca: Voleu afegir-la?

source: Libraries test
ca: Verificació de les llibreries
pl: Test bibliotek
pt: Teste de bibliotecas
ru: Тест библиотек
uk: Тест бібліотек

source: Broken symbols packages list
ca: S'ha trencat la llista de paquets de símbols
pl: Lista pakietów z uszkodzonymi symbolami linkera
pt: Lista de rótulos de pacotes quebrados
ru: Список испорченных пакетов символов
uk: Список зламаних пакунків символів

source: Broken executables list
ca: Llista d'executables trencats
pl: Lista uszkodzonych plików wykonywalnych
pt: Coletando lista de executáveis quebrados
ru: Список испорченных исполняемых файлов
uk: Список зламаних виконуваних файлів

source: Cannot find
ca: No es pot trobar
pl: Nie można znaleźć
pt: Não é possível achar
ru: Невозможно найти
uk: Неможливо знайти

source: discarding directory
ca: s'està descartant el directori
pl: odrzucanie katalogu
pt: descartando diretório
ru: папка забракованного
uk: тека забракованого

source: because it's symlinked on
ca: perquè té un un enllaç simbòlic a
pl: ponieważ istnieje do niego dowiązanie symboliczne
pt: porque está ligado simbolicamente à
ru: поскольку оно ссылается на
uk: оскільки воно посилається на

source: Collecting broken executables
ca: S'estan recollint els executables trencats
pl: Zbieranie uszkodzonych plików wykonywalnych
pt: Coletando executáveis quebrados
ru: Ищутся испорченные исполняемые файлы
uk: Йде пошук зламаних виконуваних файлів

source: don't worry about libraries that are shown here but not later.
ca: no us preocupeu per les llibreries que es mostren aquí, però que no apareixen després.
pl: nie przejmuj się bibliotekami, które są tutaj pokazane, ale nie później.
pt: não se preocupe com bibliotecas que são mostradas aqui mas não o são depois.
ru: не беспокойтесь о библиотеках, которые показаны здесь, но не позже
uk: не турбуйтеся про бібліотеки, що показані тут, але не пізніше ніж

source: Scanning libraries
ca: S'estan escanejant les llibreries
pl: Skanowanie bibliotek
pt: Escaneando bibliotecas
ru: Сканирование библиотек
uk: Сканування бібліотек

source: various broken symbols
ca: diversos símbols trencats
pl: różne uszkodzone symbole
pt: várias ligações quebradas
ru: Различные испорченные символы
uk: Різні зламані символи

source: Matching broken libraries/executables
ca: Llibreries/executables trencats coincidents
pl: Dopasowywanie uszkodzonych bibliotek/plików wykonywalnych
pt: Comparando bibliotecas/executáveis quebrados
ru: Подсчет испорченных библиотек/исполняемых приложений
uk: Порівняння зламаних бібліотек/виконуваних програм

source: GPG key EXPIRED for URL
ca: La clau GPG de la URL ha VENÇUT
pl: Klucz GPG UTRACIŁ WAŻNOŚĆ dla URL-a
pt: A chave GPG expirou para essa URL

source: Installing GPG key for URL
ca: S'està instal·lant la clau GPG per la URL
pl: Instalowanie klucza GPG dla URL-a
pt: Instalando chave GPG da URL

source: Successfully installed GPG key for URL
ca: S'ha instal·lat la clau GPG per la URL
pl: Pomyślnie zainstalowano klucz GPG dla URL-a
pt: Chave GPG da URL instalada com sucesso

source: Security Advisories
ca: Avisos de seguretat
pl: Rekomendacje bezpieczeństwa
pt: Consultivos de Segurança
ru: Предостережения по безопасности
uk: Застереження безпеки

source: GPG key verification successful
ca: s'ha verificat la clau GPG
pl: Pomyślnie zweryfikowano klucz GPG
pt: verificação de chave GPG bem sucedida

source: Warning
ca: Avís
pl: Uwaga
pt: Aviso
ru: Осторожно
uk: Обережно

source: advisory broken
ca: l'avís està trencat
pl: rekomendacje bezpieczeństwa uszkodzone
pt: consultivo quebrado
ru: уведомление испорчено
uk: повідомлення зламане

source: testing service connection
ca: s'està comprovant el servei de connexió
pl: testowanie połączenia usługi
pt: testando conecção do serviço
ru: тестирование соединения со службой
uk: тест з'єднання зі службою

source: getting latest advisories
ca: s'estan obtenint els últims avisos
pl: pobieranie ostatnich rekomendacji bezpieczeństwa
pt: recebendo as últimas advertências

source: updated successfully
ca: s'ha actualitzat correctament
pl: zaktualizowano pomyślnie
pt: atualizado com sucesso
ru: успешно обновлено
uk: вдало оновлено

source: already up to date
ca: ja està actualitzat
pl: już aktualne
pt: já atualizado
ru: уже обновлено до последней версии
uk: вже оновлено до найновішої версії

source: cannot download checksum, sorry
ca: no es pot baixar la suma de verificació
pl: nie można pobrać sumy kontrolnej, wybacz
pt: não foi possível receber a soma de checagem, desculpe

source: unable to download advisories, sorry
ca: no es poden baixar els avisos
pl: nie można pobrać rekomendacji bezpieczeństwa, wybacz
pt: não foi possível receber o pacote, desculpe

source: Verifying checksum
ca: S'està comprovant la suma de verificació
pl: Weryfikowanie sumy kontrolnej
pt: Verificando soma de checagem
ru: Проверка контрольной суммы
uk: Перевірка контрольної суми

source: cannot open packages, sorry
ca: no es poden obrir els paquets
pl: nie można otworzyć pakietów, wybacz
pt: não é possível abrir os pacotes, desculpe
ru: увы, невозможно открыть пакеты
uk: неможливо відкрити пакунки, на жаль

source: cannot read the checksum, sorry
ca: no es pot llegir la suma de verificació
pl: nie można odczytać sumy kontrolnej, wybacz
pt: não é possível ler a soma de checagem, desculpe
ru: жаль, но невозможно прочитать контрольную сумму
uk: неможливо прочитати контрольну суму, даруйте

source: digest verification failed, sorry
ca: ha fallat la verificació de l'empremta electrònica
pl: nie można zweryfikować sumy kontrolnej, wybacz
pt: verificação de sumário falhou, desculpe
ru: Не удалось проверить списки, увы
uk: Не вдалося перевірити списки, на жаль

source: verification successful
ca: la verificació és correcta
pl: weryfikacja pomyślna
pt: verificação realizada com Sucesso

source: GPG service not available
ca: el servei GPG no està disponible
pl: usługa GPG niedostępna
pt: Serviço GPG não disponível

source: digest verification failed, try again later
ca: la verificació de l'empremta electrònica ha fallat, torneu a intentar-ho més tard
pl: nie udało się zweryfikować sumy kontrolnej, spróbuj później
pt: verificação de sumário falhou, tente novamente mais tarde
ru: проверка списков не удалась, попробуйте позже
uk: перевірка списків закінчилась невдачею, спробуйте згодом

source: installing
ca: s'està instal·lant
pl: instalowanie
pt: instalando
ru: установка
uk: встановлюю

source: You should run equo --help
ca: Hauríeu d'executar equo --help
pl: Powinieneś wykonać equo --help
pt: Você deveria executar equo --help
ru: Вы должны запустить equo --help
uk: Вам слід виконати equo --help

source: You didn't run equo --help, did you?
ca: No heu executat equo --help, no?
pl: Nie wykonałeś equo --help, nieprawdaż?
pt: Você não executou equo --help, usou?
ru: Вы не запустили equo --help, так ведь?
uk: Ви не виконали equo --help, так?

source: Did you even read equo --help??
ca: Heu llegit equo --help, almenys?
pl: Czy kiedykolwiek przeczytałeś equo --help??
pt: Você pelo menos leu o equo --help??
ru: Вы когда-нибудь читали equo --help??
uk: Ви коли-небудь читали equo --help??

source: I give up. Run that equo --help !!!!!!!
ca: Ja n'hi ha prou! Executeu equo --help!!!!!!
pl: Poddaję się. Wpisz to equo --help!!!!!!
pt: Desisto. Execute aquele equo --help !!!!!!!
ru: Я умываю руки. Запусти уже этот чёртов equo --help !!!!!!!
uk: Замахав. Виконай вже цей клятий equo --help !!!!!!!

source: OH MY GOD. RUN equo --heeeeeeeeeeeeeelp
ca: OH DÉU MEU. EXECUTEU equo --heeeeeeeeeelp
pl: O NIE... WYKONAJ equo --heeeeeeeeeeeeeelp
pt: MEU DEUS, EXECUTE equo --heeeeeeeeeeeeeelp
ru: О, Боже. ЗАПУСТИ ЭТОТ ГРЁБАНЫЙ equo --help...
uk: Капець. Та ВИКОНАЙ нарешті цей клятий equo --help...

source: Illiteracy is a huge problem in this world
ca: L'analfabetisme és un gran problema en aquest món
pl: Nieumiejętność czytania ze zrozumieniem to dzisiaj duży problem
pt: Analfabetismo é um problema sério nesse mundo
ru: Невежество - путь к ереси.
uk: Невігластво - найбільша проблема у світі

source: Ok i give up, you are hopeless
ca: D'acord, jo plego, no teniu sort
pl: OK, poddaję się - nie ma dla ciebie nadziei
pt: Beleza, eu desisto, você não tem jeito
ru: Окей, я сдаюсь. Ты неисправим.
uk: Гаразд, я здаюся. Ти невиправний.

source: Go to hell.
ca: Aneu a pastar fang.
pl: Idź do diabła.
pt: Vá pro inferno.
ru: Иди к чёрту.
uk: Та бодай тебе...

source: Basic Options
ca: Opcions bàsiques
pl: Podstawowe opcje
pt: Opções Básicas
ru: Основные опции
uk: Основні параметри

source: this output
ca: aquesta sortida
pl: ten tekst
pt: esta saída
ru: выдает этот мануал
uk: цю інструкцію

source: print version
ca: mostra la versió
pl: wypisz wersję
pt: imprimir versão
ru: отображает версию
uk: відображає версію

source: disable colorized output
ca: desactiva la sortida en colors
pl: nie używaj kolorów
pt: desabilitar saída colorida
ru: деактивирует цветное отображение
uk: деактивує кольорове відображення

source: print a bash completion script to stdout
ca: imprimeix un script de compleció bash a stdout
pl: wypisz na standardowe wyjście uzupełnienia poleceń basha
pt: imprimir script do interpretador de comandos para o stdout

source: Application Options
ca: Opcions de l'aplicació
pl: Opcje programu
pt: Opções de Aplicação
ru: Опции приложения
uk: Опції програми

source: update configured repositories
ca: sincronitza els repositoris configurats
pl: zaktualizuj skonfigurowane repozytoria
pt: atualizar repositórios configurados
ru: обновить конфигурированные репозитории
uk: оновити налаштовані репозиторії

source: force sync regardless repositories status
ca: força la sincronització sense tenir en compte l'estat dels repositoris
pl: wymuś aktualizację niezależnie od statusu repozytoriów
pt: forçar sincronização sendo indiferente ao status do repositório
ru: форсировать синхронизацию безотносительно к статусу репозитория
uk: пришвидшити синхронізацію, не зважаючи на статус репозиторію

source: manage your repositories
ca: gestioneu els vostres repositoris
pl: zarządzaj swoimi repozytoriami
pt: gerenciar seus repositórios

source: enable given repository
ca: habilita el repositori especificat
pl: włącz podane repozytorium
pt: habilitar o repositório especificado

source: disable given repository
ca: desactiva el repositori especificat
pl: wyłącz podane repozytorium
pt: desabilitar o repositório especificado

source: add repository (pass repository string)
ca: affegeix un repositori (passeu la cadena del repositori)
pl: dodaj repozytorium (podaj ciąg znaków repozytorium)
pt: adiciona repositório (sequência de passe)

source: remove repository
ca: elimina el repositori
pl: usuń repozytorium
pt: remover o repositório

source: reorder mirrors basing on response time
ca: reordena les rèpliques de repositori segons el temps de resposta
pl: posortuj serwery lustrzane bazując na czasie odpowiedzi
pt: re-ordenar os repositórios, baseando-se no tempo de resposta

source: repository notice board reader
ca: lector del tauler de notícies del repositori
pl: czytnik powiadomień dla repozytorium
pt: leitor de quadro de avisos de repositório
ru: просмотрщик доски уведомлений репозитория
uk: переглядач дошки повідомлень репозиторію

source: show respositories status
ca: mostra l'estat dels repositoris
pl: pokaż status repozytoriów
pt: mostrar status dos repositórios
ru: показать статус репозиториев
uk: відобразити статус репозиторіїв

source: search packages in repositories
ca: cerca paquets en els repositoris
pl: szukaj pakietów w repozytoriach
pt: buscar pacotes nos repositórios
ru: найти пакеты в репозиториях
uk: знайти пакунки в репозиторіях

source: match a package in repositories
ca: coincidència d'un paquet en els repositoris
pl: dopasuj pakiet w repozytoriach
pt: comparar um pacote nos repositórios
ru: провести подсчет по пакету в репозиториях
uk: порівняти пакунки в репозиторіях

source: return all the possible matches
ca: retorna totes les coincidències possibles
pl: zwróć wszystkie możliwe dopasowania
pt: retornar todos os possíveis resultados
ru: показать все возможные подсчеты
uk: виявити всі можливі тотожності

source: match inside installed packages repository
ca: coincideix dins el repositori de paquets instal·lats
pl: dopasuj w repozytorium zainstalowanych pakietów
pt: confirma repositório dos pacotes instalados

source: return matches from every repository
ca: retorna les coincidències amb tots els repositoris
pl: zwróć dopasowania dla każdego repozytorium
pt: retornar correspondentes em cada repositório
ru: показать подсчеты по каждому репозиторию
uk: виявити тотожності кожного репозиторію

source: print repository information (w/--quiet)
ca: mostra informació del repositori (w/--quiet)
pl: wypisz informacje o repozytorium (z --quiet)
pt: imprimir informação de repositório (pode ser usado junto com --quiet)
ru: отображает информацию репозитория (с --quiet)
uk: відображає інформацію репозиторію (з --quiet)

source: print description too (w/--quiet)
ca: a més, mostra la descripció (w/--quiet)
pl: wypisz także opis (z --quiet)
pt: imprimir descrição também (pode ser usado junto com --quiet)
ru: показывает ещё и описание (с --quiet)
uk: відображає ще й опис (с --quiet)

source: upgrade your distribution to a new release (branch)
ca: actualitza la distribució a una nova versió (branca)
pl: zaktualizuj dystrybucje do najnowszego wydania (gałęzi)
pt: atualizar sua distribuição para um novo lançamento (galho)
ru: обновить систему до новой версии (ветки)
uk: оновлення до нової версії (гілки)

source: update system with the latest available packages
ca: actualitza el sistema amb els últims paquets disponibles
pl: zaktualizuj system do najnowszych dostępnych pakietów
pt: atualizar sistema com os últimos pacotes disponíveis
ru: обновить систему с самыми последними доступными пакетами
uk: оновити систему найновішими наявними пакунками

source: ask before making any changes
ca: pregunta abans de fer cap canvi
pl: pytaj przed dokonaniem zmian
pt: perguntar antes de realizar quaisquer mudanças
ru: спрашивать перед любыми изменениями
uk: питати перед будь-якими змінами

source: just download packages
ca: només baixa els paquets
pl: tylko pobierz pakiety
pt: apenas receber arquivos
ru: просто загрузить пакеты
uk: просто завантажити пакунки

source: only show what would be done
ca: mostra el que es pretén fer, sense fer-ho
pl: tylko pokaż, co zostałoby zrobione
pt: apenas mostrar o que seria feito
ru: показывать только то, что будет сделано
uk: показувати лише те, що буде зроблено

source: show more details about what is going on
ca: mostra més detalls del procés en l'execució
pl: pokaż więcej szczegółów dotyczących tego, co się dzieje
pt: mostrar mais detalhes sobre o que está acontecendo
ru: показывать больше деталей на тему того, что будет происходить
uk: відображати більше інформації щодо поточного процесу

source: reinstall all the packages and their dependencies
ca: instal·la de nou tots els paquets i les seves dependències
pl: przeinstaluj wszystkie pakiety wraz z ich zależnościami
pt: reinstalar todos os pacotes e suas dependências
ru: переустановить все пакеты и их зависимости
uk: перевстановити всі пакунки та їх залежності

source: same as --replay
ca: el mateix que --replay
pl: to samo co --replay
pt: mesmo de --replay
ru: то же, что и --replay
uk: те ж, що й --replay

source: resume previously interrupted operations
ca: continua amb les operacions prèviament interrompudes
pl: wznów przerwane wcześniej operacje
pt: retomar operações anteriormente interrompidas
ru: принимает ранее отмененные операции
uk: відновлює попередньо скасовані операції

source: used with --resume, makes the first package to be skipped
ca: usat amb --resume, fa que es salti el primer paquet de la cua
pl: używane z --resume, powoduje, że pierwszy pakiet zostanie pominięty
pt: usado com --resume, faz o primeiro pacote ser pulado
ru: при использовании с --resume пропускает первый пакет
uk: при використанні з --resume пропускає перший пакунок

source: download multiple packages in parallel (default 3)
ca: descarrega múltiples paquets en paral·lel (3 per defecte)
pl: pobieraj wiele (domyślnie 3) pakietów jednocześnie
pt: receber múltiplos pacotes em paralelo (o padrão é 3)
ru: скачать несколько пакетов параллельно (по умолчанию 3)
uk: завантажити кілька пакунків паралельно (за замовчуванням - 3 шт.)

source: download N packages in parallel (max 10)
ca: descarrega N paquets en paral·lel (màx. 10)
pl: pobieraj N pakietów jednocześnie (maksymalnie 10)
pt: receber N pacotes em paralelo (máximo de 10)
ru: скачать N пакетов параллельно (максимум 10)
uk: завантажити N пакунків паралельно (максимум 10 шт.)

source: security infrastructure functions
ca: funcions de la infraestructura de seguretat
pl: funkcje infrastruktury związanej z bezpieczeństwem
pt: funções de segurança de infraestrutura
ru: функции инфраструктуры безопасности
uk: функції інфраструктури безпеки

source: show less details (useful for scripting)
ca: mostra menys detalls (útil per fer scripts)
pl: pokazuj mniej szczegółów (przydatne do skryptów)
pt: mostrar menos detalhes (útil para scripting)
ru: показать меньше деталей (полезно для скриптинга)
uk: відобразити менше деталей (корисно для скріптінгу)

source: download the latest Security Advisories
ca: baixa els últims avisos de seguretat
pl: pobierz ostatnie rekomendacje bezpieczeństwa
pt: receber os últimos Consultivos de Segurança
ru: загружает последние уведомления о безопасности
uk: завантажити останні повідомлення про безпеку

source: force download even if already up-to-date
ca: força la baixada, encara que ja estigui actualitzat
pl: wymuś pobieranie nawet jeśli już aktualne
pt: forçar baixar os pacotes novamente, mesmo que já atualizados

source: list all the available Security Advisories
ca: llista tots els avisos de seguretat disponibles
pl: wypisz wszystkie dostępne rekomendacje bezpieczeństwa
pt: listar todos os Consultivos de Segurança disponíveis
ru: выдаёт список всех доступных уведомлений о безопасности
uk: відобразити всі наявні повідомлення про безпеку

source: list only affected
ca: llista només els afectats
pl: wypisz tylko dotknięte problemem
pt: listar apenas os afetados
ru: показать только список уязвимого
uk: відобразити лише уразливі

source: list only unaffected
ca: llista només els no afectats
pl: wypisz tylko te, które nie są dotknięte problemem
pt: listar apenas os não afetados
ru: показать только список неуязвимого
uk: відобразити лише невразливі

source: show information about provided advisories identifiers
ca: mostra informació sobre els identificadors d'avisos de seguretat proporcionats
pl: pokaż informację o dostarczonych identyfikatorach rekomendacji
pt: mostrar informação sobre identificadores de consultivos fornecidos
ru: показать информацию о идентификаторах предоставленных уведомлений
uk: показати інформацію про ідентифікатори наданих повідомлень

source: automatically install all the available security updates
ca: instal·la automàticament les actualitzacions de seguretat disponibles
pl: automatycznie zainstaluj wszystkie dostępne aktualizacje bezpieczeństwa
pt: instalar automaticamente todas atualizações de segurança disponíveis
ru: автоматически установить все доступные обновления безопасности
uk: автоматично встановити всі наявні оновлення безпеки

source: just show what would be done
ca: mostra el que es pretén fer, sense fer-ho
pl: tylko pokaż, bo zostałoby zrobione
pt: apenas mostrar o que seria feito
ru: показывает только то, что будет сделано
uk: відобразити лише те, що буде зроблено

source: install atoms or binary packages
ca: instal·la àtoms o paquets binaris
pl: zainstaluj atomy lub binarne pakiety
pt: instalar átomos ou pacotes binários
uk: інсталювати атоми або пакунки. tbz2

source: just download packages without doing the install
ca: només baixa els paquets, sense instal·lar-los
pl: tylko pobierz pakiety bez instalowania ich
pt: apenas receber os pacotes sem instalá-los
ru: только загрузить пакеты без установки
uk: завантажити лише пакунки без встановлення

source: do not pull in any dependency
ca: no posa a la cua cap dependència
pl: nie bierz pod uwagę zależności
pt: não puxar para dentro nenhuma dependência
ru: не относить к какой-либо зависимости
uk: не співставляти з жодною залежністю

source: also pull in build-time dependencies
ca: posa a la cua també dependències en temps de construcció
pl: weź też zależności do zbudowania elementu
pt: também puxar dependências build-time

source: used with --resume, makes the first package in queue to be skipped
ca: usat amb --resume, fa que es salti el primer paquet de la cua
pl: używane z --resume, powoduje, że pierwszy pakiet w kolejce zostanie pominięty
pt: usado com --resume, faz o primeiro pacote na fila ser pulado
ru: при использовании с --resume пропускает первый пакет в очереди
uk: при використанні з --resume пропускає перший пакунок в черзі

source: remove downloaded packages after being used
ca: elimina els paquets baixats després d'usar-los
pl: usuń pobrane pakiety po ich wykorzystaniu
pt: remover pacotes recebidos após serem usados
ru: удалить скачанные пакеты после использования
uk: видалити завантажені пакунки після використання

source: pull all the dependencies in, regardless their state
ca: posa a la cua totes les dependències, sense tenir en compte el seu estat
pl: pociągnij za sobą wszystkie zależności, niezależnie od ich stanu
pt: puxar todas dependências para dentro, independente dos seus estados
ru: добавляет все зависимости, не принимая во внимание на их статус
uk: додає всі залежності, не зважаючи на їх статус

source: calm down dependencies resolution algorithm (might be risky)
ca: calma l'algorisme de resolució de dependències (pot ser arriscat)
pl: powoduje, że algorytm rozwiązywania zależności działa łagodniej (może być ryzykowne)
pt: algoritmo de dependências calmo ou relaxado (pode ser arriscado)
uk: спростити алгоритм пошуку залежностей (може бути небезпечним)

source: makes dependency rules stricter
ca: fa les normes de dependències més estrictes
pl: powoduje bardziej rygorystyczne rozwiązywanie zależności
pt: faz as regras de dependências mais rígidas
ru: делает строже правила касательно зависимостей
uk: робить суворішими правила щодо залежностей

source: makes old configuration files to be removed
ca: elimina els fitxers de configuració antics
pl: powoduje, że stare pliki konfiguracyjne będą usuwane
pt: faz antigos arquivos de configuração serem removidos
ru: отправляет на удаление старые файлы конфигурации
uk: надсилає на видалення старі файли налаштуваннь

source: download atoms source code
ca: descarrega el codi font dels àtoms
pl: pobierz kod źródłowy atomów
pt: receber código-fonte de atoms
ru: скачать исходный код атомов
uk: завантажити вихідний код атомів

source: save sources in current working directory
ca: desa les fonts en el directori de treball actual
pl: zapisz źródła w bieżącym katalogu roboczym
pt: salvar códigos-fonte no diretório de trabalho atual
ru: сохранить исходники в текущей рабочей папке
uk: зберегти вихідні коди в поточній робочій теці

source: remove one or more packages
ca: elimina un o més paquets
pl: usuń jednej lub więcej pakietów
pt: remover um ou mais pacotes
ru: удалить один или более пакетов
uk: видалити один або більше пакунків
