Repository: Enlik/entropy
Catalog: misc/po/*.po
Languages: ca, pl, pt, ru, uk

source: Removing in 20 seconds !!
ca: S'eliminarà en 20 segons !!
pl: Usuwanie za 20 sekund!
pt: Removendo em 20 segundos !!
ru: Удаление через 20 секунд !!
uk: Видалю через 20 секунд!!

source: Automerging config file, never modified
ca: S'està combinant automàticament el fitxer de configuració; no s'ha modificat mai
pl: Automatycznie łączenie pliku konfiguracyjnego, nie był modyfikowany
pt: Auto mesclando arquivo de configuração, nunca modificado
ru: Автообъединение конфигурационного файла, никогда не модифицировавшегося
uk: Автооб'єднання файлу налаштувань, що ніколи не був змінений

source: Circular symlink issue
ca: Problema de symlink circular
pl: Zapętlone dowiązanie symboliczne
pt: Ocorrência de symlink circular

source: file expected, directory found
ca: s'esperava un fitxer i s'ha trobat un directori
pl: oczekiwano pliku, a znaleziono katalog
pt: Arquivo esperado e diretório encontrado
ru: найдена папка, хотя нужен был файл
uk: знайдена тека, хоча потрібен був файл

source: File move error
ca: Error en desplaçar el fitxer
pl: Błąd przy przenoszeniu pliku
pt: Erro ao movimentar arquivo
ru: Ошибка при перемещении файла
uk: Переміщення файлу закінчилось помилково

source: please report
ca: si us plau informeu-ne
pl: proszę zgłosić
pt: por favor reporte
ru: пожалуйста, отправьте отчет
uk: будь-ласка, надішліть повідомлення

source: Skipping file installation/removal
ca: S'omet la instal·lació/eliminació del fitxer
pl: Pomijanie operacji instalacji/usuwania pliku
pt: Pulando instalação/remoção de pacote
ru: Пропуск установки/удаления файла
uk: Пропускаю встановлення/видалення файлу

source: Collision found during install for
ca: S'ha trobat una col·lisió en la instal·lació per
pl: Podczas instalowania znaleziono kolizję
pt: Colisão encontrada durante a instalação para
ru: Обнаружено противоречие во время установки
uk: Виявлено протиріччя під час встановлення

source: cannot overwrite
ca: no es pot sobreescriure
pl: nie można nadpisać
pt: não é possível sobrescrever
ru: невозможно перезаписать
uk: неможливо перезаписати

source: Downloading
ca: S'està baixant
pl: Pobieranie
pt: Recebendo
ru: Скачивание
uk: Завантаження

source: Local path
ca: Camí local
pl: Lokalna ścieżka
pt: Caminho local
ru: Локальный путь
uk: Локальний шлях

source: Downloading archive
ca: S'està baixant el fitxer

source: Package cannot be fetched. Try to update repositories
ca: No es pot obtenir el paquet. Intenteu actualitzar els repositoris
pl: Pakiet nie może być pobrany. Spróbuj zaktualizować repozytoria
pt: Pacote não pôde ser obtido. Atualize os repositórios e tente novamente
ru: Пакет не может быть загружен. Попробуйте обновить репозитории.
uk: Пакунок не можливо завантажити. Спробуйте оновити репозиторії.

source: archives
ca: fitxers
pl: archiwum/ów
pt: arquivos
ru: архивы
uk: архіви

source: Some packages cannot be fetched
ca: Alguns paquets no es poden obtenir
pl: Niektóre pakiety nie mogły zostać pobrane
pt: Alguns pacotes não puderam ser obtidos
ru: Некоторые пакеты не могут быть загружены
uk: Деякі пакунки не можливо завантажити

source: Try to update your repositories and retry
ca: Intenteu actualitzar els repositoris i torneu-ho a intentar
pl: Spróbuj zaktualizować swoje repozytoria i ponowić
pt: Atualize os repositórios e tente novamente
ru: Попробуйте обновить репозитории и попробовать снова
uk: Спробуйте оновити репозиторії і повторіть спробу

source: Package cannot be downloaded, unknown error.
ca: El paquet no s'ha pogut baixar, error desconegut.
pl: Pakiet nie może zostać pobrany, nieznany błąd.
pt: Erro desconhecido. o pacote não pôde ser baixado.
ru: Пакет не может быть скачан, неизвестная ошибка.
uk: Пакунок не можливо завантажити, невідома помилка.

source: Installed package in queue vanished, skipping.
ca: El paquet instal·lat a la cua ha desaparegut, s'omet.
pl: Zainstalowany pakiet w kolejce zniknął, pomijanie.
pt: Pacote instalado na fila desapareceu, pulando.
ru: Установленные пакеты в очереди очищены, пропускаем.
uk: Встановлені пакунки в черзі очищені, пропускаю.

source: Unpacking package
ca: S'està desempaquetant

source: Merging package
ca: S'està combinant el paquet
pl: Instalowanie pakietu
pt: Mesclando pacote
ru: Соединение пакета
uk: Об'єднання пакунку

source: You are running out of disk space
ca: Us esteu quedant sense espai al disc
pl: Kończy ci się miejsce na dysku
pt: Sua capacidade de armazenamento em disco está acabando
ru: Осталось совсем мало места на диске
uk: На вашому диску залишилося зовсім мало місця

source: I bet, you're probably Michele
ca: Us repto, probablement sou Michele
pl: Założę się, że możesz być Michele
pt: Você é provávelmente a Michele, não é?
ru: Спорим, что ты Микеле
uk: Б’юсь об заклад, що ти Михайло

source: An error occured while trying to unpack the package
ca: S'ha produït un error mentre s'estava intentant desempaquetar
pl: Podczas próby rozpakowania pakietu pojawił się błąd
pt: Ocorreu um erro ao tentar desempacotar pacote
ru: Произошла ошибка при попытке распаковать пакет
uk: Трапилась помилка при спробі розпакувати пакунок

source: Check if your system is healthy
ca: Comprova si el sistema està sa
pl: Sprawdź, czy twój system jest zdrowy
pt: Checando se seu sistema está saudável
ru: Проверьте, всё ли в порядке с системой
uk: Перевірте, чи все гаразд з вашою системою

source: Installing package
ca: S'està instal·lant el paquet
pl: Instalowanie pakietu
pt: Instalando pacote
ru: Установка пакета
uk: Встановлення пакунку

source: <3 debug files installation enabled <3
ca: <3 depuració d'instal·lació de fitxers activada <3
pl: <3 instalowanie plików do debugowania aktywne <3
pt: <3 instalação de arquivos para Debug ativada <3

source: An error occured while trying to install the package
ca: S'ha produït un error mentre s'estava intentant instal·lar el paquet
pl: Podczas próby zainstalowania pakietu pojawił się błąd
pt: Um erro ocorreu enquanto tentando instalar o pacote
ru: Произошла ошибка при попытке установить пакет
uk: Трапилась помилка при спробі встановлення пакунку

source: Removing data
ca: S'estan eliminant dades
pl: Usuwanie danych
pt: Removendo dados
ru: Удаление информации
uk: Видалення інформації

source: An error occured while trying to remove the package
ca: S'ha produït un error mentre s'estava intentant eliminar el paquet
pl: Podczas próby usuwania pakietu pojawił się błąd
pt: Um erro ocorreu enquanto tentando remover o pacote
ru: Произошла ошибка при попытке удалить пакет
uk: Трапилась помилка при спробі видалення пакунку

source: Check if you have enough disk space on your hard disk
ca: Comproveu si teniu suficient espai al disc dur
pl: Sprawdź, czy masz wystarczająco dużo miejsca na twardym dysku
pt: Verifique se você tem espaço livre suficiente no seu disco rígido
ru: Проверьте, достаточно ли места на жёстком диске
uk: Перевірте, чи достатньо місця на жорсткому диску

source: Cleaning
ca: S'està suprimint
pl: Czyszczenie
pt: Limpando
ru: Очистка
uk: Очищення

source: Cleaning previously installed application data.
ca: S'estan netejant les dades de les aplicacions instal·lades anteriorment.
pl: Czyszczenie danych wcześniej zainstalowanych programów.
pt: Limpando dados do aplicativos anteriormente instalados

source: Configuring package
ca: S'està configurant el paquet
pl: Konfigurowanie pakietu
pt: Configurando pacote
ru: Конфигурирование пакета
uk: Налаштування пакунку

source: An error occured while trying to configure the package
ca: S'ha produït un error mentre s'estava intentant configurar el paquet
pl: Podczas próby skonfigurowania pakietu pojawił się błąd
pt: Um erro ocorreu ao tentar configurar o pacote
ru: Случилась ошибка при попытке конфигурирования пакета
uk: Трапилася помилка при спробі налаштування пакунку

source: Make sure that your system is healthy
ca: Assegureu-vos que el sistema està sa
pl: Upewnij się, że twój system jest zdrowy
pt: Certifique-se de que seu sistema está saudável
ru: Будьте уверены, что с Вашей системой всё в порядке
uk: Переконайтесь, що з Вашою системою все гаразд

source: It seems that Source Package Manager entry is missing
ca: Sembla que falta l'entrada del gestor de paquets font
pl: Wygląda na to, że brakuje elementu w menadżerze pakietów źródłowych
pt: Parece que a entrada do Gerenciador dePacotes-Fonte está faltando
ru: Это означает, что недостаёт записи Менеджера Пакетов Источника
uk: Схоже, неможливо знайти записи Менеджера пакунків

source: Installed package vanished
ca: El paquet instal·lat ha desaparegut
pl: Zainstalowany pakiet zaginął
pt: Pacotes Instalados, instalador finalizado
ru: Установленный пакет исчез
uk: Встановлений пакунок зник

source: Fetch not available
ca: No es pot obtenir
pl: Pobranie niedostępne
pt: processamento da fila não disponível
ru: Загрузка недоступна
uk: Завантаження неможливе

source: Fetching
ca: S'està baixant
pl: Pobieranie
pt: Obtendo
ru: Загрузка
uk: Завантаження

source: Multi Fetching
ca: Baixada múltiple
pl: Równoczesne pobieranie
pt: Obtendo Vários Pacotes
ru: Мульти-загрузка
uk: Мульти-завантаження

source: packages
ca: paquets
pl: pakietu/ów
pt: pacotes
ru: пакеты
uk: пакунки

source: Fetching sources
ca: S'estan obtenint les fonts
pl: Pobieranie źródeł
pt: Obtendo códigos-fontes
ru: Загрузка источников
uk: Завантаження джерел

source: Verifying
ca: S'està verificant
pl: Weryfikowanie
pt: Verificando
ru: Проверка
uk: Перевірка

source: Multi Verification
ca: Verificació de l'empremta electrònica múltiple
pl: Multiweryfikacja
pt: Verificando Vários Pacotes
ru: Мульти-проверка
uk: Мульти-перевірка

source: Unpacking
ca: S'està desempaquetant
pl: Rozpakowywanie
pt: Desempacotando
ru: Распаковка
uk: Розпакування

source: Merging
ca: S'està combinant
pl: Instalowanie (scalanie)
pt: Mesclando
ru: Объединение
uk: Об'єднання

source: Installing
ca: S'està instal·lant
pl: Instalowanie
pt: Instalando
ru: Установка
uk: Встановлення

source: Postinstall
ca: Postinstal·lació
pl: Etap postinstall
pt: Pós-instalação
ru: Завершение установки
uk: Завершення встановлення

source: Preinstall
ca: Preinstal·lació
pl: Etap preinstall
pt: Pré-instalação
ru: Подготовка к установке
uk: Підготовка до встановлення

source: Preremove
ca: Preeliminació
pl: Etap preremove
pt: Pré-remoção
ru: Подготовка к удалению
uk: Підготовка до видалення

source: Postremove
ca: Posteliminació
pl: Etap postremove
pt: Pós-remoção
ru: Завершение удаления
uk: Завершення видалення

source: Configuring
ca: S'està configurant
pl: Konfigurowanie
pt: Configurando
ru: Конфигурирование
uk: Налаштування

source: Another Entropy is currently running.
ca: S'està executant una altra instància d'Entropy.
pl: Inny klient Entropy jest już uruchomiony.
pt: Outra instância do Entropy está em execução.

source: Cannot acquire Entropy resources lock.
ca: No es pot accedir al bloqueig de recursos d'Entropy.
ru: Невозможно подтвердить блокировку ресурсов Entropy

source: An error occured. Action aborted.
ca: S'ha produït un error. L'acció s'ha interromput.
pl: Wystąpił błąd. Czynność przerwana.
pt: Um erro ocorreu. Ação abortada.
ru: Произошла ошибка. Действие отменено.
uk: Виникла помилка. Дію скасовано.

source: Not prepared yet
ca: Encara no està preparat
pl: Jeszcze niegotowe
pt: Ainda não preparado
ru: Ещё не подготовлено.
uk: Ще не підготовано.

source: Something bad happened. Please have a look.
ca: Alguna cosa no ha anat com era d'esperar. Si us plau, comproveu-ho.
pl: Coś się stało nie tak jak powinno. Proszę, rzuć okiem.
pt: Algo ruim aconteceu. Por favor dê uma olhada.
ru: Случилось что-то нехорошее. Пожалуйста, взгляните.
uk: Трапилось щось недобре. Будь-ласка, погляньте.

source: there are
ca: hi ha
pl: jest/są
pt: Existem

source: package files that could be removed
ca: fitxers de paquets que poden eliminar-se
pl: plików pakietów, które mogą być usunięte
pt: Pacotes a serem removidos

source: Packages are stored in
ca: Els paquets estan desats a
pl: Pakiety znajdują się w
pt: Pacotes armazenados em

source: a new release is available
ca: hi ha una nova versió disponible
pl: nowa wydanie jest dostępne
pt: um novo lançamento está disponível
ru: доступна новая версия
uk: наявна нова версія

source: Mind to install it before any other package
ca: Recordeu instal·lar-la abans que cap altre paquet
pl: Nie zapomnij go zainstalować przed innymi pakietami
pt: É importante atualizá-lo antes de qualquer outro pacote
ru: Не забудьте установить это перед любыми другими пакетами
uk: Не забудьте встановити її раніше за ніж будь-які інші пакунки

source: Advisories fetch error
ca: Error en l'obtenció d'avisos
pl: Błąd przy pobieraniu list rekomendacji bezpieczeństwa
pt: Erro na captura de consultivos
ru: Ошибка при загрузке уведомлений
uk: Помилка при завантаженні повідомлень

source: Repositories synchronization
ca: Sincronització dels repositoris
pl: Synchronizacja repozytoriów
pt: Sincronização de repositórios
ru: Синхронизация репозитория
uk: Синхронізація репозиторію

source: must be an ASCII string
ca: ha de ser una cadena ASCII

source: cannot start with
ca: no pot començar amb
pl: nie może się zaczynać od
pt: não é possível iniciar com
ru: невозможно стартовать с
uk: неможливо стартувати з

source: Name already taken
ca: Aquest nom ja està ocupat
pl: Nazwa zajęta
pt: Nome já utilizado
ru: Имя уже установлено
uk: Ім'я вже встановлено

source: Cannot remove the old element
ca: L'element antic no es pot eliminar
pl: Nie można usunąć starego elementu
pt: Não é possível remover o elemento antigo
ru: Невозможно удалить старый элемент
uk: Неможливо видалити старий елемент

source: Cannot create the element
ca: No es pot crear l'element
pl: Nie można utworzyć elementu
pt: Não é possível criar o elemento
ru: Невозможно создать элемент
uk: Неможливо створити елемент

source: Already removed
ca: Ja s'ha eliminat
pl: Już usunięte
pt: Já removido
ru: Уже удалено
uk: Вже видалено

source: Not defined by user
ca: No s'ha definit per l'usuari
pl: Niezdefiniowane przez użytkownika
pt: Não definido pelo usuário
ru: Не указано пользователем
uk: Не вказано користувачем

source: Set not found or unable to remove
ca: No es troba o no es pot eliminar
pl: Zbiór nieznaleziony albo nie można usunąć
pt: Conjunto não encontrado ou não é possível remover
ru: Набор не найден или невозможно удалить
uk: Набір не знайдено або неможливо видалити

source: Source Package Manager interface can't be loaded
ca: La interfície del gestor de paquets font no es pot carregar
pl: Interfejs menadżera pakietów źródłowych nie może zostać załadowany
pt: Interface do Portage não pôde ser carregada
ru: Пакетный менеджер источника не может быть загружен
uk: Не можу завантажити Пакунковий Менеджер Джерела

source: please fix
ca: Si us plau arregleu
pl: proszę naprawić
pt: por favor conserte
ru: пожалуйста, пофиксите
uk: будь-ласка, виправте (пофіксіть)

source: Cannot run External trigger for
ca: No es pot executar l'activador extern per
pl: Nie można uruchomić zewnętrznego wyzwalacza dla
pt: Não é possível executar gatilho Externo para
ru: Невозможно запустить Внешний триггер для
uk: Неможливо виконати Зовнішній тригер для

source: post-install phase
ca: fase de postinstal·lació
pl: etap post-install
pt: Pós-instalação
ru: фаза пост-установки
uk: фаза пост-установки

source: pre-install phase
ca: Fase de preinstal·lació
pl: etap pre-install
pt: Pré-instalação
ru: фаза предустановки
uk: фаза попереднього встановлення

source: pre-remove phase
ca: Fase de preeliminació
pl: etap pre-remove
pt: Pré-remoção
ru: фаза пред-удаления
uk: фаза перед-видалення

source: post-remove phase
ca: Fase de posteliminació
pl: etap post-remove
pt: Pós-remoção
ru: фраза пост-удаления
uk: фраза пост-видалення

source: Runtime dependency
ca: Dependència en temps d'execució
pl: Zależność do uruchomienia programu
pt: Executando teste de dependências

source: Post dependency
ca: Post dependència
pl: Zależność typu post
pt: Postando dependência

source: Manually added (by staff) dependency
ca: Dependència afegida manualment (pel personal)
pl: Zależność dodana ręcznie (przez twórców)
pt: Dependência adicionada pelo Grerenciamento

source: Build dependency
ca: Dependència de construcció
pl: Zależność do zbudowania pakietu
pt: Construindo dependência

source: Corrupted Client Repository. Please restore a backup.
ca: El repositori del client està malmès. Si us plau, restaureu una còpia de seguretat.
pl: Uszkodzone repozytorium klienta. Proszę przywrócić z kopii zapasowej.
pt: Repositório de Cliente Corrompido. Por favor restaure uma cópia de segurança.
ru: Испорчен клиент репозитория. Пожалуйста, восстановите из резервной копии.
uk: Зіпсований репозиторій користувача. Будь-ласка, відновіть з резервної копії.

source: reason not available
ca: la raó no està disponible
pl: powód niedostępny
pt: razão não disponível
ru: причина недоступна
uk: причина невідома

source: user package.mask
ca: package.mask d'usuari
pt: package.mask do usuário
ru: package.mask пользователя
uk: package.mask користувача

source: system keywords
ca: keyword del sistema
pt: palavras-chave do sistema
ru: системные ключевые слова
uk: системні ключові слова

source: user package.unmask
ca: package.unmask d'usuari
pt: package.unmask do usuário
ru: package.unmask пользователя
uk: package.unmask користувача

source: user repo package.keywords (all packages)
ca: package.keywords del repositori d'usuari (tots els paquets)
pt: package.keywords do repositório do usuário (todos pacotes)
ru: user repo package.keywords (все пакеты)
uk: репозитарії користувача package.keywords (усі пакунки)

source: user repo package.keywords
ca: package.keywords del repositori d'usuari
pt: package.keywords do repositório do usuário
uk: репозитарій користувача package.keywords

source: user package.keywords
ca: package.keywords d'usuari
pt: package.keywords do usuário
ru: package.keywords пользователя
uk: package.keywords користувача

source: completely masked (by keyword?)
ca: completament emmascarat (per keyword?)
pl: całkowicie zamaskowane (przez słowo kluczowe?)
pt: completamente mascarado (por palavra-chave?)
ru: полностью замаскировано (по ключевому слову?)
uk: повністю замасковано (за ключовим словом?)

source: repository general packages.db.mask
ca: packages.db.mask del repositori general
pt: package.db.mask geral do repositório
uk: загальний репозиторій packages.db.mask

source: repository general packages.db.keywords
ca: packages.db.keywords del repositori general
pt: package.db.keywords geral do repositório
ru: repository in branch packages.db.mask
uk: репозиторій гілки packages.db.mask

source: user license.mask
ca: license.mask d'usuari
pt: license.mask do usuário
uk: користувацька license.mask

source: user live unmask
ca: desemmascarat d'usuari autònom
pt: live unmask do usuário
uk: поточне демаскування користувача

source: user live mask
ca: emmascarat d'usuari autònom
pt: live mask do usuário
uk: поточна маска користувача

source: Comments
ca: Comentaris
pl: Komentarze
pt: Comentários
ru: Комментарии
uk: Коментарі

source: BBcode Documents
ca: Documents BBcode

source: Images/Screenshots
ca: Imatges/Captures de pantalla
pl: Obrazki/zrzuty ekranu
pt: Imagens/Fotos da Tela
ru: Изображения/скриншоты
uk: Зображення/скріншоти

source: Generic Files
ca: Fitxers genèrics
pl: Ogólne pliki
pt: Arquivos Genéricos
ru: Общие файлы
uk: Файли ядра

source: YouTube(tm) Videos
ca: Vídeos del YouTube(tm)

source: Comment
ca: Comentari
pl: Komentarz
pt: Comentário
ru: Комментарий
uk: Коментар

source: BBcode Document
ca: Document BBcode

source: Image/Screenshot
ca: Imatge/Captura de pantalla
pl: Obrazek/zrzut ekranu
pt: Imagem/Screenshot
ru: Изображение/скриншот
uk: Зображення/скріншот

source: Generic File
ca: Fitxer genèric
pl: Ogólny plik
pt: Arquivo Genérico
ru: Общий файл
uk: Загальний файл

source: YouTube(tm) Video
ca: Vídeo del YouTube(tm)

source: infinite
ca: infinit
pl: nieskończoność
pt: infinito
ru: бесконечно
uk: безконечно

source: sec
ca: s
pl: sek.
pt: seg
ru: сек
uk: сек.

source: Aggregated download
ca: Baixada agregada
pl: Skumulowane pobieranie
pt: Recebimento agregado
ru: Аггрегированная загрузка
uk: Сукупне завантаження

source: items
ca: element/s
pl: elementy/ów
pt: itens
uk: предмети

source: Entropy needs your attention
ca: Entropy us reclama l'atenció
pl: Entropy potrzebuje twojej uwagi
pt: Entropy precisa de sua atenção
ru: Entropy требует Вашего внимания
uk: Entropy вимагає Вашої уваги

source: Entropy got a question for you
ca: Entropy us fa una pregunta
pl: Entropy ma do ciebie pytanie
pt: Entropy tem uma pergunta para você
ru: у Entropy есть к Вам вопросы
uk: Entropy має до Вас запитання

source: Interrupted
ca: Interromput
pl: Przerwano
pt: Interrompido
ru: Отменено
uk: Скасовано

source: Selected number
ca: Nombre seleccionat
pl: Wybierz liczbę
pt: Escolha número
ru: Выбранный номер
uk: Обраний номер

source: Please select an option
ca: Si us plau, seleccioneu una opció
pl: Proszę wybrać opcję
pt: Por favor, escolha uma opção
ru: Пожалуйста, выберите опцию
uk: Будь-ласка, оберіть опцію

source: Discard all
ca: Descarta-ho tot
pl: Odrzuć wszystkie
pt: Descartar tudo
ru: Отменить всё
uk: Скасувати все

source: Confirm
ca: Confirmeu-ho
pl: Potwierdź
pt: Confirmar
ru: Подтвердить
uk: Підтвердити

source: Add item
ca: Afegeix elements
pl: Dodaj element
pt: Adicionar item
ru: Добавить предмет
uk: Додати предмет

source: Edit item
ca: Edita l'element
pl: Edytuj element
pt: Editar item

source: Remove item
ca: Elimina elements
pl: Usuń element
pt: Remover item
ru: Удалить предмет
uk: Видалити предмет

source: Show current list
ca: Mostra la llista actual
pl: Pokaż bieżącą listę
pt: Mostrar lista atual
ru: Показать текущий список
uk: Показати поточний перелік

source: Your choice (type a number and press enter):
ca: Escolliu una opció (escriviu un número i premeu retorn):
pl: Twój wybór (wpisz liczbę i wciśnij enter):
pt: Sua escolha (digite um número e aperte enter):
ru: Ваш выбор (введите номер и нажмите Enter)
uk: Ваш вибір (введіть номер і натисніть Enter)

source: You don't have typed a number.
ca: No heu escriu un número.
pl: Nie wpisałeś liczby.
pt: Você não digitou um número.
ru: Вы не ввели номер.
uk: Ви не ввели номер.

source: Invalid action.
ca: L'acció no és vàlida.
pl: Nieprawidłowa czynność.
pt: Ação inválida.
ru: Неправильное действие.
uk: Хибна дія.

source: String to add (-1 to go back):
ca: Cadena a afegir (-1 per tornar):
pl: Łańcuch do dodania (-1 - wstecz):
pt: Cadeia de caracteres a adicionar (-1 para retornar):

source: Invalid string.
ca: La cadena no és vàlida.
pl: Nieprawidłowy łańcuch znaków.
pt: Cadeia de caracteres inválida.
ru: Неправильная строка.
uk: Помилковий рядок.

source: Element number to edit (-1 to go back):
ca: Número de l'element a editar (-1 per tornar):
pl: Numer elementu do edycji (-1 - wstecz):
pt: Número do elemento para editar (-1 para retornar):

source: old
ca: antic
pl: stare
pt: obsoleto(a)

source: new value:
ca: valor nou:
pl: nowa wartość:
pt: novo valor:

source: Invalid element.
ca: L'element no és vàlid.
pl: Nieprawidłowy element.
pt: Elemento inválido.
ru: Неправильный элемент.
uk: Хибний елемент.

source: Element number to remove (-1 to go back):
ca: Número de l'element a eliminar (-1 per tornar):
pl: Numer elementu do usunięcia (-1 - wstecz):
pt: Número do elemento para remover (-1 para retornar)

source: Now searching for broken reverse dependencies
ca: Ara s'estan cercant dependències inverses trencades

source: scanning for broken reverse dependencies
ca: s'estan cercant dependències inverses trencades
pl: skanowanie za uszkodzonymi zależnościami wstecznymi
pt: Procurando por dependências reversas quebradas

source: broken libraries detected
ca: s'han detectat llibreries trencades
pl: wykryto uszkodzone biblioteki
pt: bibliotecas quebradas foram encontradas
ru: испорченные библиотеки найдены
uk: зламані бібліотеки знайдені

source: needs
ca: necessita
pl: potrzebuje
pt: precisa
ru: требует
uk: вимагає
