Repository: Enlik/entropy
Catalog: spritz/po/*.po
Languages: ca, de, es_mx

source: License name
ca: Nom de la llicència
de: Lizenzname
es_mx: Nombre de la Licencia

source: Sources
ca: Codis font
de: Quellen
es_mx: Fuentes

source: Mirrors
ca: Rèpliques
es_mx: Espejos

source: Keywords
ca: Paraules clau
de: Schlüsselwörter
es_mx: Palabras clave

source: Dependencies
ca: Dependències
de: Abhängigkeiten
es_mx: Dependencias

source: Depends
ca: Depèn de
de: Abhängig
es_mx: Depende

source: Needed libraries
ca: Llibreries necessàries
de: Benötigte Libraries
es_mx: Librerias necesarias

source: Protected item
ca: Element protegit
de: Geschütztes Element
es_mx: Item protegido

source: Type
ca: Tipus
de: Typ
es_mx: Tipo

source: File
ca: Fitxer
de: Datei
es_mx: Archivo

source: From your Operating System
ca: Del vostre sistema operatiu
de: Vom Betriebssystem
es_mx: De tu sistema operativo

source: Please confirm the actions above
ca: Si us plau confirmeu les accions de sobre
de: Bitte bestätige die obigen Aktionen
es_mx: Por favor confirma estas acciones

source: Package
ca: Paquet
de: Paket
es_mx: Paquete

source: To be reinstalled
ca: S'instal·laran de nou
de: Wird neuinstalliert
es_mx: Para reinstalar

source: To be installed
ca: S'instal·laran
de: Wird installiert
es_mx: Para instalar

source: To be updated
ca: S'actualitzaran
de: Wird aktualisiert
es_mx: Para actualizar

source: To be downgraded
ca: Es degradaran
es_mx: Para degradar

source: To be removed
ca: S'esborraran
de: Wird gelöscht
es_mx: Para eliminar

source: No description
ca: Cap descripció
de: Keine Beschreibung
es_mx: Sin descripción

source: About
es_mx: Acerca de

source: Hey!
ca: Ei!
es_mx: Ey!

source: Spritz Question
ca: Pregunta de Spritz
de: Spritz Frage
es_mx: Pregunta de Spritz

source: Attention
ca: Atenció
de: Achtung
es_mx: Atención

source: License
ca: Llicència
de: Lizenz
es_mx: Licencia

source: Accepted
ca: Acceptat
de: Akzeptiert
es_mx: Aceptado

source: Show Package Updates
ca: Mostra les actualitzacions de paquets
de: Paketaktualisierungen zeigen
es_mx: Mostrar actualizaciones de paquete

source: Show available Packages
ca: Mostra els paquets disponibles
de: Verfügbare Pakete zeigen
es_mx: Postrar paquetes disponibles

source: Show Installed Packages
ca: Mostra els paquets instal·lats
de: Installierte Pakete zeigen
es_mx: Mostrar paquetes instalados

source: Packages
ca: Paquets
de: Pakete
es_mx: Paquetes

source: Package Categories
ca: Categories de paquets
de: Paketkategorien
es_mx: Categorías de paquetes

source: Package Queue
ca: Cua de paquets
de: Paketwarteschlange
es_mx: Cola de paquetes

source: Repository Selection
ca: Selecció de repositori
de: Repositoryauswahl
es_mx: Selección de repositorio

source: Configuration Files
ca: Fitxers de configuració
de: Konfigurationsdateien
es_mx: Archivos de configuración

source: Security Advisories
es_mx: Avisos de seguridad

source: Output
ca: Sortida
de: Ausgabe
es_mx: Salida

source: There are packages that can't be installed at the same time, thus are blocking your request:
ca: Hi ha paquets que no es poden instal·lar al mateix temps. Alguns estan blocant la vostra sol·licitud:
es_mx: Hay paquetes que no pueden ser instalados al mismo tiempo, por lo cual están bloqueando tu petición:

source: These are the needed packages
es_mx: Estos son los paquetes necesarios

source: These packages must be removed from the removal queue because they depend on your last selection. Do you agree?
es_mx: Estos paquetes deben ser eliminados de la cola de eliminación porque dependen de tu última selección, estás de acuerdo?

source: Some dependencies couldn't be found. It can either be because they are masked or because they aren't in any active repository.
ca: Hi ha algunes dependències que no s'han pogut trobar. Pot ser que estinguin enmascarades o que no es trobin a cap dels repositoris actius.
de: Einige Abhängigkeiten konnten nicht gefunden werden. Entweder sind sie maskiert oder in keinem aktiven Repository vorhanden.
es_mx: Algunas dependencias no pudieron encontrarse. Tal vez estén enmascaradas o no están en ningún repositorio activo.

source: Needed disk space
ca: Espai de disc necessari
de: Benötigter Festplattenspeicherplatz
es_mx: Espacio en disco necesario

source: Freed disk space
ca: Espai de disc alliberat
de: Freigewordener Speicherplatz
es_mx: Espacio liberado en disco

source: These are the packages that would be installed/updated
ca: Aquests són els paquets que s'instal·laran/actualitzaran
de: Die folgenden Pakete würden installiert/aktualisiert
es_mx: Estos son los paquetes que serían instalados/actualizados

source: Freed space
ca: Espai alliberat
de: Freigewordener Speicherplatz
es_mx: Espacio liberado

source: Needed space
ca: Espai necessari
de: Benötigter Speicherplatz
es_mx: Espacio necesario

source: These are the packages that would be removed
ca: Aquests paquets es suprimiran
de: Die folgenden Pakete würden gelöscht
es_mx: Estos son los paquetes que serían eliminados

source: No updates available
es_mx: No hay actualizaciones disponibles

source: It seems that your system is already up-to-date. Good!
es_mx: Parece que tu sistema ya está actualizado. Bien!

source: Try clicking the %s button in the %s page
es_mx: Intenta hacer click en el botón %s en la página %s

source: Update Repositories
ca: A_ctualitza els repositoris
de: Repositories aktualisieren
es_mx: Actualizar repositorios

source: Categories
de: Kategorien
es_mx: Categorías

source: Repository
ca: Repositori
es_mx: Repositorio

source: Description
ca: Descripció
de: Beschreibung
es_mx: Descripción

source: Packages To Reinstall
es_mx: Paquetes para reinstalar

source: Packages To Update
es_mx: Paquetes para actualizar

source: Packages To Install
es_mx: Paquetes para instalar

source: Packages To Remove
es_mx: Paquetes para eliminar

source: Proposed
ca: Proposats
de: Vorgeschlagen
es_mx: Propuesta

source: Destination
ca: Destí
de: Ziel
es_mx: Destino

source: Status
es_mx: Estado

source: Package key
es_mx: Llave de paquete

source: No advisories
es_mx: Sin avisos

source: There are no items to show
es_mx: No hay elementos para mostrar

source: Filename
ca: Nom de fitxer
de: Dateiname
es_mx: Nombre de archivo

source: You should press the button
es_mx: Deberías presionar el botón

source: Regenerate Cache
ca: Regenera la memòria de cau
de: Regeneriere Cache
es_mx: Regenerar caché

source: now
es_mx: ahora

source: Active
ca: Actiu
de: Aktiv
es_mx: Activo

source: Update
ca: Actualitza
de: Aktualisierung
es_mx: Actualización

source: Revision
ca: Revisió
es_mx: Revisión

source: Repository Identifier
ca: Identificador del repositori
de: Repositorybezeichner
es_mx: Identificador de repositorio

source: Quiting, please wait !!!!!!
ca: S'està tancant, espereu si us plau !!!!!!
de: Beende Programm, bitte warten !!!!!!
es_mx: Saliendo, por favor espera!!

source: The chosen package is not vulnerable
es_mx: El paquete seleccionado no es vulnerable

source: Packages in Advisory have been queued.
es_mx: Los paquetes en Aviso han sido encolados

source: Packages in all Advisories have been queued.
es_mx: Los paquetes en todos los Avisos han sido encolados

source: Packages not found in repositories, try again later.
es_mx: Los paquetes no se encontraron en los repositorios, intenta de nuevo posteriormente

source: Branch switching
ca: Selector de branca
de: Zweig wechseln
es_mx: Cambiar de rama

source: Enter a valid branch you want to switch to
ca: Introduïu la branca que voleu seleccionar
de: Gib einen gültigen Zweig ein, zu dem du wechseln möchtest
es_mx: Ingresa una rama válida a la que te quieras cambiar

source: The selected branch is not available.
ca: La branca seleccionada no està disponible.
de: Der ausgewählte Zweig ist nicht verfügbar.
es_mx: La rama seleccionada no está disponible

source: New branch is
es_mx: La nueva rama es

source: It is suggested to synchronize repositories
es_mx: Se sugiere que sincronices los repositorios

source: Insert URL
ca: Inseriu l'adreça URL
de: URL einfügen
es_mx: Insertar URL

source: Enter a download mirror, HTTP or FTP
ca: Introduïu una rèplica de descàrrega HTTP o FTP
de: Downloadmirror eintragen, HTTP oder FTP
es_mx: Ingresa un mirror de descarga, HTTP o FTP

source: You must enter either a HTTP or a FTP url.
ca: Heu d'introduïr una adreça HTTP o FTP
de: Du musst entweder eine HTTP- oder FTP-URL angeben
es_mx: Debes ingresar una URL, ya sea HTTP o FTP

source: Wrong entries, errors
es_mx: Entradas incorrectas, errores

source: No Repository Identifier
ca: No hi ha identificador de repositori
de: Kein Repositorybezeichner
es_mx: Sin identificador de repositorio

source: Duplicated Repository Identifier
ca: Indentificador de repositori duplicat
de: Doppelter Repositorybezeichner
es_mx: Identificador de repositorio duplicado

source: No download mirrors
ca: No hi ha rèpliques de descarrega
de: Keine Downloadserver
es_mx: Sin mirrors de descarga

source: Database URL must start either with http:// or ftp:// or file://
es_mx: El URL de la base de datos debe empezar con http:// o ftp:// o file://

source: Insert Repository
ca: Insereix repositori
de: Repository einfügen
es_mx: Inserta repositorio

source: Insert Repository identification string
ca: Inseriu cadena d'identificació de repositori
de: Repositorybezeichner einfügen
es_mx: Inserta cadena de identificación de repositorio

source: This Repository identification string is malformed
ca: La cadena d'identificació del repositori éstà mal formada
es_mx: La cadena de identificación de repositorio está malformada

source: You! Why do you want to remove the main repository ?
ca: Vós! Perquè voleu esborrar el repositori principal?
de: Huh. Warum willst du das Hauptrepository entfernen?
es_mx: Tú! Por qué quieres eliminar el repositorio principal?

source: You must now either press the
es_mx: Debes presionar el

source: or the
es_mx: o el

source: Please select at least one repository
ca: Si us plau seleccioneu com a mínim un repositori
de: Bitte mindestens ein Repository auswählen
es_mx: Por favor selecciona al menos un repositorio

source: No packages in queue
ca: No hi ha paquets a la cua
de: Keine Pakete in der Warteschlange
es_mx: Sin paquetes en la cola

source: Queue is too old. Cannot load.
ca: La cua és massa antiga. No s'ha pogut carregar.
de: Die Warteschlange ist zu alt und kann nicht geladen werden.
es_mx: La cola es muy antigua. No se puede cargar.

source: impact
es_mx: impacto

source: access
es_mx: acceso

source: Unaffected
es_mx: Sin afectar

source: Entropy Config Setup
ca: Configura Entropy
es_mx: Configuración de Entropy

source: GUI Setup Completed
ca: S'ha acabat la instal·lació GUI
de: GUI Setup abgeschlossen
es_mx: Configuración de GUI terminada

source: Reference
es_mx: Referencia

source: Generating metadata. Please wait.
ca: S'estan generant metadades. Espereu si us plau.
de: Erstelle Metadaten, bitte warten.
es_mx: Generando metadatos. Por favor espera.

source: Ready
ca: Preparat
de: Bereit
es_mx: Listo

source: Error loading advisories
es_mx: Error al cargar avisos

source: Initializing Repository module...
ca: S'està inicialitzant el mòdul del repositori...
de: Initialisiere Repository-Modul...
es_mx: Inicializando el módulo de repositorio...

source: You must run this application as root
ca: Heu d'iniciar aquesta aplicació com a usuari root
de: Diese Anwendung muss als root ausgeführt werden
es_mx: Debes ejecutar esta aplicación como root

source: No repositories specified in
es_mx: Sin repositorios especificados en

source: You are not connected to the Internet. You should.
ca: No esteu connectat a Internet i ho haurieu d'estar.
de: Du bist nicht mit dem Internet verbunden, solltest du aber.
es_mx: No estás conectado al internet. Deberías.

source: Unhandled exception
es_mx: Excepción sin manejar

source: Errors updating repositories.
ca: S'estan actualitzant els repositoris d'errors
de: Fehler beim Aktualisieren der Repositories.
es_mx: Error al actualizar los repositorios.

source: Please check logs below for more info
ca: Si us plau comproveu els registres de baix per a més informació
de: Bitte lese die Logs für mehr Informationen
es_mx: Por favor revisa los logs debajo para más información.

source: Repositories updated successfully
ca: Els reporitoris s'han actualitzat correctament
de: Repositories erfolgreich geupdatet
es_mx: Repositorios actualizados exitosamente.

source: All the repositories were already up to date.
ca: Tots els repositoris ja estaven actualitzats.
de: Alle Repositories waren bereits aktuell
es_mx: Todos los repositorios ya estaban actualizados.

source: repositories were already up to date. Others have been updated.
es_mx: repositorios ya estaban actualizados. Los otros han sido actualizados.

source: sys-apps/entropy needs to be updated as soon as possible.
es_mx: sys-apps/entropy necesita ser actualizado a la brevedad.

source: Nothing to do. I am idle.
ca: No hi ha res a fer. Aquí es mostra idle.
de: Nichts zu tun.
es_mx: Nada que hacer. Estoy ocioso.

source: Really, don't waste your time here. This is just a placeholder
ca: No perdeu el temps aquí. Això només és un quadre de text variable
de: Das hier ist ein Lückentext, hier gibt es (noch) nichts zu sehen
es_mx: En verdad, no gastes tu tiempo aquí. Solo es un placeholder.

source: I am still alive and kickin'
ca: El programa respon correctament
de: Ich lebe noch
es_mx: Aún sigo vivo.

source: Generating Metadata, please wait.
ca: S'estan generant metadades, espereu si us plau.
de: Erstelle Metadaten, bitte warten.
es_mx: Generando Metadatos, por favor espera.

source: Entropy is indexing the repositories. It will take a few seconds
ca: Entropy està indexant els repositoris. Això trigarà uns segons
de: Entropy indexiert die Repositories. Dies wird ein paar Sekunden dauern
es_mx: Entropy está indexando los repositorios. Esto tomará algunos segundos.

source: While you are waiting, take a break and look outside. Is it rainy?
ca: Mentre espereu, descanseu i mireu a fora. Potser està emplujat?
de: Während du wartest, schau doch mal raus. Regnet es?
es_mx: Mientras esperas, toma un descanso y observa afuera. ¿Está lloviendo?

source: Calculating
es_mx: Calculando

source: Running tasks
ca: S'estan executant tasques
de: Laufende Aufgaben
es_mx: Ejecutando tareas

source: Processing Packages in queue
ca: S'estan processant els paquets de la cua
de: Bearbeite Pakete in der Warteschlange
es_mx: Procesando los paquetes en la cola

source: Attention. An error occured when processing the queue. Please have a look in the processing terminal.
ca: Atenció. S'ha poduit un error mentre es processava la cua. Si us plau, mireu la terminal de processos.
de: Achtung. Ein Fehler trat während dem Abarbeiten der Warteschlange auf. Bitte schau in dem ausführenden Terminal nach.
es_mx: Atención: Un error ocurrió al procesar la cola Por favor revisa la terminal de procesamiento.

source: No packages selected
ca: No hi ha paquets seleccionats
de: Keine Pakete ausgewählt
es_mx: No se seleccionaron paquetes

source: Exception caught
es_mx: Excepción capturada

source: Spritz crashed! An unexpected error occured.
es_mx: Spritz ha muerto! Un error inesperado sucedió.

source: Your report has been submitted successfully! Thanks a lot.
es_mx: Tu reporte ha sido enviado exitosamente. Muchas gracias.

source: Cannot submit your report. Not connected to Internet?
es_mx: No puedo enviar tu reporte. ¿No estás conectado a internet?

source: Package Name
ca: Nom del paquet
es_mx: Nombre del paquete

source: Version Installed
ca: Versió instal·lada
es_mx: Versión instalada

source: Available
ca: Disponible
de: Verfügbar
es_mx: Disponible

source: Critical Information
ca: Informació crítica
es_mx: Información crítica

source: An unhandled exception has occured. This is most likely a bug. Please copy the full text of this exception into an email and send it to sabayon@sabayonlinux.org. Thank you.
es_mx: Una excepción inesperada ha ocurrido. Esto muy probablemente sea un bug. Por favor copia el texto completo de esta excepción en un email y mándalo a <b>sabayon@sabayonlinux.org</b>. Gracias.

source: Updates Notification
ca: Notificació d'actualització
es_mx: Notificaciones de actualizaciones

source: _Disable Notification Applet
es_mx: _Deshabilitar applet de notificación

source: Disable Notification Applet
es_mx: Deshabilitar applet de notificación

source: _Enable Notification Applet
es_mx: _Habilitar applet de notificación

source: Enable Notification Applet
es_mx: Habilitar applet de notificación

source: _Check for updates
ca: _Cerca actualitzacions
es_mx: _Buscar actualizaciones

source: Check for updates
ca: Busca actualitzacions
es_mx: Buscar actualizaciones

source: _Launch Package Manager
ca: Executa e_l gestor de paquets
es_mx: _Lanzar administrador de paquetes

source: Launch Package Manager
ca: Executa el gestor de paquets
es_mx: Lanzar administrador de paquetes

source: _Packages Website
ca: Web de _paquets
es_mx: _Website del paquete

source: Use Packages web interface
ca: Usa la interfície web de paquets
es_mx: Usar interfaz web del paquete

source: _Sabayon Linux Website
ca: _Web de Sabayon Linux
es_mx: _Sitio web de Sabayon Linux

source: Launch Sabayon Linux Website
ca: Executa la pàgina web de _Sabayon Linux
es_mx: Lanzar el sitio web de Sabayon Linux

source: _About
ca: _Quant a
es_mx: _Acerca de

source: About...
ca: Quant a...
es_mx: Acerca de...

source: _Exit
ca: Sortir
es_mx: _Salir

source: Exit
ca: Sortir
es_mx: Salir

source: You must add yourself to this group
es_mx: Debes agregarte a este grupo

source: Please run Equo/Spritz as root to update Entropy permissions
es_mx: Por favor ejecuta Equo/Spritz como root para actualizar los permisos de Entropy

source: Updates Notification Applet Disabled
es_mx: Applet de notificación de actualizaciones deshabilitado

source: Updates Notification Applet Enabled
es_mx: Applet de notificación de actualizaciónes habilitado

source: Cannot load Spritz
es_mx: No se puede cargar Spritz

source: Checking for updates...
ca: Comprovant actualitzacions...
es_mx: Buscando actualizaciones...

source: Repository Network Error
ca: Error a la xarxa de repositoris
es_mx: Error de red del repositorio

source: No repositories specified. Cannot check for package updates.
ca: No s'han especificat repositoris. No es poden comprovar les actualitzacions de paquets.
es_mx: No se especificaron repositorios. No puedo buscar actualizaciones del paquete.

source: Updates: attention
ca: Actualitzacions: atenció
es_mx: Actualizaciones: atención

source: Cannot connect to the Updates Service, you're probably not connected to the world.
ca: No s'ha pogut connectar amb el servei d'actualitzacions, provablement no esteu connectats a la xarxa.
es_mx: No puedo conectarme al Servicio de Actualizaciones, probablemente no estás conectado al mundo.

source: Updates: connection issues
ca: Actualitzacions: problema de connexió
es_mx: Actualizaciones: detalles de conexión

source: Not all the repositories have been fetched for checking
ca: No s'han pogut recollir tots els repositoris per comprovar
es_mx: No todos los repositorios han sido extraídos para verificación

source: Updates: repository issues
ca: Actualitzacions: problemes als repositoris
es_mx: Actualizaciones: detalles de repositorio

source: No repositories found online
ca: No s'han trobat repositoris en línia
es_mx: No se encontraron repositorios en línea

source: Synchronization errors. Cannot update repositories. Check logs.
ca: Error de sincronització. No shan pogut actualitzar els repositoris. Comproveu els registres.
es_mx: Errores de sincronización No se pueden actualizar los repositorios. Verifica los logs.

source: Updates: sync issues
ca: Actualitzacions: problemes de sincronització
es_mx: Actualizaciones: detalles de sincronización

source: Updates: unhandled error
ca: Actualitzacions: error no suportat
es_mx: Actualizaciones: error sin manejar

source: Updates: error
es_mx: Actualizaciones: error

source: Updates issue:
es_mx: Detalle de actualización:

source: There are
es_mx: Hay

source: updates available.
es_mx: actualizaciones disponibles.

source: Updates available
ca: Actualitzacions disponibles
es_mx: Actualizaciones disponibles

source: So far, so good. w00t!
ca: Tot és correcte :-)
es_mx: Hasta aquí, todo bien. Sí!!

source: Everything up-to-date
ca: El sistema està actualitzat
es_mx: Todo está actualizado

source: Waiting before checkin...
ca: Esperant per fer comprovacions...
es_mx: Esperando atnes de verificar...

source: Not installed
ca: No instal·lat
es_mx: No instalado

source: Your system currently has
es_mx: Tu sistema tiene actualmente

source: installed
es_mx: instalado

source: but the latest available version is
es_mx: pero la versión más nueva disponible es

source: It is recommended that you upgrade to the latest before updating any other packages
es_mx: se recomienda que actualices a la última versión antes de actualizar cualquier otro paquete

source: Available Updates
ca: Actualitzacions disponibles
es_mx: Actualizaciones Disponibles

source: Package Manager Notification Window
ca: Finestra de notificació del gestor de paquets
es_mx: Ventana de Notificación del Administrador de Paquetes

source: _Load Package Manager
ca: Executa el gestor de _paquets
es_mx: _Cargar Administrador de Paquetes

source: <b><big>Please wait</big></b> <small>...take a little break !</small>
ca: <b><big>Si us plau espereu</big></b> <small>...preneu-vos un descans!</small>
de: <b><big>Bitte warten</big></b> <small>...mach eine kleine Pause!</small>
es_mx: <b><big>Por favor espera</big></b> <small>...Toma un pequeño descanso!</small>

source: Add/Edit Repository
ca: Afegeix/Edita repositori
de: Repository hinzufügen/bearbeiten
es_mx: Agregar/Editar repositorio

source: Adding a <b>new repository</b> lets you access <b>extra software</b>
ca: S'està afegint un<b>nou repositori</b>permetrà accedir a<b>nou programari</b>
de: Über <b>zusätzliche Repositories</b> kann <b>zusätzliche Software</b> installiert werden.
es_mx: Agregando un <b>nuevo repositorio</b> te permite acceder a <b>más software</b>

source: Advisory information
es_mx: Información de aviso

source: Affected packages
es_mx: Paquetes afectados

source: Announced
es_mx: Anuncio

source: Background
es_mx: Detrás

source: Branch
es_mx: Rama

source: C_hanges
ca: C_anvis
de: _Änderungen
es_mx: C_ambios

source: Creation date
es_mx: Fecha de creación

source: D_ependencies
ca: D_ependències
de: _Abhängigkeiten
es_mx: D_ependencias

source: Database URL
ca: URL de la base de dades
de: Datenbank-URL
es_mx: URL de la base de datos

source: Database compression
ca: Compressió de la base de dades
de: Datenbankkomprimierung
es_mx: Compresión de la base de datos

source: Dele_te all
ca: Esborra-ho _tot
de: _Alles löschen
es_mx: Eliminar todos

source: Download Path
es_mx: Ruta de descarga

source: Download mirrors
ca: Rèpliques de baixada
de: Downloadserver
es_mx: Mirrors de descarga

source: Entropy API
es_mx: API de Entropy

source: External Trigger
es_mx: Trigger Externo

source: Identifier
ca: Identificador
de: Bezeichner
es_mx: Identificador

source: Impact
es_mx: Impacto

source: Install
ca: Instal·la
de: Installieren
es_mx: Instalar

source: Install Size
es_mx: Tamaño de la instalación

source: Install the selected package
ca: Instal·la el paquet seleccionat
de: Ausgewählte Pakete installieren
es_mx: Instalar el paquete seleccionado

source: Installed
ca: Instal·lat
de: Installiert
es_mx: Instalado

source: Kernel Tag
es_mx: Tag del Kernel

source: Load content
ca: Mostra el contingut
de: Inhalt laden
es_mx: Cargar contenido

source: Location
es_mx: Ubicación

source: MD5 Signature
es_mx: Firma MD5

source: Masked
es_mx: Enmascarado

source: Merge all
ca: _Combina-ho tot
de: Alles zusammenführen
es_mx: Merge todos

source: Messages
es_mx: Mensajes
