Repository: Enlik/entropy
Catalog: spritz/po/*.po
Languages: ca, de, es_mx

source: Package Info.
ca: Informació del paquet
de: Paketinfos
es_mx: Información de paquete

source: Package Information
ca: Informació del paquet
de: Paketinformationen
es_mx: Información de paquete

source: Package Size
es_mx: Tamaño del paquete

source: Please Confirm
ca: Confirmeu si us plau
de: Bitte bestätigen
es_mx: Por favor Confirma

source: Please submit this error to us providing as much information as possible.
es_mx: Por favor envíanos este error junto con tanta información como te sea posible

source: Purge
ca: Purga
de: Auslöschen
es_mx: Purgar

source: Q_ueue packages in selected Advisory
es_mx: Paquetes encolados en el aviso seleccionado

source: R_egenerate Cache
ca: R_egenera la memòria cau
de: _Cache neu generieren
es_mx: R_egenerar Cache

source: References
es_mx: Referencias

source: Reinstall
ca: Instal·la de nou
de: Neu installieren
es_mx: Reinstalar

source: Reinstall the selected package
ca: Instal·la de nou els paquets selecionats
de: Ausgewähltes Paket neu installieren
es_mx: Reinstalar el paquete seleccionado

source: Remove
ca: Elimina
de: Löschen
es_mx: Eliminar

source: Remove the selected package
ca: Elimina els paquets seleccionats
de: Ausgewähltes Paket löschen
es_mx: Eliminar el paquete seleccionado

source: Remove the selected package and its configuration
ca: Elimina els paquets seleccionats i la seva configuració
de: Ausgewähltes Paket mitsamt Konfiguration löschen
es_mx: Eliminar el paquete seleccionado y su configuración

source: Repositories options
es_mx: Opciones de Repositorio

source: Repository information
ca: Informació del repositori
de: Repositoryinformationen
es_mx: Información del repositorio

source: Resolution
es_mx: Resolución

source: Revised
es_mx: Revisado

source: S_end Error Report
es_mx: Enviar reporte de error

source: Show all
es_mx: Mostrar todos

source: Show applied
es_mx: Mostrar aplicados

source: Show unapplied
es_mx: Mostrar no aplicados

source: Soon!
ca: Aviat!
de: Bald!
es_mx: Pronto!

source: Spritz Package Manager
ca: Spritz - Gestor de paquets
de: Spritz Paketmanager
es_mx: Administrador de paquetes Spritz

source: Synopsis
es_mx: Sinópsis

source: USE Flags
es_mx: Banderas USE

source: Undo Install
ca: Desfés la instal·lació
de: Rückgängig: Installieren
es_mx: Deshacer instalación

source: Undo Install action
ca: Desfés l'acció d'instal·lar
es_mx: Deshacer acción de instalación

source: Undo Purge
ca: Desfés purga
es_mx: Deshacer Purgar

source: Undo Purge action
ca: Desfés l'acció de purgar
es_mx: Deshacer acción de Purgado

source: Undo Reinstall
ca: Desfés la reinstal·lació
es_mx: Deshacer Reinstalar

source: Undo Reinstall action
ca: Desfés l'acció de reinstal·lar
es_mx: Deshacer acción de Reinstalación

source: Undo Remove
ca: Desfés eliminar
es_mx: Deshacer Eliminar

source: Undo Remove action
ca: Desfés l'acció d'eliminar
es_mx: Deshacer acción de Eliminado

source: Undo Update
ca: Desfés actualitza
es_mx: Deshacer Actualizar

source: Undo Update action
ca: Desfés l'acció d'actualitzar
es_mx: Deshacer acción de Actualización

source: Update the selected package
ca: Actualitza els paquets selecionats
de: Ausgewähltes Paket aktualisieren
es_mx: Actualizar el paquete seleccionado

source: Updates
ca: Actualitzacions
de: Aktualisierungen
es_mx: Actualizaciones

source: Version
es_mx: Versión

source: Website
es_mx: Sitio Web

source: What you were doing
es_mx: Qué estás haciendo

source: Workaround
es_mx: Arreglo

source: You <b>need to accept</b> the licenses below. Please read them carefully and <b>make your choice</b>.
ca: Heu <b>d'acceptar</b> les llicències de baix. Si us plau, llegiu-les amb tenció i <b>escolliu una opció</b>.
de: Du <b>musst</b> folgende Lizenzen akzeptieren. Bitte lies sie gründlich und <b>entscheide dich</b>.
es_mx: <b>Necesitas aceptar</b> estas licencias. Por favor leelas cuidadosamente y <b>toma tu decisión</b>

source: Your E-mail
es_mx: Tu Email

source: Your Full Name
es_mx: Tu nombre completo

source: _Accept License
ca: _Accepta la llicència
de: _Lizenz akzeptieren
es_mx: _Aceptar Licencia

source: _Add All
ca: _Afegeix-los tots
de: _Alle hinzufügen
es_mx: _Agregar todos

source: _Branch ...
ca: _Branca...
de: _Zweig ...
es_mx: Rama...

source: _Details
ca: _Detalls
es_mx: _Detalles

source: _File
ca: _Fitxer
de: _Datei
es_mx: _Archivo

source: _Force repositories update
ca: _Força l'actualització dels repositioris
de: _Repository-Aktualisierungen erzwingen
es_mx: _Forzar actualización de repositorios

source: _Help
ca: Ajuda
de: _Hilfe
es_mx: Ayuda

source: _Insert String
ca: _Insereix cadena
de: _Zeichenkette einfügen
es_mx: _Insertar cadena

source: _More
es_mx: _Mas

source: _Other
ca: _Altres
de: _Andere
es_mx: _Otros

source: _Process Queue
ca: _Processa la cua
de: _Warteschlange abarbeiten
es_mx: _Cola de procesos

source: _Queue all vulnerable packages
es_mx: _Encolar todos los paquetes vulnerables

source: _Read License
ca: Llegi_r la llicència
de: _Lizenz lesen
es_mx: _Leer licencia

source: _References
ca: _Referències
de: _Einstellungen
es_mx: _Referencias

source: _Remove All
ca: Sup_rimeix-los tots
de: _Alles löschen
es_mx: _Eliminar Todos

source: _Skip
ca: Omet
de: _Überspringen
es_mx: _Saltar

source: _Update Repositories
ca: Actualitza els repositoris
de: _Aktualisiere Repositories
es_mx: _Actualizar Repositorios

source: _Your Ego!
ca: El _vostre Ego!
es_mx: _Tu Ego!

source: please wait
ca: Espereu si us plau
de: Bitte warten
es_mx: por favor espera

source: Getting : %s
ca: S'està obtenint : %s
de: Hole: %s

source: Removing
ca: S'està esborrant
de: Lösche: %s

source: Cleanup
ca: Neteja-ho tot
de: Räume auf

source: Erased: %s
ca: Esborrat: %s
de: Gelöscht: %s

source: Processing metadata from : %s
ca: S'estan processant metadades de : %s
de: Verarbeite Metadaten von : %s

source: Processing metadata
ca: S'estàn processant metadades
de: Verarbeite Metadaten

source: ---> Package %s.%s %s:%s-%s set to be %s
ca: ---> El paquet %s.%s %s:%s-%s es definirà %s

source: --> Running transaction check
ca: --> S'està comprovant la transacció
de: --> Prüfe Transaktionen

source: --> Restarting Dependency Resolution with new changes.
ca: --> S'estan tornant a resoldre les dependències amb els nous canvis.
de: --> Abhängigkeitsauflösung mit neuen Veränderungen neu gestartet.

source: --> Finished Dependency Resolution
ca: --> S'ha acabat la resolució de dependències
de: --> Abhängigkeitsauflösung beendet

source: --> Processing Dependency: %s for package: %s
ca: --> S'estan processant les dependències : %s per al paquet: %s
de: --> Bearbeite Abhängigkeit: %s für Paket: %s

source: --> Unresolved Dependency: %s
ca: --> Dependències no resoltes: %s
de: --> Unaufgelöste Abhängigkeit: %s

source: --> Processing Conflict: %s conflicts %s
ca: --> S'està processant el conflicte: %s entra en conflicte amb %s
de: --> Bearbeite Konflikt: %s kollidiert mit %s

source: --> Populating transaction set with selected packages. Please wait.
ca: --> S'està poblant la transacció amb els paquets seleccionats. Espereu si us plau.

source: ---> Downloading header for %s to pack into transaction set.
ca: ---> S'està baixant la capçalera per tal que %s les empaqueti en la transacció.

source: About %s
ca: Quant a l'%s
de: Über %s

source: <b>Packages To Reinstall</b>
ca: <b>Paquets a instal·lar de nou</b>
de: <b>Pakete, die neuinstalliert werden</b>

source: <b>Packages To Update</b>
ca: <b>Paquets a actualitzar</b>
de: <b>Pakete, die aktualisiert werden</b>

source: <b>Packages To Install</b>
ca: <b>Paquets a instal·lar</b>
de: <b>Pakete, die installiert werden</b>

source: <b>Packages To Remove</b>
ca: <b>Paquets a eliminar</b>
de: <b>Pakete, die gelöscht werden</b>

source: You should press the %s button now
ca: És recomanable que premeu el botó %s
de: Du solltest jetzt %s drücken

source: New branch is %s. It is suggested to synchronize repositories.
ca: La nova branca és %s. És recomanable que sincronitzeu els repositoris.
de: Der neue Zweig ist %s. Es wird empfohlen, die Repositories zu updaten.

source: Wrong entries, errors: %s
ca: Entrades incorrectes, errors: %s
de: Falsche Einträge, Fehler: %s

source: Database URL must be HTTP or FTP
ca: L'adreça de la base de dades ha de ser HTTP o FTP
de: Datenbank-URL muss HTTP oder FTP sein

source: You should now press the %s button now
ca: És recomanable que premeu ara el botó %s
de: Du solltest jetzt %s drücken

source: You must now either press the %s or the %s button
ca: Heu de prémer el botó %s o el %s
de: Du musst jetzt entweder %s oder %s drücken

source: Cleaning up all yum metadata
ca: S'estan esborrant totes les metadades de yum
de: Lösche yum-Metadaten

source: <big><b>Sorry to tell you</b></big> Another instance of Entropy <b>is running</b>. <u>Close</u> it or <u>remove</u>: %s
ca: <big><b>Sento dir-vos que</b></big> una altra instància de Entropy <b>s'està executant</b>. <u>Tanqueu-la</u> o <u>suprimiu</u>: %s
de: <big><b>Entschuldigung</b></big> Eine andere Instanz von Entropy <b>läuft bereits</b>. <u>Schließe</u> sie oder <u>lösche</u>: %s

source: No repositories specified in %s
ca: No hi ha repositoris especificats a %s
de: Keine Repositories spezifiziert in %s

source: Unhandled exception: %s
ca: Excepció no suportada: %s
de: Unbehandelte Ausnahme: %s

source: %s repositories were already up to date. Others have been updated.
ca: %s repositoris ja estaven actualitzats. La resta s'han actualitzat.
de: %s waren bereits aktuell, der Rest wurde geupdatet.

source: app-admin/equo needs to be updated as soon as possible.
ca: haurieu d'actualitzar app-admin/equo el més aviat possible.
de: app-admin/equo muss so schnell wie möglich geupdatet werden.

source: Calculating %s
ca: S'està calculant %s
de: Berechne %s

source: Package View Population
ca: Visualitza la població de paquets

source: Package View Population Completed
ca: La visualització de la població de paquets ha acabat

source: Category View Population
ca: Categoria de visualització de paquets de població

source: Category View Population Completed
ca: La categoria de visualització de població s'ha acabat

source: Error in Spritz
ca: S'ha produït un error a Spritz

source: Updating
ca: S'està actualitzant
de: Aktualisiere

source: Erasing
ca: Eliminant
de: Lösche

source: Installing
ca: S'està instal·lant
de: Installiere

source: Obsoleted
ca: Obsolet
de: Veraltet

source: Updated
ca: Actualitzat
de: Aktualisiert

source: Erased
ca: Eliminat
de: Gelöscht

source: No header - huh?
ca: Sense capçalera - ei?

source: Red Hat Network provides an intelligent, proactive management service for your Red Hat Linux-based system. Red Hat Network has the latest Red Hat information, updates, and services to make your systems more secure and reliable. This application is designed to inform you when updates are available for your system, but does not save any personally identifiable information about you or your system to the Red Hat Network unless you choose to subscribe to Red Hat Network. Use of this applet by itself does not imply any agreement with Red Hat Network.
ca: La xarxa Red Hat proporciona un sistema de gestió intel·ligent del vostre sistema basat en Red Hat Linux. La xarxa Red Had té les últimes informacions, actualitzacions i serveis per fer el vostre sistema més segur i fiable. Aquesta aplicació està especialment disenyada per informar-vos quan hi ha actualitzacions disponibles pel vostre sistema, però no desa cap dada vostra ni del vostre sistema que us pugui identificar personalment excepte que escolliu subscriure-us a la xarxa Red Had. L'ús d'aquesta miniaplicació no implica que estigueu d'acord amb la propia xarxa Red Hat.

source: Use of the up2date service, or use of this applet in conjunction with the up2date service, is governed by the Red Hat Network Services Use and Subscription Agreement, which may be reviewed at
ca: L'ús del servei d'actualitzacions, o l'ús d'aquesta aplicació conjuntament amb el servei d'actualitzacions implica l'acceptació de la subscripció de Red Had Network Services, que podeu veure a

source: Red Hat Network's privacy policy may be reviewed at
ca: Podeu veure la política de privacitat de Red Had a

source: If you do not wish to have this application appear on your panel, click the 'Remove From Panel' button below. Once removed, you can return it to your panel at any time by clicking on the Red Fedora in the bottom left of the desktop, choosing 'System Tools' and then choosing 'Red Hat Network Alert Icon.'
ca: Si voleu que aquesta aplicació no es mostri en la barra de tasques, premeu el butó 'Elimina de la barra de tasques' a baix. Una vegada eliminat, podeu retornar-lo a la barra de tasques en qualsevol moment fent clic a Fedora, a la part inferior esquerra de l'escriptori, i escollint 'Eines del sistema' i després a la'icona d'alerta en xarxa de Red Hat.'

source: An unhandled exception has occured. This is most likely a bug. Please copy the full text of this exception into an email and send it to applet@rhn.redhat.com. Thank you.
ca: S'ha produït una excepció no suportada. Això és molt probablement un error de programació. copieu el text sencer d'aquesta excepció en un email i envieu-lo a applet@rhn.redhat.com, si us plau. Gràcies.

source: Waiting until first checkin...
ca: Esperant mentre s'executa la primera comprovació...

source: Updates: exception %s
ca: Actualitzacions: excepció %s

source: Updates: issue: %s
ca: Actualitzacions: problema %s

source: There are %d updates available.
ca: Hi ha %d actualitzacions disponibles.

source: Your system currently has sys-apps/entropy <b>%s</b> installed, but the latest available version is <b>%s</b>. It is recommended that you <b>upgrade to the latest</b> before updating any other packages.
ca: El sistema té sys-apps/entropy <b>%s</b> instal·lat, però la última versió disponible és <b>%s</b>. és recomanable que <b>actualitzeu a l'última versió </b> abans d'actualitzar altres paquets.

source: <b>Attention</b>: if you load the Package Manager, remember to synchronize all the Repositories
ca: <b>Atenció</b>: recordeu sinconitzar els repositoris si executeu el gestor de paquets

source: <b>Branch</b>
ca: <b>Branca</b>
de: <b>Zweig</b>

source: <b>CONFIG_PROTECT Stuff</b>
ca: <b>Matèria CONFIG_PROTECT</b>

source: <b>Creation date</b>
ca: <b>Data de creació</b>
de: <b>Erstellungsdatum</b>

source: <b>Download Path</b>
ca: <b>Camí de baixada</b>
de: <b>Downloadpfad</b>

source: <b>Entropy API</b>
ca: <b>API de Entropy</b>

source: <b>External Trigger</b>
ca: <b>Activador extern</b>
de: <b>Externer Auslöser</b>

source: <b>Install Size</b>
ca: <b>Mida d'instal·lació</b>
de: <b>Größe der Installation</b>

source: <b>Kernel Tag</b>
ca: <b>Etiqueta del nucli</b>

source: <b>Location</b>
ca: <b>Ubicació</b>
de: <b>Ort</b>

source: <b>MD5 Signature</b>
ca: <b>Signatura MD5</b>
de: <b>MD5-Signatur</b>

source: <b>Masked</b>
ca: <b>Enmascarat</b>
de: <b>Maskiert</b>

source: <b>Messages</b>
ca: <b>Missatges</b>
de: <b>Nachrichten</b>

source: <b>Package Size</b>
ca: <b>Tamany del paquet</b>
de: <b>Paketgröße</b>

source: <b>Repositories options</b>
ca: <b>Opcions de repositori</b>
de: <b>Repositoryoptionen</b>

source: <b>Requested actions</b>
ca: <b>Accions sol·licitades</b>
de: <b>Angeforderte Aktionen</b>

source: <b>Revision</b>
ca: <b>Revisió</b>

source: <b>Total Download Size</b>
ca: <b>Tamany total de baixada</b>
de: <b>Gesamte Downloadgröße</b>

source: <b>Version</b>
ca: <b>Versió</b>

source: <b>Website</b>
ca: <b>Lloc Web</b>

source: <small>None</small>
ca: <small>Cap</small>

source: <small>This is a description placeholder</small>
ca: <small>Això és un quadre de text variable de descripció</small>
de: <small>Dies ist ein Lückentext für die Beschreibung</small>

source: <small>Today, yesterday, who knows</small>
ca: <small>Avui, ahir, qui sap</small>

source: <small>why?</small>
ca: <small>perquè?</small>
de: <small>warum?</small>

source: <small>you me they</small>
ca: <small>vós jo ells</small>

source: <span size="xx-large" color="black">Files Update</span>
ca: <span size="xx-large" color="black">Actualitza fitxers</span>
de: <span size="xx-large" color="black">Dateiaktualisierungen</span>

source: <span size="xx-large" color="black">Package Categories</span>
ca: <span size="xx-large" color="black">Categories de paquet</span>
de: <span size="xx-large" color="black">Paketkategorien</span>

source: <span size="xx-large" color="black">Package Queue</span>
ca: <span size="xx-large" color="black">Cua de paquets</span>
de: <span size="xx-large" color="black">Paketwarteschlange</span>

source: <span size="xx-large" color="black">Repositories</span>
ca: <span size="xx-large" color="black">Repositoris</span>

source: M_erge
ca: C_ombina
de: _Zusammenführen

source: _Overview
ca: Resu_m
de: _Übersicht

source: Programming:
de: Programmierung:

source: Translation:
de: Übersetzung:

source: Dedicated to:
de: Gewidmet:

source: Error
de: Fehler

source: Error in Yumex
de: Fehler in Yumex

source: <small>Official Sabayon Linux Repository</small>
de: <small>Offizielles Sabayon Linux Repository</small>

source: <span size="large"><b>Action</b></span>
de: <span size="large"><b>Aktion</b></span>
