Repository: Enlik/entropy
Catalog: client/po/*.po
Languages: ro

source: Acquiring shared lock on
ro: Se obține lock partajat pentru

source: Acquired shared lock on
ro: S-a obținut lock partajat pentru

source: Acquiring exclusive lock on
ro: Se obține lock exclusiv pentru

source: Acquired exclusive lock on
ro: S-a obținut lock exclusiv pentru

source: Running packages metadata update
ro: Se rulează actualizare pentru metadate pachete

source: it could take a while
ro: va dura o vreme

source: action
ro: acţiune

source: package move actions complete
ro: acțiunile de mutare a pachetelor sunt complete

source: package moves completed successfully
ro: mutarea pachetelor s-a terminat cu succes

source: Syncing current database
ro: Se sincronizează baza de date

source: please wait
ro: vă rog aşteptaţi

source: Removing entry
ro: Se înlătură înregistrarea

source: Adding entry
ro: Se adaugă înregistrarea

source: Exporting database table
ro: Se exportă tabelul cu baza de date

source: Database Export complete.
ro: Export complet al bazei de date.

source: ATTENTION
ro: ATENŢIE

source: updating repository metadata layout, please wait!
ro: se actualizează schema de metadate a depozitului, vă rog așteptați!

source: generating provided_libs metadata, please wait!
ro: se generează metadata provided_libs, vă rog așteptați!

source: Spm error occurred
ro: S-a produs o eroare SPM

source: Spm Unique Identifier not found for
ro: Nu a fost găsit identificator unic pentru

source: No description
ro: Fără descriere

source: has been installed.
ro: a fost instalat.

source: Attention
ro: Atenţie

source: some external drivers cannot work across multiple kernels.
ro: unele drivere externe nu pot rula sub nuclee diferite.

source: Please reboot your computer now !
ro: Vă rog reporniți calculatorul acum !

source: Accessibility
ro: Accesibilitate

source: Accessibility applications
ro: Aplicaţii pentru accesibilitate

source: Office
ro: Birou

source: Applications used in office environments
ro: Aplicaţii utilizate la birou

source: Development
ro: Dezvoltare

source: Applications or system libraries
ro: Aplicaţii sau biblioteci de sistem

source: System
ro: Sistem

source: System applications or libraries
ro: Aplicații și biblioteci de sistem

source: Games
ro: Jocuri

source: Games, enjoy your spare time
ro: Jocuri pentru timpul liber

source: Applications and libraries for the GNOME Desktop
ro: Aplicaţii şi biblioteci pentru GNOME Desktop

source: Applications and libraries for the KDE Desktop
ro: Aplicaţii şi biblioteci pentru KDE Desktop

source: Applications and libraries for the XFCE Desktop
ro: Aplicaţii şi biblioteci pentru XFCE Desktop

source: Applications and libraries for the LXDE Desktop
ro: Aplicaţii şi biblioteci pentru LXDE Desktop

source: Applications and libraries for Multimedia
ro: Aplicaţii şi biblioteci multimedia

source: Networking
ro: Reţea

source: Applications and libraries for Networking
ro: Aplicații și biblioteci pentru reţea

source: Science
ro: Ştiinţă

source: Scientific applications and libraries
ro: Aplicații și biblioteci științifice

source: Security
ro: Securitate

source: Security oriented applications
ro: Aplicaţii destinate pentru securitate

source: Applications and libraries for X11
ro: Aplicaţii şi biblioteci X11

source: Reloading Portage modules
ro: Se reîncarcă modulele Portage

source: updating metadata
ro: se actualizează metadatele

source: error
ro: eroare

source: not readable
ro: nu poate fi citit

source: package not available on system
ro: pachetul nu este disponibil în sistem

source: repackaging
ro: se reîmpachetează

source: WARNING
ro: ATENŢIE

source: Cannot complete quickpkg for atom
ro: Nu se poate completa quickpkg pentru atom

source: do it manually
ro: realizați aceasta manual

source: package files rebuild did not run properly
ro: rebuild-ul fișierelor pachete nu a rulat corespunzător

source: Please update packages manually
ro: Vă rog actualizaţi pachetele manual

source: forcing package updates
ro: se forțează actualizări de pachete

source: Syncing with
ro: Sincronizare cu

source: Cannot complete quickpkg for atoms
ro: Nu se poate completa quickpkg pentru atomi

source: Cannot update Portage package metadata
ro: Nu se pot actualiza metadatele pachetelor Portage

source: SPM uid update error
ro: Eroare actualizare UID SPM

source: Cannot update SPM installed pkgs file
ro: Nu se poate actualiza fișierul pkgs instalat de SPM

source: Portage world file is corrupted
ro: Fișierul „world” al lui Portage este corupt

source: preserved libraries have been found on system
ro: bibliotecile prezervate nu au fost găsite în sistem

source: does not exist
ro: nu există

source: Overwriting
ro: Se suprascrie

source: variable differs
ro: variabila diferă

source: Updating
ro: Actualizare

source: updating critical variables
ro: se actualizează variabile critice

source: differs
ro: diferă

source: Reverting
ro: Revenire

source: Skipping configuration files update, you are not root.
ro: Nu se va realiza actualizarea fișierelor de configurare, nu sunteți root.

source: Error calculating dependencies
ro: Eroare la calcularea dependențelor

source: not supported
ro: nesuportat

source: Probably Portage API has changed
ro: Probabil s-a schimbat API-ul Portage

source: IOError while reading
ro: IOError la citire

source: illegal Entropy package tag in ebuild
ro: există un tag de pachet ilegal Entropy în ebuild

source: Unknown documents
ro: Documente necunoscute

source: Comments
ro: Comentarii

source: Images/Screenshots
ro: Imagini/Capturi

source: Generic Files
ro: Fişiere generice

source: Videos
ro: Videoclipuri

source: Icons
ro: Iconiţe

source: Unknown document
ro: Document necunoscut

source: Comment
ro: Comentariu

source: Image/Screenshot
ro: Image/Captură

source: Generic File
ro: Fişier generic

source: Icon
ro: Iconiţă

source: Automerging file
ro: Se autocontopește fișierul

source: Found update
ro: S-a găsit update

source: Name already taken
ro: Numele este deja folosit

source: Cannot create the element
ro: Nu se poate crea elementul

source: cannot start with
ro: nu se poate porni cu

source: Already removed
ro: Deja șters

source: Not defined by user
ro: Nedefinit de utilizator

source: Set not found or unable to remove
ro: Setat ca negăsit sau imposibil de șters

source: Please update your repositories now in order to remove this message!
ro: Actualizați depozitul acum pentru a elimina acest mesaj!

source: Repository
ro: Depozit

source: is not available
ro: indisponibil

source: Cannot validate
ro: Nu se poate valida

source: is corrupted
ro: este corupt

source: bad repository id specified
ro: s-a specificat un id incorect pentru depozit

source: Repository %s hasn't been downloaded yet.
ro: Depozitul %s nu a post încă descărcat.

source: System database not found or corrupted
ro: Baza de date de sistem nu a fost găsită sau este coruptă

source: running in safe mode using temporary, empty repository
ro: se rulează în mod de siguranță, folosind un depozit temporar, gol

source: Backing up repository to
ro: Se salvează depozitul pe

source: Repository backed up successfully
ro: Salvare depozit realizată cu succes

source: All fine
ro: Totul e în regulă

source: Restoring backed up repository
ro: Se restabilește depozitul salvat

source: Unable to unpack
ro: Nu se poate despacheta

source: Repository restored successfully
ro: Depozitul a fost restabilit cu succes

source: Removing
ro: Se șterge

source: Checking speed of
ro: Se verifică viteza pentru

source: Mirror speed
ro: Viteza oglindei

source: not a valid method
ro: nu este o metodă validă

source: Injecting downloaded dump
ro: Se injectează un dump descărcat

source: Scanning URL
ro: Se scanează URL

source: Selected URL
ro: URL selectat

source: repository is not available at the database URLs
ro: depozitul nu este disponibil la URL-urile din baza de date

source: Looking for an alternate route using package mirrors
ro: Se caută rute alternative folosind oglinzi de pachete

source: Checking repository URL
ro: Se verifică URL-ul depozitului

source: Found repository at URL
ro: S-a găsit un depozit la URL

source: Unable to find alternate repository mirrors. Sorry.
ro: Nu se pot găsi oglinzi alternative pentru depozit. Ne pare rău.

source: Repository URL
ro: URL depozit

source: Repository local path
ro: Cale locală depozit

source: Repository API
ro: API depozit

source: Downloading repository
ro: Se descarcă depozitul

source: unable to download the repository
ro: nu se poate descărca depozitul

source: Downloading checksum
ro: Se descarcă suma de control

source: Cannot fetch checksum
ro: Nu se poate obține suma de control

source: Cannot verify repository integrity
ro: Nu se poate verifica integritatea depozitului

source: Unpacking database to
ro: Se despachetează baza de date în

source: Cannot unpack compressed package
ro: Nu se poate despacheta pachetul comprimat

source: Skipping repository
ro: Se sare peste depozit

source: Repository is invalid
ro: Depozitul este invalid

source: Indexing Repository metadata
ro: Se indexează metadatele depozitului

source: Downloading repository metafile
ro: Se descarcă metafișierul depozitului

source: Downloading GPG signature of repository metafile
ro: Se descarcă semnătura GPG a metafișierului depozitului

source: Downloading Notice Board
ro: Se descarcă Avizierul

source: unpacked meta file
ro: metafișier despachetat

source: removed meta file
ro: metafișier șters

source: not available, it's ok
ro: indisponibil, e bine

source: not available, not very ok!
ro: indisponibil, nu e bine!

source: available, w00t!
ro: disponibil, w00t!

source: cannot be unpacked, not very ok!
ro: nu poate fi despachetat, nu-i bine!

source: Repository revision
ro: Versiune depozit

source: Checking downloaded repository
ro: Se verifică depozitul descărcat

source: Cannot open digest
ro: Nu se poate deschide digest-ul

source: Downloaded repository status
ro: Se descarcă starea depozitului

source: ERROR
ro: EROARE

source: An error occurred while checking repository integrity
ro: S-a produs o eroare la verificarea integrității depozitului

source: Giving up
ro: Se renunță

source: Make sure to verify the imported key and set an appropriate trust level
ro: Aveți grijă să verificați cheia importată și să o setați la un nivel corespunzător de încredere

source: This repository suports GPG-signed packages
ro: Acest depozit suportă pachete semnate GPG

source: you may want to install GnuPG to take advantage of this feature
ro: vă recomandăm instalarea GnuPG pentru a profita de această funcționalitate

source: GPG key changed for
ro: cheie GPG schimbată în

source: GPG key already installed for
ro: este deja o cheie GPG instalată pentru

source: GPG key EXPIRED for repository
ro: cheia GPG a EXPIRAT pentru depozit

source: Installing GPG key for repository
ro: Se instalează cheia GPG pentru depozit

source: Error during GPG key installation
ro: Eroare la instalarea cheii GPG

source: GPG key seems already installed but not properly recorded, resetting
ro: cheia GPG pare a fi deja instalată, dar nu este înregistrată corect, se resetează

source: Successfully installed GPG key for repository
ro: S-a instalat cu succes cheia GPG pentru depozit

source: Fingerprint
ro: Amprentă

source: Verifying GPG signature of
ro: Se verifică semnătura GPG pentru

source: Verified GPG signature of
ro: A fost verificată semnătura GPG pentru

source: Error during GPG verification of
ro: Eroare la verificarea GPG pentru

source: It could mean a potential security risk
ro: Este un potențial risc de securitate

source: Web Service
ro: Serviciu Web

source: skipping differential sync
ro: nu se va realiza sync diferențial

source: threshold
ro: prag

source: Web Service communication error
ro: Eroare la comunicarea cu serviciul Web

source: Web Service data error
ro: Eroare de date pentru serviciul Web

source: Local status
ro: Stare locală

source: Fetching segments
ro: Se obțin segmentele

source: Web Service status
ro: Stare serviciu Web

source: cannot fetch repository metadata
ro: nu se poate obține metadata pentru depozit

source: cannot update treeupdates data
ro: nu se pot actualiza datele treeupdates

source: cannot update package sets data
ro: nu se pot actualiza datele seturilor de pachete

source: Fetch error on segment while adding
ro: Eroare la obținerea unui segment în timpul adăugării

source: repository error while adding packages
ro: eroare a depozitului în timpul adăugării de pachete

source: repository error while removing packages
ro: eroare a depozitului în timpul eliminării de pachete

source: Repository checksum doesn't match remote.
ro: Suma de control a depozitului nu se potrivește cu cea de la distanță.

source: remote
ro: la distanță

source: repository is already up to date
ro: depozitul este deja actualizat

source: Repository is being updated
ro: Se actualizează depozitul

source: Try again in a few minutes
ro: Încercați din nou în câteva minute

source: Configuration files update error, not critical, continuing
ro: Eroare de actualizare pentru fișierele de configurare, nu este critică, se continuă

source: forcing packages metadata update
ro: se forțează actualizare pentru metadatele pachetelor

source: Updating system database using repository
ro: Se actualizează baza de date de sistem folosind depozitul

source: Something bad happened. Please have a look.
ro: Ceva a mers prost. Vă rog să aruncați o privire.

source: there is
ro: este

source: package file that could be removed
ro: fișier pachet care nu a putut fi eliminat

source: Packages are stored in
ro: Pachetele sunt stocate în

source: Advisories fetch error
ro: Eroare la obținerea buletinelor

source: Repositories synchronization
ro: Sincronizare depozite

source: Checking %s
ro: Se verifică %s

source: Sorting dependencies
ro: Se sortează dependențele

source: Calculating inverse dependencies for
ro: Se calculează dependențele inverse pentru

source: Calculating updates
ro: Se calculează actualizările

source: Mirror
ro: Site-oglindă

source: maximum failure threshold reached
ro: s-a atins pragul maxim de erori

source: success
ro: succes

source: Aggregated transfer rate
ro: Rată de transfer agregată

source: second
ro: secundă

source: Error downloading from
ro: Eroare la descărcarea de la

source: data not available on this mirror
ro: datele indisponibile pe această oglindă

source: wrong checksum
ro: sumă de control eronată

source: not found
ro: nu a fost găsit

source: timeout error
ro: eroare de timeout

source: discarded download
ro: descărcare casată

source: unknown reason
ro: motiv necunoscut

source: Downloading
ro: Se descarcă

source: package
ro: pachet

source: Some packages cannot be fetched
ro: Nu s-au putut obține unele pachete

source: Try to update your repositories and retry
ro: Încercați actualizarea depozitelor și reîncercați

source: Error
ro: Eroare

source: Cannot run External trigger for
ro: Nu se pate rula declanșator extern pentru

source: Please report it
ro: Vă rog să raportaţi

source: Installing info
ro: Informație de instalare

source: Package phase
ro: Fază pachet

source: Cannot run phase
ro: Nu se poate rula faza

source: Source Package Manager is too old, please update it
ro: Source Package Manager este prea vechi, vă rog să-l actualizați

source: Source Package Manager phase error
ro: Eroare de fază pentru Source Package Manager

source: Pre-remove
ro: Pre-ștergere

source: The requested package is no longer available
ro: Pachetul cerut nu mai este disponibil

source: Removing from Entropy
ro: Se elimină din Entropy

source: Post-remove
ro: Post-ștergere

source: An error occurred. Action aborted.
ro: S-a produs o eroare. Acțiune anulată.

source: Downloading from
ro: Se descarcă de la

source: Successfully downloaded from
ro: S-a descărcat cu succes de la

source: at
ro: la

source: file not available on this mirror
ro: fișierul nu este disponibil pe această oglindă

source: Disabling resume
ro: Se dezactivează reluarea

source: timeout, retrying on this mirror
ro: timeout, se reîncearcă această oglindă

source: timeout, giving up
ro: timeout, se renunță

source: Package cannot be downloaded. Try to update repositories
ro: Pachetul nu poate fi descărcat. Se încearcă actualizarea depozitelor

source: Package signature verification error for
ro: Eroare la verificarea semnăturii pachetului pentru

source: disabled
ro: dezactivat

source: Package signature verification
ro: Verificare semnătură pachet

source: temporarily unavailable
ro: temporar indisponibil

source: Package signature
ro: Semnătură pachet

source: does not match the recorded one
ro: nu se potrivește cu cea înregistrată

source: validated
ro: validat

source: Checking package checksum...
ro: Se verifică suma de control a pachetului...

source: Checksum validation error
ro: Eroare la validarea sumei de control

source: Invalid checksum
ro: Sumă de control invalidă

source: Invalid signatures
ro: Semnături invalide

source: Fetch path setup error
ro: Eroare la stabilirea căii de descărcare

source: Source code not available.
ro: Nu este disponibil codul sursă.

source: Local path
ro: Cale locală

source: Fetching sources
ro: Se obțin sursele

source: Protecting
ro: Se protejează

source: library needed by:
ro: biblioteca este necesară pentru:

source: Removing library
ro: Se elimină biblioteca

source: Failed to remove the library
ro: A eșuat eliminarea bibliotecii

source: Cannot protect broken symlink
ro: Nu se poate proteja un symlink rupt

source: Skipping file installation/removal
ro: Nu se realizează instalarea sau eliminarea fișierului

source: Protecting config file
ro: Se protejează fișierul de configurare

source: Removing config file, never modified
ro: Se șterge fișierul de configurare, care nu a fost modificat

source: remove
ro: eliminare

source: This package contains a badly encoded file !!!
ro: Acest pachet conține un fișier codificat greșit!!!

source: Collision found during removal of
ro: S-a găsit o coliziune la ștergerea

source: Unpacking
ro: Se despachetează

source: Unpack error
ro: Eroare la despachetare

source: Unable to find Entropy metadata in package
ro: Nu se poate găsi metadata Entropy în pachet

source: Unable to unpack package
ro: Nu se poate despacheta pachetul

source: Merging
ro: Se contopește

source: Merging package
ro: Se contopește pachetul

source: An error occurred while trying to unpack the package
ro: S-a produs o eroare la despachetarea pachetului

source: Check if your system is healthy
ro: Verifică dacă sistemul este sănătos

source: Setup
ro: Setare

source: Pre-install
ro: Pre-instalare

source: Error during package files permissions setup
ro: Eroare la setarea permisiunilor fișierelor din pachet

source: Cleaning previously installed application data.
ro: Se curăță datele aplicației instalate anterior.

source: Post-install
ro: Post-instalare

source: Cleaning
ro: Se curăță

source: An error occurred while trying to install the package
ro: S-a produs o eroare la instalarea pachetului

source: Updating installed packages repository
ro: Se actualizează depozitul cu pachete instalate

source: Installing
ro: Se instalează

source: Installing package
ro: Se instalează pachetul

source: unsupported splitdebug usage (package files)
ro: utilizare splitdebug nesuportată (fișiere pachet)

source: <3 debug files installation enabled <3
ro: <3 instalarea fișierelor de depanare activată <3

source: Collision found during install for
ro: S-a detectat o coliziune în timpul instalării

source: cannot overwrite
ro: nu se poate suprascrie

source: QA: %s is a file when it should be a directory
ro: QA: %s este un fișier când ar trebui să fie un director

source: File moved
ro: Fișierul a fost mutat

source: QA: symlink expected, directory found
ro: QA: se aștepta un symlink, s-a găsit un director

source: Cannot remove symlink
ro: Nu se poate șterge symlink

source: Automerging config file, never modified
ro: Se autocontopește fișierul de configurare, care nu a fost modificat

source: QA: circular symlink issue
ro: QA: problemă cu symlink circular

source: Fatal: file expected, directory found
ro: Fatal: se aștepta un fișier, s-a găsit un director

source: QA: file move error
ro: QA: eroare la mutarea fișierului

source: please report
ro: vă rugam raportaţi

source: configuration phase
ro: faza de configurare

source: An error occurred while trying to configure the package
ro: S-a produs o eroare la configurarea pachetului

source: Make sure that your system is healthy
ro: Asigurați-vă că sistemul este sănătos

source: It seems that Source Package Manager entry is missing
ro: Se pare că înregistrarea cu Source Package Manager lipsește

source: The requested package is no longer available.
ro: Pachetul solicitat nu mai este disponibil.

source: Configuring package
ro: Se configurează pachetul

source: infinite
ro: infinit

source: ETA
ro: timp rămas

source: sec
ro: secunde

source: Aggregated download
ro: Descărcare agregată

source: item
ro: element

source: GPG key EXPIRED for URL
ro: A EXPIRAT cheia GPG pentru URL

source: Installing GPG key for URL
ro: Se instalează cheia GPG pentru URL

source: Successfully installed GPG key for URL
ro: S-a instalat cu succes cheia GPG pentru URL

source: Security Advisories
ro: Buletine de securitate

source: GPG key verification successful
ro: Verificarea cheilor GPG a avut succes

source: Warning
ro: Atenţionare

source: broken advisory
ro: buletin de avertizare defect

source: getting latest advisories
ro: se obțin ultimele buletine

source: cannot create temporary directory
ro: nu se poate crea un director temporar

source: updated successfully
ro: actualizat cu succes

source: already up to date
ro: deja actualizat

source: cannot download checksum, sorry
ro: nu se poate descărca suma de control, ne pare rău

source: unable to download advisories, sorry
ro: nu se pot descărca buletinele de securitate, ne pare rău

source: Verifying checksum
ro: Se verifică suma de control

source: verification successful
ro: verificarea a avut succes

source: checksum verification failed, sorry
ro: a eșuat verificarea sumei de control, ne pare rău

source: GPG service not available
ro: nu este disponibil serviciul GPG

source: digest verification failed, try again later
ro: a eșuat verificarea digest-ului, încercați din nou mai târziu

source: Runtime dependency
ro: Dependență la rulare

source: Post dependency
ro: Post dependență

source: Manually added (by staff) dependency
ro: Dependență adăugată manual (de colectiv)

source: Build dependency
ro: Dependență de build

source: Corrupted Client Repository. Please restore a backup.
ro: Depozitul client este corupt. Vă rog să restabiliți de la backup.

source: reason not available
ro: motivul nu este disponibil

source: user package.mask
ro: package.mask utilizator

source: system keywords
ro: cuvinte cheie de sistem

source: user package.unmask
ro: package.unmask utilizator

source: user repo package.keywords (all packages)
ro: package.keywords pentru depozit utilizator (toate pachetele)

source: user repo package.keywords
ro: package.keywords pentru depozit utilizator

source: user package.keywords
ro: package.keywords pentru utilizator

source: completely masked (by keyword?)
ro: complet mascat (de cuvânt cheie?)

source: repository general packages.db.mask
ro: packages.db.mask generale pentru depozit

source: repository general packages.db.keywords
ro: packages.db.keywords generale pentru depozit

source: user license.mask
ro: license.mask utilizator

source: Entropy needs your attention
ro: Entropy are nevoie de atenția dumneavoastră

source: Yes
ro: Da

source: No
ro: Nu

source: Entropy got a question for you
ro: Entropy are o întrebare

source: Interrupted
ro: Întrerupt

source: Selected number
ro: Număr selectat

source: Please select an option
ro: Vă rog selectați o opțiune

source: Discard all
ro: Renunță la toate
