Repository: Enlik/entropy
Catalog: client/po/*.po
Languages: ro

source: Add item
ro: Adaugă articol

source: Edit item
ro: Editează articolul

source: Remove item
ro: Șterge articolul

source: Show current list
ro: Arată lista curentă

source: Your choice (type a number and press enter):
ro: Alegerea dumneavoastră (tastați un număr și apăsați Enter):

source: You don't have typed a number.
ro: Nu ați tastat un număr

source: Invalid action.
ro: Acțiune invalidă

source: String to add (-1 to go back):
ro: Șir de adăugat (-1 pentru a reveni):

source: Invalid string.
ro: Șir invalid.

source: Element number to edit (-1 to go back):
ro: Numărul elementului de editat (-1 pentru a reveni):

source: old
ro: veche

source: new value:
ro: valoare nouă:

source: Invalid element.
ro: Element invalid.

source: Element number to remove (-1 to go back):
ro: Numărul elementului de eliminat (-1 pentru a reveni):

source: Searching for broken reverse dependencies
ro: Se caută dependințe inverse rupte

source: scanning for broken reverse dependencies
ro: se scanează dependențe inverse rupte

source: broken libraries detected
ro: s-au detectat biblioteci defecte

source: needs
ro: necesită

source: scanning
ro: se scanează

source: blacklisted dependencies !!!
ro: dependențe puse pe lista neagră !!!

source: requires libraries
ro: necesită bibliotecile

source: library provided by
ro: bibliotecă furnizată de

source: determining missing libraries
ro: se determină bibliotecile lipsă

source: requires
ro: necesită

source: provided by
ro: furnizat de

source: no packages
ro: fără pachete

source: no missing runtime libraries found
ro: nu s-au găsit biblioteci runtime lipsă

source: Libraries test
ro: Testare biblioteci

source: Broken symbols packages list
ro: Listă de pachete cu simboluri rupte

source: Broken executables list
ro: Listă ruptă de executabile

source: Dumping results into these files
ro: Se stochează rezultatele în aceste fișiere

source: discarding directory
ro: se renunță la director

source: because it's symlinked on
ro: deoarece este legat simbolic de

source: Collecting broken executables
ro: Se colectează executabilele rupte

source: don't worry about libraries that are shown here but not later.
ro: nu vă îngrijorați despre biblioteci afișate aici acum, dar nu mai târziu.

source: Scanning libraries
ro: Se scanează bibliotecile

source: various broken symbols
ro: mai multe simboluri rupte

source: Matching broken libraries/executables
ro: Se potrivesc biblioteci/executabile rupte

source: Not prepared yet
ro: Încă nepregătit

source: directory
ro: director

source: Cleaned
ro: Curățat

source: files and directories
ro: fișiere și directoare

source: Uploading
ro: Se încarcă

source: Not installed
ro: Neinstalat

source: Package
ro: Pachet

source: branch
ro: ramură

source: Category
ro: Categorie

source: Name
ro: Nume

source: Masked
ro: Mascat

source: Available
ro: Disponibil

source: Installed
ro: Instalat

source: version
ro: versiune

source: revision
ro: revizie

source: Size
ro: Mărime

source: Download
ro: Descărcare

source: Checksum
ro: Sumă de control

source: Dependencies
ro: Dependenţe

source: Legend
ro: Legendă

source: Conflicts
ro: Conflicte

source: Homepage
ro: Pagină principală

source: Description
ro: Descriere

source: USE flags
ro: Indicatori USE

source: Sources
ro: Surse

source: Entry API
ro: API Entry

source: Compiled with
ro: Compilat cu

source: Keywords
ro: Cuvinte cheie

source: Created
ro: Creat

source: License
ro: Licenţă

source: Reverse graphing installed package
ro: pachet pentru vizualizare grafică inversă instalat

source: No packages found
ro: Nu s-au găsit pachete

source: packages passed as arguments
ro: pachete pasate ca argumente

source: packages with no further dependencies
ro: pachete fără alte dependențe

source: packages with further dependencies (node)
ro: pachete cu alte dependențe (nod)

source: packages already pulled in as dependency in upper levels (circularity)
ro: pachetele au fost deja descărcate ca dependențe în nivelele superioare (circularitate)

source: Installed packages repository corrupted. Please re-generate it
ro: Depozitul pentru pachetele instalate este corupt. Vă rog să-l regenerați

source: Cannot continue
ro: Nu se poate continua

source: Your hard drive is full! Your fault!
ro: Hard discul este plin! E vina ta!

source: No more memory dude! Your fault!
ro: Nu mai e memorie, frate! Vina ta!

source: Hi. My name is Bug Reporter. I am sorry to inform you that the program crashed. Well, you know, shit happens.
ro: Salut. Mă numesc Bug Reporter. Îmi pare rău să vă informez că programul a avut o pană. Ei bine, căcatul se întâmplă.

source: But there's something you could do to help me to be a better application.
ro: Dar puteți face ceva să mă ajutați să devin o aplicație mai bună.

source: -- BUT, DO NOT SUBMIT THE SAME REPORT MORE THAN ONCE --
ro: -- DAR, NU POSTAȚI ACELAȘI RAPORT MAI MULT DE O DATĂ --

source: Now I am showing you what happened. Don't panic, I'm here to help you.
ro: Eu doar vă arăt ce s-a întâmplat. Nu intrați în panică, sunt aici să vă ajut.

source: Oh well, I cannot even write to TMPDIR. So, please copy the error and mail lxnay@sabayon.org.
ro: Ei bine, nu pot nici măcar scrie pe TMPDIR. Așa că vă rog să copiați această eroare și să o trimiteți prin e-mail la lxnay@sabayon.org.

source: Erm... Can I send the error, along with some other information about your hardware to my creators so they can fix me? (Your IP will be logged)
ro: Hmm... Pot să trimit eroarea, împreună cu alte informații despre hardware-ul dumneavoastră la creatorii mei ca ei să mă poată depana? (Adresa de IP va fi înregistrată)

source: Ok, ok ok ok... Sorry!
ro: Ok, ok ok ok... Scuze!

source: If you want to be contacted back (and actively supported), also answer the questions below:
ro: Dacă vreți să fiți contactați înapoi (și să primiți suport activ), vă rog să răspundeți la întrebările de mai jos:

source: Your Full name:
ro: Numele complet:

source: Your E-Mail address:
ro: Adresa de e-mail:

source: What you were doing:
ro: Ce făceați în momentul respectiv:

source: Thank you very much. The error has been reported and hopefully, the problem will be solved as soon as possible.
ro: Vă mulțumesc foarte mult. Eroarea a fost raportată și sperăm că problema va fi rezolvată cât mai curând posibil.

source: Ugh. Cannot send the report. Please mail the file below to lxnay@sabayon.org.
ro: Uff. Nu pot trimite raportul. Vă rog să trimiteți prin e-mail fișierul de mai jos la lxnay@sabayon.org.

source: Entropy/Equo version mismatch
ro: Nepotrivire între versiunile Entropy și Equo

source: it could make your system explode!
ro: asta ar putea duce la explozia sistemului!

source: Entropy is running off a Live System
ro: Entropy rulează pe un sistem „live”

source: Performance and stability could get severely compromised
ro: Performanța și stabilitatea pot fi compromise în moduri severe

source: superuser access required
ro: este necesar acces super-utilizator

source: moo at user
ro: moot at user

source: bow to lxnay
ro: bow to Ixnay

source: repository query tools
ro: unelte de interogare depozit

source: available commands
ro: comenzi disponibile

source: resolve what package a file belongs to
ro: rezolvă cărui pachet aparține un fișier

source: file path
ro: cale fișier

source: show package changelog
ro: arată jurnalul de schimbări pentru pachet

source: package name
ro: nume pachet

source: show reverse dependencies of package
ro: arată dependențele inverse ale pachetului

source: search package by description
ro: caută pachet după descriere

source: description keyword
ro: cuvânt cheie descriere

source: show files owned by package
ro: arată fișierele deținute de pachet

source: search installed packages
ro: caută pachete instalate

source: show packages using the given license
ro: arată pachete care folosesc această licență

source: license name
ro: nume licență

source: list packages
ro: listează pachete

source: list installed packages
ro: listează pachete instalate

source: only list packages installed by user
ro: listează doar pachete instalate de utilizator

source: only list packages installed from given repositories
ro: listează doar pachete instalate din depozitele specificate

source: list available packages
ro: listează pachete disponibile

source: only list packages from given repositories
ro: listează doar pachete din pachetele specificate

source: show packages able to handle the given mimetype
ro: arată pachetele care pot lucra cu un anumit mimetype

source: only show installed packages
ro: arată doar pachete instalate

source: associate file to packages able to handle it
ro: asociază fișierul la pachetele care pot lucra cu acesta

source: show runtime libraries needed by the given package
ro: arată bibliotecile de runtime necesare de către un anume pachet

source: search files not belonging to any packages
ro: caută fișierele care nu aparțin niciunui pachet

source: show packages requiring the given library name
ro: arată pachete care ai nevoie de un nume de bibliotecă specificat

source: library name (example: libdl.so.2)
ro: nume bibliotecă (de ex: libsdl.so.2)

source: search package sets
ro: caută seturi de pachete

source: set name
ro: nume set

source: show packages owning the given slot
ro: arată pachete care dețin un slot specificat

source: slot name
ro: nume slot

source: show packages owning the given tag
ro: arată pachete care dețin un tag specificat

source: tag name
ro: nume tag

source: show packages at the given revision
ro: arată pachete pentru o versiune specificată

source: revision name
ro: nume versiune

source: show the direct dependencies graph for the given package
ro: arată graful de dependențe directe pentru un pachet specificat

source: include system packages, build-time dependencies and circular dependencies information
ro: include pachetele de sistem, dependențele de build și informații dependențe circulare

source: show the inverse dependencies graph for the given package
ro: arată graful dependențelor inverse pentru un pachet specificat

source: show the number of updates available
ro: arată numărul de actualizări disponibile

source: entry
ro: intrare

source: Keyword
ro: Cuvânt cheie

source: Found
ro: Găsite

source: ChangeLog Search
ro: Căutare jurnal de schimbări

source: No match for
ro: Fără rezultate pentru

source: No ChangeLog available
ro: Niciun jurnal de schimbări disponibil

source: Attention: developer-repo option not enabled
ro: Atenție: opțiunea developer-repo nu este activată

source: Reverse Dependencies Search
ro: Căutare dependențe inverse

source: Matched
ro: Găsite

source: from repository
ro: din depozitul

source: from the installed packages repository
ro: din depozitul cu pachete instalate

source: Description Search
ro: Căutare după descriere

source: No matches
ro: Fără rezultate

source: Files Search
ro: Căutare fișiere

source: files
ro: fișiere

source: License Search
ro: Căutare după licență

source: Listing Packages
ro: Se listează pachetele

source: Repository is not available
ro: Depozitul nu este disponibil

source: Searching Mimetype
ro: Se caută Mimetype

source: Needed Libraries Search
ro: Căutare biblioteci necesare

source: libraries
ro: biblioteci

source: Orphans Search
ro: Căutare orfani

source: Analyzing
ro: Se analizează

source: Analyzed directories
ro: Directoare analizate

source: Masked directories
ro: Directoare mascate

source: Number of files collected on the filesystem
ro: Numărul de fișiere colectate pe sistemul de fișiere

source: Now searching among installed packages
ro: Se caută printre pachetele instalate

source: Checking
ro: Se verifică

source: Number of total files
ro: Număr total de fișiere

source: Number of matching files
ro: Număr de fișiere găsite

source: Number of orphaned files
ro: Număr de fișiere orfane

source: Writing file to disk
ro: Se scriu fișierele pe disc

source: Total space wasted
ro: Spațiu total irosit

source: Required Packages Search
ro: Căutare pachete necesare

source: Library
ro: Bibliotecă

source: Package Set Search
ro: Căutare set pachete

source: Slot Search
ro: Căutare sloturi

source: Tag Search
ro: Căutare taguri

source: Revision Search
ro: Căutare versiuni

source: Available Updates
ro: Actualizări disponibile

source: Packages to update:
ro: Pachete de actualizat:

source: Packages to remove:
ro: Pachete de eliminat:

source: Packages already up-to-date:
ro: Pachete deja actualizate:

source: Critical updates found:
ro: Actualizări critice găsite:

source: ask before making any changes
ro: întreabă-mă înainte de realizarea de schimbări

source: show what would be done
ro: arată ce va fi făcut

source: verbose output
ro: output detaliat

source: Not available
ro: Indisponibil

source: installed from
ro: instalat din

source: Packages involved
ro: Pachete implicate

source: Would you like to continue ?
ro: Doriţi să continuaţi?

source: configure
ro: configurează

source: configure installed packages
ro: configurează pachete instalate

source: Repository name
ro: Nume depozit

source: Revision
ro: Versiune

source: Repository class
ro: Clasă depozit

source: Notice Board
ro: Avizier

source: Path
ro: Cale

source: Package URLs
ro: URL-uri pachete

source: show Repositories status
ro: arată starea depozitelor

source: manage cache
ro: gestionare cache

source: clean Entropy Library Cache
ro: curăță cache pentru bibliotecile Entropy

source: show more details
ro: arată mai multe detalii

source: print results in a scriptable way
ro: afișează rezultatele într-un mod script-abil

source: Cleaning Entropy cache, please wait ...
ro: Se curăță cache Entropy, vă rog așteptați ...

source: Entropy cache cleaned.
ro: Cache Entropy curățat.

source: manage Entropy Library Cache
ro: gestionează cache pentru bibliotecile Entropy

source: repository
ro: depozit

source: force update
ro: forțează actualizare

source: You must be either root or in this group:
ro: Trebuie să fiți root sau membru al acestor grupuri:

source: Sending the update request to Entropy Services
ro: Se trimit cererile de actualizare la Entropy Services

source: Repositories will be updated in background
ro: Depozitele vor fi actualizate în fundal

source: app-admin/rigo-daemon not installed. Update not allowed.
ro: app-admin/rigo-daemon nu sunt instalate. Actualizarea nu este permisă.

source: Have a nice day
ro: O zi bună

source: Repositories update not allowed
ro: Nu este permisă actualizarea depozitelor

source: No repositories specified in
ro: Nu sunt depozite specificate în

source: Notice board not available
ro: Avizierul nu e disponibil

source: Notice board
ro: Avizier

source: Title
ro: Titlu

source: update repositories
ro: actualizează depozitele

source: system security tools
ro: unelte de securitate sistem

source: verify installed files using stored checksums
ro: verifică fișierele instalate folosind sumele de control stocate

source: name of package to check
ro: numele pachetului de verificat

source: consider mtime instead of SHA256 (false positives ahead)
ro: consideră mtime în loc de SHA256 (pot fi pozitive false mai departe)

source: update hashes and mtime (useful after editing config files)
ro: actualizează hash-uri și mtime-uri (folositor după editarea fișierelor de configurare)

source: reinstall faulty packages
ro: reinstalează pachetele defecte

source: just download packages
ro: doar descarcă pachetele

source: download the latest Security Advisories
ro: descarcă ultimele buletine de securitate

source: force download
ro: forțează descărcarea

source: list all the available Security Advisories
ro: listează toate buletinele de securitate disponibile

source: list only affected
ro: listează doar cele afectate

source: list only unaffected
ro: listează doar cele neafectate

source: show information about provided advisories identifiers
ro: arată informația despre identificatorii furnizați pentru buletine

source: advisory indentifier
ro: identificator avertizare

source: automatically install all the available security updates
ro: instalează automat toate actualizările de securitate disponibile

source: Advisory Identifier
ro: Identificator buletin de avertizare

source: Background
ro: Fundal

source: Exploitable
ro: Exploatabil

source: Impact type
ro: Tip de impact

source: Revised
ro: Revizuit

source: Announced
ro: Anunțat

source: Synopsis
ro: Rezumat

source: References
ro: Referințe

source: Upstream bugs
ro: Defecte de upstream

source: Affected
ro: Afectate

source: vulnerable versions
ro: versiuni vulnerabile

source: unaffected versions
ro: versiuni neafectate

source: Workaround
ro: Soluție ocolitoare

source: Resolution
ro: Rezoluţie

source: no checksum information
ro: fără informație de sumă de control

source: found altered files
ro: s-au găsit fișiere modificate

source: assimilated new hashes and mtime
ro: s-au asimilat noi hash-uri și mtime-uri

source: unavailable
ro: indisponibil

source: Checking system files
ro: Se verifică fișierele de sistem

source: No altered files found
ro: Nu s-au găsit fișiere modificate

source: Altered files have been found
ro: S-au găsit fișiere modificate

source: Packages have been reinstalled successfully
ro: Pachetele au fost reinstalate cu succes

source: No advisories available or applicable
ro: Nu se găsesc buletine de avertizare sau aplicabile

source: Advisory does not exist
ro: Buletinul de avertizare nu există

source: Calculating security updates
ro: Se calculează actualizările de securitate

source: All the available updates have been already installed
ro: Toate actualizările disponibile au fost deja instalate

source: manage configuration file updates
ro: gestionează actualizările fișierelor de configurație

source: update configuration files
ro: actualizează fișierele de configurație

source: Scanning filesystem
ro: Se scanează sistemul de fișiere

source: All fine baby. Nothing to do!
ro: Totul e ok, baby. Nu mai e nimic de făcut!

source: file
ro: fișier

source: Type a number
ro: Tastați un număr

source: Please choose a file to update by typing its identification number.
ro: Alegeți un fișier de actualizat prin tastarea numărului de identificare al acestuia.

source: Other options are:
ro: Alte opțiuni sunt:

source: Exit
ro: Ieşire

source: Automerge all the files asking you one by one
ro: Auto-comasează toate fișierele care cer acest lucru, unul câte unul

source: Automerge all the files without questioning
ro: Auto-comasează toate fișierele, fără întrebări

source: Discard all the files asking you one by one
ro: Renunță la toate fișierele care cer acest lucru unul câte unul

source: Discard all the files without questioning
ro: Renunță la toate fișierele fără întrebări

source: Please choose an action to take for the selected file.
ro: Alegeți o acțiune de luat pentru fișierul selectat.

source: Come back to the files list
ro: Înapoi la lista de fișiere

source: Replace original with update
ro: Înlocuiește originalul cu actualizarea

source: Delete update, keeping original as is
ro: Șterge actualizarea, păstrează originalul așa cum e

source: Edit proposed file and show diffs again
ro: Editează fișierul propus și arată din nou diff-urile

source: Interactively merge original with update
ro: Comasează interactiv originalul cu actualizarea

source: Show differences again
ro: Arată diferențele din nou

source: Source file
ro: Fișier sursă

source: Destination file
ro: Fișier destinație

source: Overwrite ?
ro: Suprascrie ?

source: Cannot merge
ro: Nu se poate comasa

source: Discard ?
ro: Renunță ?

source: Discarding
ro: Se renunță

source: Cannot remove
ro: Nu se poate elimina

source: Editing file
ro: Se editează fișierul

source: Edited file
ro: Fișierul editat

source: showing difference
ro: diferențele

source: Automerging
ro: Autocomasare

source: Interactive merge
ro: Comasare interactivă

source: OSError during interactive merge
ro: OSError în timpul comasării interactive

source: IOError during interactive merge
ro: IOError în timpul comasării interactive

source: Unable to merge file
ro: Nu se poate comasa fișierul

source: Selected file
ro: Fișierul selectat

source: Replacing %s with %s
ro: Se înlocuiește %s cu %s

source: Cannot merge %s
ro: Nu poate fi comasat %s

source: Deleting %s
ro: Se șterge %s

source: Cannot remove %s
ro: Nu se poate șterge %s

source: manage package file updates
ro: gestionează actualizările fișierelor din pachete

source: You should run equo --help
ro: Trebuie să rulați equo --help

source: You didn't run equo --help, did you?
ro: Nu ați rulat equo --help, nu-i așa?

source: Did you even read equo --help??
ro: Ați citit măcar equo --help??

source: I give up. Run that equo --help !!!!!!!
ro: Mă las bătut. Rulați equo --help !!!!!!!

source: OH MY GOD. RUN equo --heeeeeeeeeeeeeelp
ro: SFINTE DUMNEZEULE. RULAȚI equo --heeeeeeeeeeeeeelp

source: Illiteracy is a huge problem in this world
ro: Analfabetismul este o mare problemă în lumea aceasta

source: Ok i give up, you are hopeless
ro: Bine, mă dau bătut, sunteți incorigibil

source: Go to hell.
ro: Du-te naibii.

source: Stop that, you idiot.
ro: Oprește-te, idiotule.

source: yell at user
ro: țipă la utilizator

source: exclude package dependencies
ro: exclude dependențele pachetului

source: do not calculate dependencies recursively
ro: nu calcula dependențele în mod recursiv

source: include dependencies no longer needed
ro: include dependențele care nu mai sunt necesare

source: when used with --deep, include virtual packages
ro: când se folosește cu --deep, se includ pachetele virtuale

source: remove package configuration files no longer needed
ro: șterge configurația pachetelor care nu mai sunt necesare

source: force system packages removal (dangerous!)
ro: forțează eliminarea pachetelor de sistem (periculos!)

source: removal
ro: eliminare

source: All done
ro: Gata!

source: These are the packages that should be MANUALLY removed
ro: Aceste pachete trebuiesc eliminate MANUAL

source: These are the packages that would be removed
ro: Aceste pachete vor fi eliminate

source: Packages that would be removed
ro: Pachetele care nu vor fi eliminate

source: Freed disk space
ro: Spațiu liber pe disc

source: Total bandwidth wasted
ro: Total lățime de bandă irosită

source: Ouch!
ro: Vai!

source: the following system packages were pulled in
ro: următoarele pachete au fost descărcate

source: Would you like to proceed ?
ro: Continuați ?

source: remove packages from system
ro: șterge pachetele din sistem

source: search keyword
ro: caută cuvânt cheie

source: quiet output, for scripting purposes
ro: output nedetaliat, pentru scripting

source: search among installed packages only
ro: caută doar printre pachetele instalate

source: search among available packages only
ro: caută doar printre pachetele disponibile

source: Searching
ro: Se caută

source: search packages in repositories
ro: caută pachete în depozite

source: show less details (useful for scripting)
ro: arată mai puține detalii (folositor pentru scripting)

source: just show what would be done
ro: arată doar ce va fi făcut

source: Running dependency test
ro: Se rulează teste de dependențe

source: No missing dependencies
ro: Nu sunt dependințe lipsă

source: These are the dependencies not found
ro: Aceste dependințe nu au fost găsite

source: Needed by
ro: Cerut de

source: Would you like to install the packages ?
ro: Doriți să instalați pachetele ?

source: Installing available packages in
ro: Se instalează pachetele disponibile în

source: 10 seconds
ro: 10 secunde

source: look for unsatisfied dependencies
ro: caută dependințe nesatisfăcute

source: not a valid directory
ro: nu e un director valid

source: not a valid Entropy package file
ro: nu e un fișier de pachet Entropy valid

source: quiet output
ro: output nedetaliat
