Repository: Enlik/entropy
Catalog: client/po/*.po
Languages: ro

source: Acquiring Entropy Resources Lock, please wait...
ro: Se obține lock pentru resursă Entropy, vă rog așteptați...

source: Another Entropy is currently running.
ro: Un alt Entropy rulează momentan.

source: When you wrote
ro: Când ați scris

source: You Meant(tm)
ro: V-ați referit™ la

source: one of these below?
ro: una din următoarele de mai jos?

source: manage User Generated Content
ro: gestionează conținut generat de utilizator

source: login against the given repository
ro: autentificare pentru depozitul dat

source: repository name
ro: nume depozit

source: force action
ro: forțează acțiunea

source: logout from the given repository
ro: deconectează de la depozitul dat

source: manage package documents in the selected repository (comments, files, videos)
ro: gestionează documente pachet în depozitul selectat (comentarii, fișiere, videoclipuri)

source: manage Documents
ro: gestionare documente

source: get available documents for the provided package name
ro: obține documentele disponibile pentru numele de pachet specificate

source: package name (example: x11-libs/qt)
ro: nume pachet (de ex: x11-libs/qt)

source: add a new document to the provided package name
ro: adaugă un nou document la numele de pachet specificat

source: remove documents from database using their identifiers
ro: șterge documente din baza de date folosind identificatorii lor

source: document identifier
ro: identificator document

source: manage package votes in the selected repository
ro: gestionează voturile pentru pachete în depozitul selectat

source: manage Votes
ro: gestionează voturi

source: get vote for the provided package name
ro: obține voturile pentru un nume de pachet specificat

source: add vote to the provided package name
ro: adaugă votul la numele de pachet specificat

source: Invalid repository
ro: Depozit invalid

source: Repository does not support Entropy Services.
ro: Depozitul nu suportă Entropy Services.

source: Already logged in as
ro: Sunteți deja autentificat ca

source: Please logout first
ro: Trebuie să vă deautentificați mai întâi

source: Username
ro: Nume utilizator

source: Password
ro: Parolă

source: Please login against
ro: Vă rog să vă autentificați la

source: Login aborted. Not logged in.
ro: Autentificare anulată. Nu sunteți autentificat.

source: Authentication error. Not logged in.
ro: Eroare la autentificare. Nu sunteți autentificat.

source: Communication error. Not logged in.
ro: Eroare de comunicare. Nu sunteți autentificat.

source: Successfully logged in as
ro: Autentificat cu succes ca

source: From now on, any UGC action will be committed as this user
ro: De acum, orice acțiune UGC va fi comisă ca acest utilizator

source: Not logged in.
ro: Nu sunteți autentificat

source: User
ro: Utilizator

source: has been logged out.
ro: a fost deautentificat.

source: No title
ro: Fără titlu

source: Content
ro: Conținut

source: no votes
ro: fără voturi

source: current package vote
ro: voturile pentru pachetul curent

source: UGC error
ro: Eroare UGC

source: Number of downloads
ro: Numărul de descărcări

source: No User Generated Content available.
ro: Nu există conținut generat de utilizatori disponibil.

source: Not logged in, please login first.
ro: Nu sunteți autentificat, vă rog să vă autentificați mai întâi.

source: Add document
ro: Adaugă document

source: text comment
ro: document text

source: icon
ro: iconiță

source: simple file
ro: fișier simplu

source: simple image
ro: imagine simplă

source: video
ro: videoclip

source: Insert document title
ro: Introduce titlu document

source: Insert document description/comment
ro: Introduce descriere/comentariu document

source: Insert document's keywords (space separated)
ro: Introduce cuvinte cheie document (separate prin spațiu)

source: Choose document type
ro: Alege tipul documentului

source: Entropy UGC document submission
ro: Propunere document Entropy UGC

source: Insert document path
ro: Introduce cale document

source: Please review your submission
ro: Vă rog revedeți propunerea

source: Document path
ro: Cale document

source: Document type
ro: Tip document

source: Do you want to submit?
ro: Trimiteți?

source: Invalid document
ro: Document invalid

source: Document added, thank you!
ro: Documentul a fost adăugat, vă mulțumim!

source: Documents removal
ro: Eliminare documente

source: Document identifiers
ro: Identificatori documente

source: Would you like to review them?
ro: Doriți să le revedeți?

source: Would you like to continue with the removal?
ro: Continuați cu eliminarea acestora?

source: cannot get the requested Document
ro: nu se poate obține documentul cerut

source: UGC status
ro: stare UGC

source: removed successfully
ro: eliminat cu succes

source: add vote
ro: adaugă vot

source: Insert your vote (from 1 to 5)
ro: Introduceți votul (de la 1 la 5)

source: Entropy UGC vote submission
ro: Trimitere vot Entropy UGC

source: invalid vote, must be in range
ro: vot invalid, trebuie să fie în interval

source: Vote
ro: Votează

source: already voted
ro: deja ați votat

source: vote added, thank you!
ro: votul a fost adăugat, vă mulțumim!

source: manage repositories
ro: gestionare depozite

source: enable repositories
ro: activează depozite

source: disable repositories
ro: dezactivează depozite

source: add a repository
ro: adaugă un depozit

source: repository description
ro: descriere depozit

source: repository database URL
ro: URL bază de date depozit

source: repository packages URL
ro: URL pachete depozit

source: repository compression format
ro: format de compresie depozit

source: remove a repository
ro: șterge un depozit

source: rename a repository
ro: redenumește un depozit

source: to repository
ro: către depozitul

source: list active repositories
ro: listează depozitele active

source: reorder mirrors basing on response time
ro: rearanjează oglinzile pe baza timpului de răspuns

source: simulate execution
ro: simulează execuția

source: merge content of source repository to destination
ro: comasează conținutul din depozitul sursă în destinație

source: source repository
ro: depozit sursă

source: destination repository
ro: depozit destinație

source: also remove dependency conflicts during merge
ro: s-au eliminat și conflictele de dependență în timpul comasării

source: repository already enabled
ro: depozitul este deja activat

source: repository not available
ro: depozitul nu e disponibil

source: repository enabled
ro: depozitul este activat

source: cannot enable repository
ro: nu se poate activa depozitul

source: repository already disabled
ro: depozitul este deja dezactivat

source: cannot disable repository
ro: nu se poate dezactiva depozitul

source: repository disabled
ro: depozit dezactivat

source: Repository id:
ro: Id depozit:

source: Description:
ro: Descriere:

source: Repository format:
ro: Format depozit:

source: Packages URL:
ro: URL pachete:

source: Repository URL:
ro: URL depozit:

source: repository added succesfully
ro: depozitul a fost adăugat cu succes

source: cannot add repository
ro: nu se poate adăuga depozitul

source: repository id not available
ro: id depozit indisponibil

source: repository removed succesfully
ro: depozitul a fost eliminat cu succes

source: cannot remove repository
ro: nu se poate elimina depozitul

source: repository id already available
ro: id depozit este deja disponibil

source: repository id is invalid
ro: id depozit este invalid

source: mirror order:
ro: ordine oglinzi:

source: mirrors sorted successfully
ro: oglinzile au fost sortate cu succes

source: repository not found
ro: depozitul nu a fost găsit

source: repository cannot be source and destination
ro: depozitul nu poate fi atât sursă cât și destinație

source: merging repositories
ro: se comasează depozitele

source: working on repository
ro: se lucrează pe depozite

source: merging package
ro: se comasează pachetul

source: done merging packages
ro: gata cu comasarea pachetelor

source: only include dependencies of selected packages
ro: include doar dependențele pachetelor selectate

source: calculate dependencies relaxing constraints
ro: calculează dependențele prin relaxarea constrângerilor

source: include build-time dependencies
ro: include dependențele de build

source: save files into the current working directory
ro: salvează fișierele în directorul de lucru curent

source: Nothing to do
ro: Nu mai e nimic de făcut

source: sources download
ro: descarcă sursele

source: download packages source code
ro: descarcă codul sursă al pachetului

source: print broken files to stdout
ro: afișează fișierele rupte pe stdout

source: dump results to files
ro: descarcă rezultatele în fișiere

source: System is healthy
ro: Sistemul este sănătos

source: Libraries/Executables statistics
ro: Statistici biblioteci/executabile

source: Not matched
ro: Nimic găsit

source: Would you like to install them ?
ro: Doriți să le instalați ?

source: look for missing libraries
ro: caută biblioteci lipsă

source: Choose one by typing its identifier
ro: Alege unul prin tastarea identificatorului acestuia

source: Press Enter to continue
ro: Apăsați Enter pentru a continua

source: repository notice board reader
ro: cititor avizier depozite

source: Scanning configuration files to update
ro: Se scanează fișiere de configurație pentru actualizare

source: No configuration files to update.
ro: Nu sunt fișiere de configurație de actualizat.

source: There is %s configuration file needing update
ro: E %s fișier de configurație de actualizat

source: Please run
ro: Vă rog să rulați

source: There is %s preserved library on the system
ro: E %s bibliotecă prezervată pe sistem

source: Every package matching
ro: Fiecare potrivire de pachet

source: is masked
ro: este mascat

source: Masking reason
ro: Motivul pentru mascare

source: matching
ro: se potrivește

source: is broken
ro: este rupt

source: in
ro: în

source: in repositories
ro: în depozitele

source: Not found
ro: Nimic găsit

source: package needed by
ro: pachetele sunt necesare pentru

source: from
ro: de la

source: Skipped
ro: Sărite

source: is not installed
ro: nu este instalat

source: Calculating dependencies
ro: Se calculează dependențele

source: Dependencies not found
ro: Nu s-au găsit dependențele

source: Conflicting packages were pulled in
ro: Au fost descărcate pachete cu conflicte

source: required by
ro: necesar de

source: (no reverse dependencies)
ro: (fără dependințe inverse)

source: Please mask conflicts using
ro: Mascați conflictele folosind

source: download
ro: descarcă

source: Repositories are old, please run:
ro: Depozitele sunt vechi, rulați:

source: Please update the following critical packages
ro: Actualizați următoarele pachete critice

source: You should install them as soon as possible
ro: Trebuie să le instalați cât mai repede posibil

source: Read the license
ro: Citește licența

source: Accept the license (I've read it)
ro: Accept licența (am citit-o)

source: Accept the license and don't ask anymore (I've read it)
ro: Accept licența și nu mă mai întreba din nou (am citit-o)

source: Quit
ro: Ieși

source: Your choice (type a number and press enter)
ro: Alegerea ta (scrieți un număr și apăsați Enter)

source: You need to accept the licenses below
ro: Trebuie să acceptați licențele de mai jos

source: needed by
ro: necesar de

source: No license data available
ro: Nu se găsesc date despre licențiere

source: No file viewer
ro: Niciun cititor pentru fișier

source: License saved into
ro: Licența a fost salvată în

source: execute advanced tasks on packages
ro: execută sarcinile avansate pe pachete

source: check installed packages repository for errors
ro: verifică depozitele de pachete instalate pentru erori

source: compact the installed packages repository
ro: compactează depozitul pentru pachete instalate

source: re-generate the installed packages repository using the Source Package Manager
ro: regenerează depozitul pentru pachete instalate folosind Source Package Manager

source: re-generate SPM<->Entropy package UIDs mapping
ro: regenerează maparea cu UID-uri pentru SPM<->Entropy

source: update Entropy installed packages repository merging Source Package Manager changes
ro: actualizează depozitul de pachete instalate de Entropy prin contopirea schimbărilor din Source Package Manager

source: create a backup of the installed packages repository
ro: creează un backup pentru depozitul cu pachete instalate

source: restore a backup of the installed packages repository
ro: restaurează un backup al depozitului cu pachete instalate

source: Repository error
ro: Eroare depozit

source: installed packages repository
ro: depozit de pachete instalate

source: Scanning...
ro: Se scanează...

source: Error checking package
ro: Eroare la verificarea pachetului

source: corrupted
ro: corupt

source: passed
ro: aprobat

source: Compacting the Installed Packages repository
ro: Se compactează depozitul cu pachete instalate

source: Compaction complete
ro: Compactare completă

source: the Installed Packages repository will be re-generated using the Source Package Manager
ro: depozitul de pachete instalate va fi regenerat folosind Source Package Manager

source: I am not joking, this is quite disruptive
ro: Nu glumesc, această acțiune este foarte perturbatoare

source: Understood ?
ro: Ați înțeles ?

source: Really ?
ro: Serios ?

source: This is your last chance
ro: E ultima șansă a dumneavoastră

source: Cannot read metadata
ro: Nu se pot citi metadatele

source: Creating a backup of the current repository
ro: Se creează un backup pentru depozitul curent

source: Cannot backup the repository
ro: Nu se poate face backup pentru depozit

source: Cannot delete old repository
ro: Nu se poate șterge depozitul vechi

source: Initializing a new repository
ro: Se inițializează un nou depozit

source: Repository initialized, generating metadata
ro: Depozitul a fost inițializat, se generează metadatele

source: Invalid package
ro: Pachet invalid

source: Metadata generation error
ro: Eroare la generarea metadatelor

source: Indexing metadata, please wait...
ro: Se indexează metadatele, vă rog așteptați...

source: Repository metadata generation complete
ro: Gata cu generarea metadatelor pentru depozit

source: Scanning Source Package Manager repository
ro: Se scanează depozitul Source Package Manager

source: Cannot find package
ro: Nu se poate găsi pachetul

source: Scanning Entropy repository
ro: Se scanează depozitul Entropy

source: These packages were removed
ro: Aceste pachete au fost eliminate

source: Continue ?
ro: Continuați ?

source: Removal complete
ro: Eliminare completă

source: These packages were added
ro: Aceste pachete au fost adăugate

source: Update complete
ro: Actualizare completă

source: Re-generating packages mapping
ro: Se regenerează mapările pentru pachete

source: Packages mapping re-generated
ro: Maparea pachetelor a fost regenerată

source: No backups found
ro: Nu se găsesc backup-uri

source: Select the repository to restore
ro: Selectați depozitul pentru a-l restaura

source: Entropy Installed Packages Repository backups
ro: Entropy a instalat backup-uri pentru depozitul de pachete

source: tools to rescue the running system
ro: unelte de salvare a sistemului în execuție

source: match keyword
ro: potrivire cuvinte cheie

source: return only injected packages
ro: returnează doar pachetele injectate

source: match among installed packages only
ro: potrivește doar printre pachetele instalate

source: match among available packages only
ro: potrivește doar printre pachetele disponibile

source: return all the matches, not just the best
ro: returnează toate rezultatele, nu doar cele mai bune

source: return matches found in every repository
ro: returnează rezultatele găsite în fiecare depozit

source: print download URIs (w/--quiet)
ro: afișează URI-ul de descărcare (cu opțiunea --quiet)

source: print repository information (w/--quiet)
ro: afișează informația depozitului (cu opțiunea --quiet)

source: print description too (w/--quiet)
ro: afișează și descrierea (cu opțiunea --quiet)

source: print ":<slot>" next to package names (w/--quiet)
ro: afișează „:<slot>” lângă numele de pachete (cu opțiunea --quiet)

source: Matching
ro: Se potrivește

source: match packages in repositories
ro: potrivește pachetele în depozite

source: relax dependencies constraints during calculation
ro: relaxează constrângerile dependențelor în timpul calculului

source: download multiple packages in parallel (max 10)
ro: descarcă mai multe pachete în paralel (max 10)

source: These are the packages that would be installed
ro: Acestea sunt pachetele care vor fi instalate

source: conflicting/substituted
ro: în conflict/substituite

source: Packages needing to be installed/updated/downgraded
ro: Pachetele care trebuie instalate/actualizate/downgradate

source: Packages needing to be removed
ro: Pachetele care trebuie eliminate

source: Packages needing to be installed
ro: Pachetele care trebuie instalate

source: Packages needing to be reinstalled
ro: Pachetele care trebuie reinstalate

source: Packages needing to be updated
ro: Pachetele care trebuie actualizate

source: Packages needing to be downgraded
ro: Pachetele care trebuie downgradate

source: Download size
ro: Mărime descărcare

source: Used disk space
ro: Spațiu pe disc folosit

source: You need at least
ro: Vă trebuie cel puțin

source: of free space
ro: de spațiu liber

source: You don't have enough space for the installation. Free some space into
ro: Nu aveți destul spațiu liber pentru instalare. Eliberați mai mult spațiu în

source: Download complete
ro: Descărcare completă

source: install
ro: instalează

source: Installation complete
ro: Instalare completă

source: install or update packages or package files
ro: instalează sau actualizează pachete sau fișiere din pachete

source: remove unmaintained packages, if any. This will respect --ask, --pretend and other switches.
ro: șterge pachetele neîntreținute, dacă există. Aceasta va respecta opțiunea --ask, --pretend și altele.

source: Calculating System Updates
ro: Se calculează actualizări de sistem

source: Packages matching update
ro: Actualizare potrivită pentru pachete

source: Packages matching not available
ro: Potrivirea pachetelor nu este disponibilă

source: Packages matching already up to date
ro: Pachetele se potrivesc deja

source: Nothing to update
ro: Nimic de actualizat

source: On the system there are packages that are not available anymore in the online repositories
ro: Sunt pachete pe sistem care nu mai sunt disponibile în depozitele online

source: Even if they are usually harmless, it is suggested (after proper verification) to remove them.
ro: Chiar dacă acestea sunt de regulă inofensive, este recomandabil (după o verificare adecvată) să le eliminați.

source: To automatically remove them, please run: equo upgrade --purge.
ro: Pentru a le elimina automat, rulați: equo upgrade --purge

source: Selective
ro: Selectiv

source: Would you like to remove them?
ro: Doriți să le eliminați?

source: Remove this?
ro: Eliminați acestea?

source: Nothing to remove
ro: Nimic de eliminat

source: There are more updates to install, reloading Entropy
ro: Mai sunt actualizări de instalat, se reîncarcă Entropy

source: upgrade the system
ro: actualizează sistemul

source: generate packages from the installed system
ro: generează pachetele pentru sistemul instalat

source: installed package name
ro: numele pachetului instalat

source: destination directory where to save generated packages
ro: directorul de destinație unde să fie salvate pachetele generate

source: transform SPM package files into Entropy ones
ro: transformă pachetele SPM în pachete Entropy

source: SPM package file path
ro: Calea către pachetele SPM

source: transform Entropy package files into SPM ones
ro: transformă pachetele Entropy în pachete SPM

source: Entropy package file path
ro: Calea către pachetele Entropy

source: extract Entropy metadata from Entropy packages
ro: extrage metadatele Entropy din pachetele Entropy

source: broken directory path
ro: cale director ruptă

source: generating package
ro: se generează pachetul

source: package file creation error
ro: eroare la crearea unui fișier de pachet

source: package generated
ro: pachetul a fost generat

source: working on package file
ro: se lucrează pe fișierul de pachet

source: package file extraction complete
ro: extracția de fișiere din pachete este completă

source: package metadata generation complete
ro: generarea metadatelor pentru pachete este completă

source: package file generated at
ro: fișierul de pachet generat la

source: error during metadata extraction
ro: eroare în timpul extracției metadatelor

source: package file generated
ro: s-a generat fișierul de pachet

source: metadata file generated
ro: s-a generat fișierul de metadate

source: sort packages by size
ro: sortează pachetele după mărime

source: consider packages installed with a Source Package Manager to be wanted
ro: consideră pachetele instalate cu un manager de surse de pachete ca dorite

source: Running unused packages test
ro: Se rulează testul pentru pachete nefolosite

source: show unused packages (pay attention)
ro: arată pachetele nefolosite (aveți grijă)

source: remove downloaded packages and clean temp. directories
ro: elimină pachete descărcate și curăță directoarele temporare

source: download packages, essentially
ro: descarcă pachetele, practic

source: Entropy Command Line Client, Equo
ro: Client Entropy de linie de comandă, Equo

source: force colored output
ro: forțează output cu culori

source: this help
ro: acest ajutor

source: Already on branch
ro: Deja pe ramură

source: Succesfully switched to branch
ro: S-a schimbat ramura cu succes

source: Now run 'equo upgrade' to upgrade your distribution to
ro: Acum rulați „equo upgrade” pentru a actualiza distribuția la

source: Unable to switch to branch
ro: Nu se poate comuta pe ramură

source: upgrade the System to a new branch
ro: actualizează sistemul la o nouă ramură

source: show equo version
ro: arată versiunea equo

source: only show what would be done
ro: arată doar ce trebuie făcut

source: These are the packages that would be handled
ro: Acestea sunt pachetele vizate

source: Would you like to continue?
ro: Continuați?

source: action not executed
ro: acțiunea nu a fost executată

source: mask one or more packages
ro: maschează unul sau mai multe pachete

source: unmask one or more packages
ro: demaschează unul sau mai multe pachete

source: manage preserved libraries
ro: gestionează bibliotecile prezervate

source: list the currently preserved libraries
ro: listează bibliotecile prezervate în prezent

source: show libraries that could be garbage collected
ro: arată bibliotecile care vor intra sub incidența colectorului de gunoi

source: No preserved libraries found
ro: Nu s-au găsit biblioteci prezervate

source: No preserved libraries to garbage collect
ro: Nu sunt biblioteci prezervate de trimis la colectorul de gunoi

source: but owned by
ro: dar deținute de

source: then just unregister the library
ro: atunci doar anulați înregistrarea bibliotecii

source: Tools to manage the preserved libraries on the system
ro: Unelte de gestionat bibliotecile prezervate pe sistem

source: Magneto Entropy Updates Applet
ro: Magneto, applet de actualizări Entropy

source: Your system currently has an outdated version of
ro: Sistemul are în prezent o versiune depășită de

source: installed
ro: instalat

source: the latest available version is
ro: ultima versiune disponibilă este

source: It is recommended that you upgrade to the latest before updating any other packages
ro: Este recomandat să actualizați la ultima versiune înainte de a actualiza alte pachete

source: Close
ro: Închide

source: Launch Application Browser
ro: Lansează browserul de aplicații
