Repository: Enlik/entropy
Catalog: client/po/*.po
Languages: ro

source: Application updates
ro: Actualizări aplicații

source: System Updates
ro: Actualizări de sistem

source: Application
ro: Aplicație

source: Latest version
ro: Ultima versiune

source: Critical Information
ro: Informație critică

source: _Disable Notification Applet
ro: _Dezactivează appletul de notificări

source: Disable Notification Applet
ro: Dezactivează appletul de notificări

source: _Enable Notification Applet
ro: _Activează appletul de notificări

source: Enable Notification Applet
ro: Activează appletul de notificări

source: _Check for updates
ro: _Verifică dacă sunt actualizări

source: Check for updates
ro: Verifică dacă sunt actualizări

source: _Launch Package Manager
ro: _Lansează gestionarul de pachete

source: Launch Package Manager
ro: Lansează gestionarul de pachete

source: _Packages Website
ro: Website _pachete

source: Use Packages web interface
ro: Folosește interfața web pentru pachete

source: _Sabayon Linux Website
ro: Site _Sabayon Linux

source: Launch Sabayon Linux Website
ro: Lansează site-ul web Sabayon Linux

source: _Exit
ro: I_eșire

source: System restart needed
ro: Este necesară repornirea sistemului

source: This system should be restarted at your earliest convenience
ro: Acest sistem ar trebui restartat cât mai curând posibil

source: Cannot monitor Sabayon updates
ro: Nu se pot monitoriza actualizările Sabayo

source: Entropy DBus service not available
ro: Serviciul DBus Entropy nu este disponibil

source: unable to communicate with the updates service
ro: nu se poate comunica cu serviciul de actualizări

source: There is %s update available
ro: E %s actualizare disponibilă

source: Sabayon updates available
ro: Actualizări Sabayon disponibile

source: Updates are available
ro: Sunt actualizări disponibile

source: Upgrade now
ro: Actualizează acum

source: Your Sabayon is up-to-date
ro: Sabayonul dumneavoastră este actualizat

source: No updates available at this time, cool!
ro: Nu sunt actualizări de această data, mișto!

source: Repositories are being updated
ro: Depozitele sunt actualizate

source: System upgrade started
ro: A început actualizarea sistemului

source: Do not shutdown nor reboot the computer!
ro: Nu opriți sau reporniți calculatorul!

source: Updates Notification Applet Disabled
ro: Appletul cu notificări de actualizări este dezactivat

source: Updates Notification Applet Enabled
ro: Appletul cu notificări de actualizări este activat

source: quiet mode
ro: mod nedetaliat

source: verbose mode
ro: mod detaliat

source: ask confirmation
ro: cere confirmarea

source: Package does not exist
ro: Pachetul nu există

source: Not a kernel
ro: Nu este un nucleu

source: Cannot find your currently running kernel.
ro: Nu se poate găsi nucleul care rulează în prezent

source: Try without --from-running.
ro: Încercați fără --from-running.

source: No kernel packages found
ro: Nu s-au găsit pachete de nucleu

source: install a new or just another kernel
ro: instalează un altul nou sau oricare alt nucleu

source: use 'uname -r' to determine the running kernel
ro: folosiți „uname -r” pentru a determina nucleul care rulează

source: the new kernel package dependency name
ro: noul nume al pachetului de dependențe pentru nucleu

source: list kernels
ro: listează nucleele

source: Magneto Application Updates Notifier
ro: Magneto, notificator de actualizări de aplicații

source: _Load Package Manager
ro: Î_ncarcă gestionarul de pachete
