Repository: Enlik/entropy
Catalog: server/po/*.po
Languages: de, ja, sv

source: Syncing current database
de: Synchronisiere aktuelle Datenbank
ja: 現在のデータベースの同期
sv: synkar nuvarande databas

source: please wait
de: bitte warten
ja: お待ちください
sv: vänligen vänta

source: Removing entry
de: Entferne Eintrag
ja: エントリを削除する
sv: Tar bort post

source: Adding entry
de: Füge Eintrag hinzu
ja: エントリを追加する
sv: Lägger till inlägg

source: Exporting database table
de: Exportiere Datenbank-Tabelle
ja: データベーステーブルのエクスポート。
sv: Exporterar databastabellen

source: Database Export complete.
de: Datenbank-Export vollständig.
ja: データベース·エクスポート·完全。
sv: Exporteringen utav databastabellen är slutförd

source: ATTENTION
de: ACHTUNG
ja: 注目

source: Spm error occured
de: SPM Fehler aufgetreten

source: Spm Unique Identifier not found for
de: einzigartiger SPM Bezeichner nicht gefunden für
ja: SPM（ソースパッケージマネージャ）一意識別子が見つかりません
sv: Unik SPM Identifierare inte funnen för

source: updating repository metadata layout, please wait!
de: aktualisiere Repositoriums Metadaten-Anordnung, bitte warten!
ja: リポジトリ·メタデータのレイアウトを更新しています。しばらくお待ちください！
sv: uppdaterar layout för förrådets metadata, vänligen vänta!

source: generating provided_libs metadata, please wait!
de: generiere provided_libs Metadaten, bitte warten!
ja: 提供されるライブラリのメタデータを生成しています。しばらくお待ちください！
sv: genererar dom givna_bibliotekens metadata. Var god dröj

source: it could take a while
de: es könnte eine Weile dauern
ja: それはしばらく時間がかかる可能性があり
sv: detta kan ta ett tag

source: action
de: Aktion
ja: アクション
sv: åtgärd

source: package move actions complete
de: verschieben der Pakete vollständig
ja: パッケージの移動アクションを完了し
sv: flyttning utav paketen slutförd

source: WARNING
de: WARNUNG

source: Cannot run SPM cleanup, error
de: Kann Bereinigung von SPM nicht durchführen, Fehler

source: package moves completed successfully
de: verschieben der Pakete erfolgreich beendet
ja: パッケージの移動が正常に完了し
sv: paketen flyttades utan problem

source: Moving old entry
de: Verschiebe alten Eintrag

source: to
de: nach

source: verifying upload (if supported)
de: verifiziere Upload (wenn unterstützt)
ja: 検証のアップロード（サポートされている場合)
sv: verifierar uppladdning (om stöd finns)

source: digest verification
de: Indexüberprüfung
ja: 検証ダイジェスト
sv: verifiera sammandrag

source: so far, so good!
de: so weit, so gut!
ja: これまで、とても良い！
sv: Hittills alllt väl!

source: malformed md5 provided to function
de: missgestaltetes md5 an Funktion übergeben
ja: 不正な形式のMD5関数に提供

source: remote md5 is invalid
de: entferntes md5 ist ungültig
ja: リモートMD5が無効です

source: successful
de: erfolgreich
ja: 成功した
sv: felfritt

source: failed, retrying
de: fehlgeschlagen, versuche erneut
ja: 失敗し、再試行
sv: misslyckades! Försöker igen

source: error
de: Fehler
ja: エラー
sv: fel

source: not critical
de: nicht kritisch
ja: 重要ではない
sv: inte kritisk

source: continuing
de: wird fortgesetzt
ja: 連続
sv: fortsätter

source: connecting to mirror
de: verbinde mit Spiegelserver
ja: ミラーへの接続
sv: ansluter till spegel

source: setting directory to
de: ändere Verzeichnis in
ja: にディレクトリを設定する
sv: sätter katalog till

source: Entropy Server Mirrors Interface loaded
de: Entropy Spiegelserver-Schnittstelle geladen
ja: エントロピーサーバミラーインタフェースをロード

source: repository mirror
de: Repositoriums-Spiegelserver
ja: リポジトリのミラー
sv: förrådets spegel

source: packages mirror
de: Paket-Spiegelserver
ja: パッケージミラー
sv: paketens spegel

source: looking for file in mirror
de: halte Ausschau nach Datei auf Spiegelserver
ja: 鏡の中のファイルを探して
sv: söker efter fil på spegeln

source: unlocking
de: entsperre
ja: ロック解除
sv: låser upp

source: locking
de: sperre
ja: 施錠
sv: låser

source: mirror
de: Spiegelserver
ja: ミラー
sv: spegel

source: mirror for download
de: Spiegelserver für Download
ja: ダウンロード用ミラー
sv: spegel för hämtningar

source: mirror already locked for download
de: Spiegelserver bereits gesperrt für Download
ja: ミラーはすでにダウンロードのためにロックされて
sv: spegen är redan låst för hämtningar

source: mirror already unlocked for download
de: Spiegel bereits freigegeben für Download
ja: ミラーはすでにダウンロードのためにロック解除
sv: spegeln är redan upplåst för hämtningar

source: for download
de: für Download
ja: ダウンロードする
sv: för hämtning

source: mirror successfully locked
de: Spiegelserver erfolgreich gesperrt
ja: ミラーは正常にロック
sv: spegeln låstes utan fel

source: mirror not locked
de: Spiegelserver nicht gesperrt
ja: ミラーロックされていない
sv: spegeln är inte låst

source: mirror successfully unlocked
de: Spiegelserver erfolgreich freigegeben
ja: ミラーを正常ロック解除
sv: spegeln låstes upp utan fel

source: unlock error
de: Freigabefehler
ja: エラーのロックを解除
sv: fel vid upplåsning

source: mirror not unlocked
de: Spiegelserver nicht freigegeben
ja: ミラーアンロックされない
sv: spegeln är inte låst

source: connecting to download package
de: verbinde um Paket herunterzuladen
ja: パッケージをダウンロードするために接続する
sv: ansluter till nedladdning

source: downloading package
de: lade Paket herunter
ja: ダウンロードパッケージ
sv: hämtar paket

source: package
de: Paket
ja: パッケージ
sv: paket

source: does not exist
de: existiert nicht
ja: 存在しません
sv: finns inte

source: is not listed in the repository !
de: ist nicht im aktuellen Repositorium enthalten!
ja: リポジトリにリストされていません！
sv: är inte tillgängligt i förrådet!

source: verifying checksum of package
de: verifiziere Prüfsumme des Pakets
ja: パッケージの検証チェックサム
sv: verifierar paketets kontrollsumma

source: downloaded successfully
de: erfolgreich heruntergeladen
ja: 正常にダウンロード
sv: hämtning slutförd utan fel

source: checksum does not match. re-downloading...
de: Prüfsumme stimmt nicht überein. Erneuter Download...
ja: チェックサムが一致しません。再ダウンロード...
sv: kontrollsumman stämmer inte. Hämtar igen...

source: seems broken. Consider to re-package it. Giving up!
de: scheint fehlerhaft zu sein. Ziehe in Erwägung, es neu zu bauen. Ich gebe auf!
ja: 壊れたようです。それを再パッケージ化することを検討してください。あきらめる！
sv: verkar trasig. Överväg att packetera om det. Ger up!

source: mirror hasn't valid repository revision file
de: Spiegelserver hat keine gültige Repositoriums-Revisionsdatei
ja: ミラーが有効なリポジトリ リビジョンのファイル
sv: spegeln har inte någon giltig revisionsfil för förrådet

source: unable to download repository revision
de: vermag nicht Repositoriums-Revision herunterzuladen
ja: リポジトリのリビジョンをダウンロードすることができません。
sv: hämtningen utav förrådets revisionsfil misslyckades

source: mirror doesn't have valid revision file
de: Spiegelserver besitzt keine gültige Revisionsdatei
ja: ミラーが有効なリビジョンのファイルを持っていません。
sv: spegeln har inte en giltig revisionsfil

source: mirror already locked
de: Spiegelserver bereits gesperrt
ja: ミラーは既にロック
sv: spegeln är redan låst

source: waiting up to 2 minutes before giving up
de: warte noch 2 Minuten bevor ich aufgebe
ja: あきらめる前に最大 2 分間待っています。
sv: väntar upp till 2 minuteer innan jag ger up

source: mirror unlocked
de: Spiegelserver freigegeben
ja: ミラーロック解除
sv: spegel upplåst

source: Local statistics
de: Lokale Statistik
ja: 局所統計量
sv: Lokal statistik

source: upload directory
de: Upload-Verzeichnis
ja: ディレクトリをアップロードします。
sv: uppladdningskatalog

source: files ready
de: Dateien bereit
ja: 準備ができたファイル
sv: filer är redo

source: packages directory
de: Paketverzeichnis
ja: パッケージ ディレクトリ
sv: paketens katalog

source: download
de: herunterladen
ja: ダウンロード
sv: hämta

source: copy
de: kopiere
ja: コピー
sv: kopiera

source: remove
de: entfernen
ja: 退ける
sv: ta bort

source: Packages to be removed
de: Pakete zum entfernen
ja: パッケージを削除するには
sv: Paket som kommer att tas bort

source: Packages to be moved locally
de: Pakete die lokal verschoben werden
ja: パッケージをローカルで移動するには
sv: Paket som kommer flyttas lokalt

source: Packages to be uploaded
de: Pakete zum hochladen
ja: パッケージをアップロードするには
sv: Paket som kommer att laddas upp

source: Total removal size
de: Gesamtgröße entfernbarer Dateien
ja: 総除去サイズ
sv: Total storlek på borttagning

source: Total upload size
de: Gesamtgröße des Uploads
ja: アップロード サイズの合計
sv: Total storlek på uppladdning

source: Total download size
de: Gesamtgröße des Downloads
ja: 総ダウンロードサイズ
sv: Total storlek på hämtning

source: Remote statistics for
de: Enfernte Statistiken für
ja: リモート統計
sv: fjärrstatistik för

source: remote packages
de: entfernte Pakete
ja: リモート パッケージ
sv: fjärrpaket

source: files stored
de: Dateien gespeichert
ja: 保存されているファイル
sv: filerna är lagrade

source: Calculating queues
de: Berechne Warteschlangen
ja: 計算キュー
sv: Beräknar köer

source: removing package+hash
de: entferne Paket+Hash
ja: パッケージ + ハッシュの削除
sv: tar bort paket + hash

source: sync
de: synchronisieren
ja: 同期する
sv: synka

source: removal complete
de: Entfernen vollständig
ja: 完全除去
sv: borttagning slutförd

source: copying file+hash to repository
de: kopiere Datei+Hash ins Repositorium
ja: リポジトリへのファイル + ハッシュのコピー
sv: kopierar fil+hash till förråd

source: upload errors
de: Fehler beim Hochladen
ja: アップロード エラー
sv: fel vid uppladdning

source: reason
de: Grund
ja: 理由
sv: orsak

source: upload completed successfully
de: Upload erfolgreich abgeschlossen
ja: アップロードが正常に完了しました
sv: uppladdningen slutfördes felfritt

source: download errors
de: Fehler beim Herunterladen
ja: ダウンロードエラー
sv: fel vid nedladdning

source: download completed successfully
de: Download erfolgreich abgeschlossen
ja: ダウンロードが正常に完了し
sv: nedladdningen slutförd utan problem

source: QA checking package file
de: QA überprüft Paketdatei
ja: QA チェック パッケージ ファイル
sv: QA kontrollerar paketfilen

source: faulty package file, please fix
de: fehlerhafte Paketdate, bitte verbessern
ja: 障害のあるパッケージ、してください修正プログラム ファイル
sv: felaktig paketfil. Åtgärda

source: starting packages sync
de: starte Paket-Synchronisierung
ja: 出発パッケージが同期する
sv: startar synkronisering för paket

source: packages sync
de: Paket-Synchronisierung
ja: パッケージは同期
sv: synkronisera paketen

source: socket error
de: Sockel-Fehler
ja: ソケットエラー
sv: fel på socket

source: on
de: an
ja: オン
sv: på

source: nothing to do on
de: nichts zu tun an
ja: 上は何の関係もない
sv: finns ingenting att göra

source: Expanding queues
de: Erweitere Warteschlangen
ja: 拡大するキュー
sv: Utökar köer

source: nothing to sync for
de: nichts zu synchronisieren
ja: のために同期することは何もない
sv: finns ingenting att synkronisera för

source: Would you like to run the steps above ?
de: Möchtest du die oben genannten Schritte durchführen?
ja: 上記の手順を実行しますか？
sv: Vill du utföra stegen som angivits ovan?

source: No
de: Nein
ja: いいえ
sv: Nej

source: keyboard interrupt !
de: Unterbrechung durch Tastendruck!
ja: キーボード割り込み ！
sv: keyboardavbrott!

source: you must package them again
de: du mußt sie neu packen
ja: あなたがそれらを再度パッケージ化する必要があります
sv: du måste paketera dem igen

source: exception caught
de: Ausnahmefehler aufgetreten
ja: 例外がキャッチされました
sv: undantag påträffades

source: at least one mirror synced properly!
de: wenigstens ein Spiegelserver wurde erfolgreich synchronisiert!
ja: 少なくとも 1 つのミラーが正しく同期 ！
sv: åtminstonde en spegel synkades korrekt!

source: tidy
de: sauber
ja: 奇麗な
sv: städa upp

source: collecting expired packages
de: sammle abgelaufene Pakete
ja: 期限切れのパッケージを集める
sv: samlar upp förfallna paket

source: collecting expired packages in the selected branches
de: sammle abgelaufene Pakete im ausgewählten Zweig
ja: 選択されたブランチに失効したパッケージを収集
sv: samlar upp utgånga paket i bland dom valda grenarna

source: nothing to remove on this branch
de: in diesem Zweig gibt es nichts zu entfernen

source: these are the expired packages
de: dies sind die abgelaufenen Pakete

source: Would you like to continue ?
de: Würdest du gerne fortfahren ?
ja: 続行しますか？
sv: Vill du fortsätta?

source: removing packages remotely
de: entferne entfernte Pakete
ja: パッケージをリモートで削除します。
sv: tar bort paketen på distans

source: remove errors
de: entferne Fehler
ja: エラーを削除します。
sv: fel vid borttagning

source: removing packages locally
de: entferne Pakete lokal
ja: パッケージをローカルでの削除
sv: tar bort paket lokalt

source: removed
de: entfernt
ja: 下げる
sv: borttagna

source: downloading notice board from mirrors to
de: lade Schwarzes Brett vom Spiegelserver nach
ja: 掲示板にミラーサイトからダウンロードします。
sv: hämtar anslagstavla från speglar till

source: notice board downloaded successfully from
de: Schwarzes Brett erfolgreich herabgeladen von
ja: 掲示板から正常にダウンロード
sv: hämtningen slutförd utav anslagstavla från

source: removing notice board from
de: entferne Schwarzes Brett von
ja: お知らせボードの取り外し
sv: tar bort anslagstavla från

source: notice board removal failed on
de: Entfernung des Schwarzen Bretts fehlgeschlagen bei
ja: 掲示板の削除に失敗しました
sv: borttagning utav anslagstavla misslyckades på

source: notice board removal success
de: Entfernung des Schwarzen Bretts erfolgreich
ja: 掲示板削除成功
sv: borttagning utav anslagstavla slutfördes felfritt

source: uploading notice board from
de: lade Schwarzes Brett hoch von
ja: アップロード掲示板
sv: laddar upp anslagstavla från

source: notice board upload failed on
de: Hochladen des Notizbretts fehlgeschlagen bei
ja: 掲示板のアップロードに失敗しました
sv: uppladdningen av anslagstavla misslyckads på

source: notice board upload success
de: Notizbrett erfolgreich hochgeladen
ja: 掲示板はアップロード成功
sv: uppladdning utav anslagstavla slutfördes felfritt

source: Keys for repository are expired
de: Schlüssel für das Repositorium ist abgelaufen
ja: リポジトリのキーの有効期限が切れている
sv: Nycklarna för förrådet är utgångna

source: preparing to download repository from mirror
de: bereite Herunterladen des Repositoriums vom Spiegelserver vor
ja: ミラーからのリポジトリのダウンロードの準備
sv: förbereder för hämtning av förråd från spegel

source: download path
de: Download-Pfad
ja: ダウンロードのパス
sv: hämtningssökväg

source: errors
de: Fehler
ja: エラー
sv: fel

source: failed to download from mirror
de: Herunterladen vom Spiegelserver fehlgeschlagen
ja: ミラーからダウンロードに失敗しました
sv: misslyckads att hämta från spegel

source: failed to unpack
de: Entpacken gescheitert
ja: 展開に失敗しました
sv: misslyckades att packa upp

source: Troubles with treeupdates
de: Probleme mit treeupdates
ja: ツリー更新とのトラブル

source: Bumping old data back
de: Weise veraltete Daten zurück
ja: 古いデータを返すをバンピング
sv: Trycker gammal data tillbaka

source: configured package sets
de: Paketsets konfiguriert
ja: パッケージ セットの構成
sv: konfigurerade paketuppsättningar

source: None configured
de: Keine konfiguriert
ja: 構成なし
sv: Inga blev konfigurerade

source: creating compressed repository dump + checksum
de: erstelle komprimiertes Repositoriums-Abbild + Prüfsumme
ja: 圧縮されたリポジトリ ダンプ + チェックサムを作成します。

source: repository path
de: Repositoriums-Pfad
ja: リポジトリのパス
sv: förrådets sökväg

source: dump light
de: Abbild
ja: ダンプ光
sv: dumpar lätt

source: dump light checksum
de: Abbild-Prüfsumme
ja: ダンプ光チェックサム
sv: dumpar lätt kontrollsumma

source: opener
de: Öffner
ja: 開幕戦
sv: öppnare

source: compressing repository + checksum
de: komprimiere Repositorium + Prüfsumme
ja: リポジトリ + チェックサムを圧縮します。

source: compressed repository path
de: komprimiere Repositoriums-Pfad
ja: 圧縮されたリポジトリのパス
sv: sökväg till packat förråd

source: repository checksum
de: Repositoriums-Prüfsumme
ja: リポジトリのチェックサム
sv: förrådets kontrollsumma

source: compressed checksum
de: komprimiere Prüfsumme
ja: 圧縮されたチェックサム
sv: komprimerat förråd

source: preparing uncompressed repository for the upload
de: bereite unkomprimiertes Repositorium für den Upload vor
ja: 圧縮されていないリポジトリ、アップロードの準備
sv: förbereder det upppackade förrådet för uppladdning

source: disabled EAPI
de: deaktiviertes EAPI
ja: 無効になっている EAPI
sv: Avaktiverade EAPI

source: preparing to upload repository to mirror
de: bereite den Upload des Repositoriums auf Spiegelserver vor
ja: リポジトリをミラーのアップロードの準備
sv: förbered att ladda upp till förrådets spegel

source: upload failed, locking and continuing
de: Hochladen fehlgeschlagen, sperre und fahre fort
ja: アップロードに失敗しました、ロックおよび継続
sv: uppladdning misslyckades. Låser och fortsätter

source: repository already in sync
de: Repositorium ist bereits synchronisiert
ja: 既に同期リポジトリ
sv: förrådet är redan synkroniserat

source: repository sync failed
de: Repositoriums-Synchronisation fehlgeschlagen
ja: リポジトリの同期が失敗しました
sv: fel vid synkronisering utav förrådet

source: download issues
de: Vorfälle beim Download
ja: ダウンロードの問題
sv: fel vid hämtning

source: repository sync forbidden
de: Repositoriums-Synchronisation verboten
ja: リポジトリの同期が禁止されています
sv: synkronisering utav förrådet är förbjuden

source: missing package sets
de: fehlende Paketsets
ja: 行方不明のパッケージ セット
sv: saknade paketuppsättning

source: dependencies test reported errors
de: Der Abhängigkeitstest meldete Fehler.
ja: 依存関係が報告されたエラーをテストします。
sv: beroenden rapporterade fel

source: these packages haven't been removed yet
de: Diese Pakete wurden noch nicht entfernt.
ja: これらのパッケージはまだ削除されていません。
sv: dessa paket har inte tagits bort än

source: upload issues
de: Vorfälle beim Hochladen
ja: アップロードに関する問題
sv: fel vid uppladdning

source: repository sync completed
de: Synchronisation des Repositoriums komplett
ja: リポジトリの同期が完了しました
sv: synkroniseringen utav förrådet är slutförd

source: mirrors have not been unlocked. Sync them.
de: Spiegelserver wurden nicht entsperrt. Synchronisiere sie.
ja: ミラーはロックが解除されていない。それらを同期します。
sv: speglarna har inte blivit upplåsta. Synkronisera dem

source: cannot store updates RSS cache
de: kann RSS-Cache der Aktualisierungen nicht speichern
ja: アップデートのRSSキャッシュを格納することはできません
sv: kan inte lagra uppdateringar för RSS cache

source: INJECT
de: EINSPEISEN
ja: 注入する

source: has been injected
de: wurde eingespeist
ja: 注入された
sv: har injicerats

source: quickpkg manually to update embedded db
de: Du musst quickpkg manuell ausführen um die eingebettete Datenbank zu aktualisieren
ja: quickpkgを（クイックパッケージ）を手動で埋め込まれたDBを更新する
sv: quickpkg kommer manuellt att uppdatera den inbäddade databasen

source: Repository updated anyway
de: Repositorium trotzdem geupdatet
ja: リポジトリとにかく更新された
sv: Förrådet uppdaterades ändå

source: package has no keyword set, it will be masked !
de: Paket hat kein Schlüsselwort gesetzt, es wird maskiert werden!
ja: パッケージは、noキーワードセットは、それがマスクされませんしました！
sv: inga nyckelord är satta för paketet så det kommer att maskeras!

source: repository not configured
de: Repositorium nicht konfiguriert
ja: リポジトリ構成されていません
sv: förrådet har inte konfigurerats

source: protected repository id, can't use this, sorry dude...
de: geschützte Repositoriums-ID, kann sie nicht verwenden, sorry Kumpel ...
ja: 保護されたリポジトリID、これを使用することはできません、申し訳ありません男...
sv: förrådets ID är skyddat. Kan inte använda detta. Ledsen grabben

source: invalid repository revision
de: ungültige Repositoriums-Revision
ja: 無効なリポジトリのリビジョン
sv: ogiltig revision på förrådet

source: defaulting to 0
de: setze standardmäßig auf 0
ja: デフォルトは0です
sv: återgår till 0

source: repository
de: Repositorium
ja: リポジトリ
sv: förråd

source: syncing package sets
de: synchronisiere Paket Sets
ja: パッケージセットを同期
sv: synkroniserar paketuppsättningar

source: Attention
de: Achtung
ja: 注目
sv: Uppmärksamma

source: cannot match
de: keine Entsprechung
ja: 一致させることはできません
sv: kan inte matchas

source: initializing repository
de: Initialisiere Repositorium
ja: 初期化リポジトリ
sv: initierar förråd

source: do you really want to initialize this repository ?
de: Willst du wirklich dieses Repositorium initialisieren?
ja: あなたは本当にこのリポジトリを初期化したいのですか？
sv: är du säker på att du vill initiera förrådet?

source: Cannot create store directory
de: Nicht möglich Speicherverzeichnis zu erstellen
ja: ストアディレクトリを作成できません
sv: Kan inte skapa en katalog för lagring

source: Cannot create upload directory
de: Nicht möglich Uploadverzeichnis zu erstellen
ja: アップロードディレクトリを作成できません
sv: Kan inte skapa uppladdningskatalog

source: Invalid tag specified
de: Kein gültiges Etikett angegeben
ja: 無効なタグ指定
sv: Ogiltig tag har specifierats

source: flushing back selected packages from branches
de: spiele ausgewählte Pakete aus den Zweigen zurück
ja: 枝から戻って選択されたパッケージをフラッシュ
sv: spolar tillbaka dom valda paketen från förgreningar

source: nothing to do
de: Nichts zu tun
ja: 何も行いませんように
sv: ingenting att göra

source: these are the packages that will be flushed
de: Dies sind die Pakete, welche weggespült werden
ja: これらがフラッシュされますパッケージです
sv: dessa är dom valda paketen som kommer spolas

source: checking package hash
de: überprüfe Pakethash
ja: パッケージのハッシュをチェックする
sv: kontrollerar paketets hash

source: hash does not match for
de: Hash stimmt nicht überein für
ja: のために一致しないハッシュ
sv: hash matchar inte för

source: wrong md5
de: falsche md5
ja: 間違っmd5の
sv: fel md5

source: error downloading packages from mirrors
de: Fehler beim Herunterladen von Paketen am Spiegelserver
ja: ミラーからのエラーのダウンロードパッケージ
sv: fel vid hämtning av paket från speglar

source: working on branch
de: arbeite auf Zweig
ja: ブランチで作業
sv: arbetar på gren

source: updating package
de: aktualisiere Paket
ja: 更新パッケージ
sv: uppdaterar paket

source: package flushed
de: Paket gespült
ja: パッケージにフラッシュ
sv: paketet har spolats

source: Cannot touch system repository
de: Kann Systemrepositorium nicht anfassen
ja: システムリポジトリに触れることができない
sv: Kan inte röra systemets förråd

source: Preparing to move selected packages to
de: Vorbereitung zum verschieben von ausgewählten Paketen nach
ja: に選択したパッケージを移動するための準備
sv: Förbereder att flytta dom valda paketen till

source: Preparing to copy selected packages to
de: Vorbereitung zum kopieren von ausgewählten Paketen nach
ja: に選択したパッケージをコピーするための準備
sv: Förbereder att kopiera valda paket till

source: Note
de: Hinweis
ja: ノート
sv: Anteckning

source: all old packages with conflicting scope will be removed from destination repo unless injected
de: alle alten Pakete im Konfliktbereich werden vom Zielrepositorium entfernt, sofern nicht eingespeist
ja: 注入されない限り、スコープの競合を持つすべての古いパッケージは、送信先のレポから削除されます

source: new tag
de: neues Etikett
ja: 新しいタグ
sv: ny tag

source: reverse dependency
de: umgekehrte Abhängigkeiten
ja: 逆依存関係
sv: omvända beroenden

source: dependency
de: Abhängigkeiten
ja: 依存関係
sv: beroende

source: switching
de: wechseln
ja: 切り替え
sv: byter

source: cannot switch, package not found, skipping
de: kann nicht wechseln, Paket nicht gefunden, überspringe
ja: 、パッケージが見つからない、切り替えのスキップができない
sv: kan inte byta. Paketet kunde inte hittas. Hoppas över

source: moving file
de: verschiebe Datei
ja: 動画ファイル
sv: flyttar fil

source: loading data from source repository
de: lade Daten aus Quellrepositorium
ja: ソースリポジトリからのデータのロード
sv: laddar data från källkodsförrådet

source: GPG key was available in
de: GPG Schlüssel war verfügbar in
sv: GPG nyckeln finns tillgänglig i

source: injecting data to destination repository
de: speise Daten in Zielrepositorium ein
ja: 先リポジトリにデータを注入する
sv: injicerar data till målkatalogen

source: removing entry from source repository
de: entferne Eintrag aus Quellrepositorium
ja: ソースリポジトリから削除するエントリ
sv: tar bort inlägg från källkodsförrådet

source: successfully handled atom
de: Atom erfolgreich gehandhabt
ja: うまく処理アトム
sv: atomen hanterades felfritt

source: Injecting entropy metadata into built packages
de: Speise Entropy-Metadaten in die erstellten Pakete ein
ja: 構築されたパッケージにエントロピーのメタデータを注入
sv: injicerar entropy metadata i kompilerade paket

source: JFYI, GPG infrastructure failed to load
de: Nur zu deiner Information, das Laden der GPG ist fehlgeschlagen
ja: JFYI、GPGインフラストラクチャは、読み込みに失敗しました
sv: JFYI, GPG infrastruktur misslyckades att ladda

source: injecting entropy metadata
de: speise Entropy-Metadaten ein
ja: エントロピーのメタデータを注入する
sv: injicerar entropy metadata

source: injection complete
de: Einspeisung vollständig
ja: 完全な注射
sv: injicering slutförd

source: removing package
de: entferne Paket
ja: パッケージを削除
sv: tar bort paket

source: Integrity verification of the selected packages
de: Integritätsprüfung der ausgewählten Pakete
ja: 選択したパッケージの整合性の検証
sv: Dom valda paketens intergritet verifieras

source: All the packages in repository will be checked.
de: Alle Pakete im Repositorium werden überprüft.
ja: リポジトリ内のすべてのパッケージがチェックされます。
sv: Alla paketen i förrådet kommer att kontrolleras.

source: This is the list of the packages that would be checked
de: Dies ist die Liste der Pakete, die überprüft würden
ja: これがチェックされることになるパッケージのリストです。
sv: Detta är listan på paketen som kommer att kontrolleras

source: Working on mirror
de: Arbeite auf Spiegelserver
ja: ミラーでの作業
sv: Spegeln bearbetas
