Repository: Enlik/entropy
Catalog: server/po/*.po
Languages: de, ja, sv

source: checking hash
de: überprüfe Hash
ja: チェックハッシュ
sv: kontrollerar hash

source: digest verification of
de: Verzeichnisprüfung von
ja: 検証ダイジェスト
sv: sammandrag verifierade utav

source: not supported
de: nicht unterstützt
ja: サポートされていません
sv: stöds inte

source: NOT healthy
de: NICHT gesund
ja: 健康ではない
sv: INTE frisk

source: This is the list of broken packages
de: Dies ist die Liste der gebrochenen Pakete
ja: これは壊れたパッケージのリストです
sv: Detta är listan på dom trasiga paketen

source: Mirror
de: Spiegelserver
ja: ミラー
sv: Spegel

source: Statistics
de: Statistiken
ja: 統計
sv: Statistik

source: Number of checked packages
de: Zahl der überprüften Pakete
ja: チェックされたパッケージの数
sv: Antalet kontrollerade paket

source: Number of healthy packages
de: Zahl der gesunden Pakete
ja: 健康的なパッケージの数
sv: Antal friska paket

source: Number of broken packages
de: Zahl der fehlerhaften Pakete
ja: 壊れたパッケージの数
sv: Antal trasiga paket

source: local
de: lokal
ja: ローカル
sv: lokal

source: checking status of
de: überprüfe Status von
ja: の状態をチェックする
sv: kontrollerar statusen för

source: is corrupted, stored checksum
de: ist beschädigt, Prüfsumme gespeichert
ja: 破損している、格納されたチェックサム
sv: är korrupt, lagrad kontrollsumma

source: checked packages
de: geprüfte Pakete
ja: 検査済みパッケージ
sv: kontrollerade paket

source: healthy packages
de: gesunde Pakete
ja: 健康的なパッケージ
sv: friska paket

source: broken packages
de: fehlerhafte Pakete
ja: 壊れたパッケージ
sv: trasiga paket

source: downloaded packages
de: heruntergeladene Pakete
ja: ダウンロードしたパッケージ
sv: hämtade paket

source: failed downloads
de: fehlgeschlagene Downloads
ja: 失敗したダウンロード
sv: misslyckade hämtningar

source: GPG signing packages for repository
de: signiere Pakete für Repositorium mit GPG
ja: リポジトリのGPG署名のパッケージ
sv: GPG signering för paketens förråd

source: All the missing packages in repository will be downloaded.
de: Alle im Repositorium fehlenden Pakete werden heruntergeladen.
ja: リポジトリ内のすべての不足しているパッケージがダウンロードされます。
sv: Alla saknade paketen i förrådet kommer att hämtas

source: GnuPG not available
de: GnuPG nicht verfügbar
ja: 利用できないGnuPGの
sv: GnuPG är inte tillgänglig

source: Keys not available for
de: Schlüssel nicht verfügbar für
ja: には使用できませんキーズ
sv: Nycklarna är inte tillgängliga för

source: signing package
de: signiere Paket
ja: パッケージに署名します。
sv: signerar paket

source: Unknown error signing package
de: Unbekannter Fehler beim Signieren des Pakets
ja: 不明なエラー署名パッケージ
sv: Ett okänt fel uppstod vid signering utav paket

source: signed packages
de: signierte Pakete
ja: 署名付きパッケージ
sv: signerade paket

source: available
de: verfügbar
ja: 利用できる
sv: tillgängliga

source: upload/ignored
de: hochladen/ignoriert
ja: アップロード/無視
sv: uppladdning/ignorerade

source: Starting to download missing files
de: Starte Herunterladen fehlender Dateien
ja: 不足しているファイルをダウンロードするために起動する
sv: Hämtning utav saknade paket startas

source: Searching missing/broken files on another mirror
de: Suche fehlende/fehlerhafte Dateien auf anderem Spiegelserver
ja: 別のミラーに不足している/壊れたファイルを検索する
sv: Letar efter saknade/trasiga paket på en annan spegel

source: Binary packages downloaded successfully.
de: Binärpakete erfolgreich heruntergeladen.
ja: バイナリパッケージは、正常にダウンロード。
sv: Hämtning utav binära paket slutfördes felfritt

source: These are the packages that cannot be found online
de: Dies sind die Pakete, die online nicht gefunden werden können.
ja: これらは、オンラインで見つけることができないパッケージです
sv: Dessa är paketen som inte kan hittas online

source: They won't be checked
de: Sie werden nicht geprüft werden
ja: 彼らはチェックされません
sv: Dom kommer inte att kontrolleras

source: Please setup your branch to
de: Bitte stelle deinen Zweig ein auf
ja: ブランチを設定してください。
sv: Var god sätt din gren till

source: and retry
de: und versuche erneut
ja: 再試行してください。
sv: och försök igen

source: Copying repository (if not exists)
de: Kopiere Repositorium (falls nicht existent)
ja: リポジトリのコピー (存在しない場合)
sv: Kopierar förråd (om det inte redan finns)

source: Switching packages
de: Wechsle Pakete
ja: パッケージの切り替え
sv: Byter paketen

source: Ignoring
de: Ignoriere
ja: 無視します。
sv: Ignorerar

source: already in branch
de: bereits im Zweig
ja: すでに支店内
sv: finns redan i denna gren

source: migration loop completed
de: Migrationsschleife vollständig
ja: 完了した移行ループ
sv: migrationsloop avslutad

source: Running orphaned SPM packages test
de: Test auf verwaiste SPM Pakete läuft
ja: 孤立した SPM を実行しているパッケージのテスト

source: Scanning package
de: Durchsuche Pakete
ja: パッケージをスキャン
sv: Skannar paket

source: not found anymore
de: nicht mehr gefunden
ja: もう見つからない
sv: kan inte längre hittas

source: Packages string
de: Paketstring
ja: パッケージの文字列
sv: Paketsträng

source: Checking
de: Prüfe

source: Running dependencies test
de: Abhängigkeitstest läuft
ja: 実行中の依存関係のテスト
sv: Ett test utav beroenden körs

source: These are the dependencies not found
de: Dies sind die nicht gefundenen Abhängigkeiten
ja: これらが見つからない依存関係である
sv: Dessa är beroenden som saknas

source: Needed by
de: Benötigt von
ja: が必要とする
sv: Behövs utav

source: by repo
de: von Repositorium
ja: repo によって
sv: utav förrådet

source: Every dependency is satisfied. It's all fine.
de: Alle Abhängigkeiten sind erfüllt. Alles ist gut.
ja: すべての依存関係が満たされます。それはすべての罰金です。
sv: Alla beroenden är tillfredsställda. Allt är bra

source: Broken and matched packages list
de: Fehlerhafte und passende Pakete aufgelistet
ja: 壊れたと一致するパッケージのリスト
sv: Listan för matchande och trasiga paket

source: Dumping results into these files
de: Lege Ergebnisse in Datei ab
ja: これらのファイルに結果をダンプ
sv: Dumpar resultat i dessa filer

source: System is healthy
de: System ist gesund
ja: システムが健全である
sv: Systemet är friskt

source: Matching libraries with Spm, please wait
de: Vergleiche Bibliotheken mit SPM, bitte warten
ja: Spm と一致するライブラリお待ちください。
sv: Matchar bibliotek med Spm. Var god dröj

source: These are the matched packages
de: Dies sind die passenden Pakete
ja: これらは一致したパッケージ
sv: Dessa är paketen som matchar

source: No matched packages
de: Keine passenden Pakete
ja: 一致するパッケージはありません。
sv: Inga paket matchar

source: Your default repository is not initialized
de: Dein Standard-Repositorium ist nicht initialisiert
ja: デフォルト リポジトリは初期化されていません
sv: Ditt förvalda förråd är inte initierat

source: Do you want to initialize your default repository ?
de: Willst du dein Standard-Repositorium initialisieren ?
ja: デフォルトのリポジトリを初期化しますか。
sv: Vill du initiera ditt förvalda förråd?

source: Continuing with an uninitialized repository
de: Fahre mit einem uninitialisiertem Repositorium fort
ja: 初期化されていないリポジトリと継続
sv: Fortsätter med ett förråd som inte initierats

source: Entropy repository is already locked by you :-)
de: Entropy-Repositorium wurde bereits von dir gesperrt :-)
ja: エントロピー リポジトリが既にロックされているあなたが:-)
sv: Entropys förråd är redan låst utav dig :-)

source: Locking and Syncing Entropy repository
de: Sperre und synchronisiere Entropy-Repositorium
ja: ロックと同期のエントロピー リポジトリ
sv: Låser och synkroniserar Entropys förråd

source: Mirrors status table
de: Spiegelserver Statustabelle
ja: ミラー状態テーブル
sv: Speglarnas statustabell

source: Unlocked
de: Freigegeben
ja: ロックを解除
sv: Upplåst

source: Locked
de: Gesperrt
ja: ロックされています。
sv: Låst

source: cannot lock mirror
de: kann Spiegelserver nicht sperren
ja: ミラーをロックできません。
sv: kan inte erhålla lås på spegeln

source: Repository is corrupted!
de: Repositorium ist fehlerhaft!
ja: リポジトリが破損している ！
sv: Förrådet är korrupt

source: indexing repository
de: indiziere Repositorium
ja: インデックス作成リポジトリ
sv: indexerar förråd

source: Initializing an empty repository
de: Initialisiere ein leeres Repositorium
ja: 空のリポジトリを初期化しています
sv: Initierar ett tomt förråd

source: Entropy repository file
de: Entropy Repositoriums-Datei
ja: エントロピー リポジトリ ファイル
sv: Fil för Entropy förråd

source: successfully initialized
de: erfolgreich initialisiert
ja: 正常に初期化しました
sv: initieringen slutfördes utan fel

source: adding package
de: füge Paket hinzu
ja: パッケージを追加します。
sv: lägger till paket

source: added package
de: Paket hinzugefügt
ja: パッケージを追加
sv: paket som lagts till

source: manual dependencies for
de: manuelle Abhängigkeiten für
ja: 手動の依存関係
sv: hantera beroenden manuellt för

source: these are the missing dependencies
de: Dies sind die nicht fehlenden Abhängigkeiten
ja: これらは依存関係の欠落
sv: dessa är dom saknade beroenden

source: no missing dependencies !
de: Keine fehlenden Abhängigkeiten!
ja: 依存関係の欠落なし ！
sv: inga beroenden saknas!

source: Do you agree?
de: Bist du einverstanden?
ja: 同意しますか？
sv: Håller du med?

source: Yes
de: Ja
ja: はい
sv: Ja

source: Repeat
de: Wiederhole
ja: 繰り返し
sv: Upprepa

source: not owned by uid and gid = 0
de: Nicht durch uid und gid = 0 besessen
ja: uid と gid を所有しない = 0
sv: ägs inte utav varken uid eller gid =0

source: metadata QA check for
de: Metadaten QA Überprüfung von
ja: メタデータ QA チェック
sv: metadata QA kontroll för

source: Exception caught, closing tasks
de: Ausnahmefehler aufgetreten, schließe Aufgaben
ja: 例外がキャッチ、タスクの終了
sv: Undantag fångat, stänger uppgifter

source: server-side repository
de: serverseitiges Repositorium
ja: サーバー側リポジトリ
sv: förråd för server-sidan

source: community repository
de: Gemeinschafts-Repositorium
ja: コミュニティ リポジトリ
sv: Sabayon gemenskaps förråd

source: Entropy Server Interface Instance on repository
de: Entropy Server Schnittstellen-Instanz auf Repositorium
ja: リポジトリに関するエントロピー サーバー インターフェイス インスタンス

source: current branch
de: aktueller Zweig
ja: 現在のブランチ
sv: nuvarande gren

source: type
de: Typ
ja: タイプ
sv: typ

source: Currently configured repositories
de: Gegenwärtig konfigurierte Repositorien
ja: 現在構成されているリポジトリ
sv: Förråd som nyligen konfigurerats

source: GPG key expired
de: GPG Schlüssel abgelaufen
ja: GPG キーの有効期限が切れてください。
sv: GPG-nyckeln har utgått

source: please frigging fix
de: bitte dringend korrigieren
ja: ください修正をいまいましい
sv: men snälla nån! Åtgärda detta!

source: GPG got unexpected error
de: GPG erhielt unerwarteten Fehler
ja: GPG は予期しないエラーを得た
sv: Ett oväntad fel inträffade för GPG

source: skipping
de: überspringe
ja: スキップ
sv: hoppar över

source: config files
de: Konfigurationsdateien
ja: 設定ファイル
sv: konfigurationsfiler

source: checking system
de: überprüfe System
ja: システムをチェック
sv: kontrollerar systemet

source: there are configuration files not updated yet
de: es existieren noch Konfigurationsdateien, die aktualisiert werden müssen
ja: まだ更新されていない構成ファイルがあります。
sv: det finns konfigurationsfiler som inte uppdateras än

source: found available dep_rewrites for this package
de: fand verfügbare dep_rewrites für das Paket
ja: このパッケージの利用可能な dep_rewrites が見つかりました

source: added
de: hinzugefügt
ja: 追加
sv: tillagd

source: replaced
de: ersetzt
ja: 置き換え
sv: ersatte

source: No dependency rewrite made for
de: Keine Abhängigkeits-Neuschreibung erstellt für
ja: ない依存書き換えのために作られました。
sv: Inga redigerade beroenden för

source: updating package sets
de: aktualisiere Paketsets
ja: 更新パッケージ セット
sv: uppdaterar paketuppsättingar

source: adding package set
de: füge Paketset hinzu
ja: 追加するパッケージ セット
sv: lägger till paketuppsättningar

source: removing package set
de: entferne Paketset
ja: 削除するパッケージ セット
sv: tar bort paketuppsättning

source: infinite
de: unendlich
ja: 無限
sv: oändlig

source: Aggregated download
de: Sammeldownload
ja: 集約されたダウンロード
sv: Sammanställd hämtning

source: Make sure to verify the imported key and set an appropriate trust level
de: Stelle sicher den importierten Schlüssel zu verifizieren und setze einen entsprechenden Vertrauenslevel
ja: インポートしたキーを確認し、適切な信頼レベルを設定することを確認します。
sv: Kom ihåg att verifiera importerade nycklar och sätta passande nivåer

source: GPG key changed for
de: GPG-Schlüssel geändert für
ja: GPG キーのを変更
sv: GPG-nyckeln har ändrats för

source: GPG key already installed for
de: GPG-Schlüssel bereits installiert für
ja: GPG キーが既にインストールされています
sv: GPG-nyckel redan installerad för

source: GPG key EXPIRED for URL
de: abgelaufener GPG Schlüssel für URL
ja: URL の GPG キー期限切れ
sv: GPG-nyckel för URL är UTGÅNGEN

source: Installing GPG key for URL
de: Installiere GPG-Schlüssel für URL
ja: GPG キー URL をインストールします。
sv: GPG-nyckel för URL installeras

source: Error during GPG key installation
de: Fehler während der Installation des GPG-Schlüssels
ja: GPG キーのインストール時のエラー
sv: Ett fel uppstod vid installation utav GPG-nyckel

source: Successfully installed GPG key for URL
de: GPG-Schlüssel für URL erfolgreich installiert
ja: GPG キーの URL は正常にインストール
sv: Installationen utav GPG-nyckel slutfördes felfritt för URL

source: Fingerprint
de: Fingerabdruck
ja: 指紋
sv: Fingeravtryck

source: Error during GPG verification of
de: Fehler während des GPG Vergleichs von
ja: GPG 検証中のエラー
sv: Ett fel uppstod under GPG-verifieringen utav

source: It could mean a potential security risk
de: Es könnte ein potentielles Sicherheitsproblem darstellen
ja: セキュリティ リスクの可能性を意味するかもしれない
sv: Det kan potentiellt innebära en säkerhetsrisk

source: Security Advisories
de: Sicherheitskritische Warnungen
ja: セキュリティ アドバイザリ
sv: Säkerhetsrådgivning

source: GPG key verification successful
de: GPG-Schlüssel Verifizierung erfolgreich
ja: GPG キー検証の成功
sv: GPG-nyckel verifierades framgångsrikt

source: Error
de: Fehler

source: Warning
de: Warnung
ja: 警告
sv: Varning

source: advisory broken
de: Empfehlung fehlerhaft

source: getting latest advisories
de: hole neueste Sicherheitsratschläge
ja: 最新の勧告を取得
sv: hämtar senaste råd

source: updated successfully
de: erfolgreich aktualisiert
ja: 正常に更新されました
sv: uppdaterade framgångsrikt

source: already up to date
de: aktuellste Version bereits vorhanden
ja: 既に最新の状態
sv: redan aktuell

source: cannot download checksum, sorry
de: kann Prüfsumme nicht herunterladen, Entschuldigung
ja: チェックサムをダウンロードできません申し訳ありません
sv: kan inte hämta kontrollsumman, tyvärr

source: unable to download advisories, sorry
de: kann Ratschläge nicht herunterladen, Entschuldigung
ja: 勧告をダウンロードすることができません申し訳ありません
sv: kunde inte hämta rådgivelser, tyvärr

source: Verifying checksum
de: Verifiziere Prüfsumme
ja: チェックサムの検証
sv: Verifierar kontrollsumman

source: cannot open packages, sorry
de: kann Pakete nicht öffnen

source: cannot read the checksum, sorry
de: kann die Checksumme nicht lesen

source: digest verification failed, sorry
de: Verzeichnisüberprüfung nicht erfolgreich

source: verification successful
de: Verifizierung erfolgreich
ja: 確認が完了しました
sv: framgångsrik verifiering

source: GPG service not available
de: GPG-Dienst nicht verfügbar
ja: GPG サービスは利用できません。
sv: GPG-tjänsten är inte tillgänglig

source: digest verification failed, try again later
de: Verzeichnisüberprüfung nicht erfolgreich, versuche es später noch einmal
ja: ダイジェストの検証に失敗しました, もう一度お試しください。

source: installing
de: installiere

source: Runtime dependency
de: Laufzeit-Abhängigkeit
ja: 実行時の依存関係
sv: Körtidsberoende

source: Post dependency
de: Nach Abhängigkeit
ja: 依存関係を記事します。

source: Manually added (by staff) dependency
de: Manuell hinzugefügte (durch Stab) Abhängigkeit
ja: （スタッフ） を手動で追加した依存関係

source: Build dependency
de: Bau-Abhängigkeit
ja: 依存関係を構築します。
sv: Byggberoende

source: All fine
de: Alles ok
ja: すべての罰金
sv: Allt är bra

source: Corrupted Client Repository. Please restore a backup.
de: Beschädigtes Klient-Repositorium. Bitte spiele ein Backup zurück.
ja: クライアントが破損してリポジトリ。バックアップを復元してください。

source: reason not available
de: unbekannte Ursache
ja: 利用できない理由
sv: anledningen finns inte tillgänglig

source: completely masked (by keyword?)
de: vollständig maskiert (durch Schlüsselworte?)
ja: 完全にマスク (キーワードか？）

source: Cleaning
de: Aufräumen

source: directory
de: Verzeichnis

source: Cleaned
de: Aufgeräumt

source: files and directories
de: Dateien und Verzeichnisse

source: Downloading
de: downloaden

source: Uploading
de: Lade hoch

source: corrupted
de: beschädigt
ja: 破損しています。
sv: korrupt

source: Not installed
de: Nicht installiert
ja: インストールされていません
sv: Inte installerad

source: Package
de: Paket
ja: 包み
sv: Paket

source: Category
de: Kategorie
ja: カテゴリ
sv: Kategori

source: Masked
de: Maskiert
ja: 仮面
sv: Maskade

source: Available
de: Verfügbar
ja: 利用できる
sv: Tillgängliga

source: Installed
de: Installiert
ja: インストル
sv: Installerade

source: revision
de: Version
ja: 探す

source: Size
de: Größe
ja: サイズ
sv: Storlek

source: Checksum
de: Prüfsumme
ja: チェックサム
sv: Kontrollsumma

source: Dependencies
de: Abhängigkeiten
ja: 依存関係
sv: Beroenden

source: Legend
de: Legende
ja: 凡例

source: Conflicts
de: Konflikte
ja: 競合
sv: Konflikter

source: Description
de: Beschreibung
ja: 記載なし
sv: Beskrivning

source: Sources
de: Quellen
ja: ソース
sv: Källor

source: Entry API
de: Zugangs-API
ja: エントリーのAPI
sv: API Inlägg

source: Compiled with
de: Kompiliert mit
ja: コンパイル
sv: Kompilerad med

source: Keywords
de: Schlüsselwörter
ja: キーワード
sv: Nyckelord

source: Created
de: Erstellt
ja: 作成
sv: Skapad

source: License
de: Lizenz
ja: 認可
sv: Licens

source: Reverse graphing installed package
de: Dies sind die installierten Pakete
ja: 探す

source: No packages found
de: Keine Pakete gefunden
ja: 見つかりませんでした
sv: Inga paket kunde hittas

source: packages passed as arguments
de: Pakete werden als Argumente übergeben
ja: 引数として渡されたパッケージ
sv: paketen passerade som argument

source: packages with no further dependencies
de: Pakete ohne weitere Abhängigkeiten
ja: 実行時の依存関係

source: packages with further dependencies (node)
de: Pakete ohne weitere Abhängigkeiten (Knoten)
ja: 実行時の依存関係

source: packages already pulled in as dependency in upper levels (circularity)
de: Pakete wurden bereits hereingeholt als Abhängigkeit auf einem höheren Level (zirkulär)
ja: 上位レベル (循環) の依存関係として既に引込まパッケージ

source: Graphing
de: Entsprechend
ja: グラフ作成

source: Entropy needs your attention
de: Entropy benötigt deine Aufmerksamkeit
ja: エントロピーは、注意が必要
sv: Entropy behöver din uppmärksamhet

source: Entropy got a question for you
de: Entropy hat eine Frage an dich
ja: エントロピーはあなたのために質問したい
sv: Entropy har en fråga till dig

source: Interrupted
de: Unterbrochen
ja: 中断
sv: Avbruten

source: Selected number
de: Ausgewählte Nummer
ja: 選択した数
sv: Det valda numret

source: Please select an option
de: Bitte wähle eine Option
ja: オプションを選択してください。
sv: Var god välj ett alternativ

source: Discard all
de: Verwerfe alle
ja: すべてを捨てる
sv: Kasta alla

source: Confirm
de: Bestätige
ja: 確認する
sv: Bekräfta

source: Add item
de: Artikel hinzufügen
ja: アイテムの追加
sv: Lägg till objekt

source: Edit item
de: Artikel bearbeiten
ja: 編集項目
sv: Redigera objekt

source: Remove item
de: Artikel entfernen
ja: 項目を削除
sv: Ta bort objekt

source: Show current list
de: Zeige gegenwärtige Liste
ja: 現在のリストを表示する
sv: Visa nuvarande lista

source: Your choice (type a number and press enter):
de: Deine Wahl (gib eine Zahl ein und drücke Enter):
ja: あなたの選択 (入力番号を押します):
sv: Ditt val (ange ett tal och tryck enter):

source: You don't have typed a number.
de: Du hast keine Nummer eingegeben.
ja: 数値を入力したはありません。
sv: Du har inte skrivit ett nummer.

source: Invalid action.
de: Ungültige Handlung.
ja: 無効なアクション。
sv: Ogiltig ågärd.

source: String to add (-1 to go back):
de: String zum hinzufügen (-1 zum zurückgehen):
ja: (戻って-1) を追加する文字列:
sv: Sträng att lägga till (-1 för att gå tillbaka):

source: Invalid string.
de: Ungültiger String.
ja: 無効な文字列。
sv: Ogiltig sträng.

source: Element number to edit (-1 to go back):
de: Elementnummer zum Bearbeiten (-1 zum zurückzugehen):
ja: (戻って-1) を編集する要素の数:
sv: Nummer på beståndsdel som kommer att redigeras (-1 för att gå tillbaka):

source: old
de: alt
ja: 古い
sv: gamla

source: new value:
de: neuer Wert:
ja: 新しい値:
sv: nytt värde:

source: Invalid element.
de: Ungültiges Element.
ja: 無効な要素。
sv: Ogiltig beståndsdel

source: Element number to remove (-1 to go back):
de: Elementnummer zum Entfernen (-1 zum zurückgehen):
ja: (戻って-1) を削除する要素の数:
sv: Nummer på beståndsdel som kommer att tas bort (-1 för att gå tillbaka):

source: scanning for broken reverse dependencies
de: Durchsuche nach defekten umgekehrten Abhängigkeiten
ja: 壊れた逆依存関係をスキャンする
sv: skannar efter trasiga omvändna beroenden

source: broken libraries detected
de: fehlerhafte Programmbibliotheken entdeckt
ja: 検出された破損したライブラリ
sv: trasiga bibliotek har påträffats

source: needs
de: benötigt
ja: ニーズに
sv: behöver

source: scanning
de: scanne
ja: スキャン
sv: skannar

source: no packages
de: keine Pakete
ja: 何のパッケージない
sv: inga paket

source: blacklisted dependencies !!!
de: Abhängigkeiten auf der schwarzen Liste!!!
ja: ブラックリストに載って依存関係！
sv: svartlistade beroenden!!!

source: determining missing libraries
de: suche fehlende Bibliotheken
ja: 不足しているライブラリを決定する
sv: fastställer saknade bibliotek

source: requires
de: benötigt
ja: が必要です
sv: kräver

source: provided by
de: bereitgestellt von
ja: によって提供されます。
sv: tillhandahållen utav

source: Libraries test
de: Teste Programmbibliotheken
ja: ライブラリのテスト
sv: Bibliotekstest

source: Broken symbols packages list
de: Paketliste zerbrochener Symbole
ja: 壊れたシンボルパッケージ一覧

source: Broken executables list
de: Liste fehlerhafter ausführbarer Dateien
ja: 壊れた実行可能プログラムのリスト
sv: Lista på samtliga trasiga körbara filer

source: discarding directory
de: verwerfe Verzeichnis
ja: ディレクトリの破棄
sv: hoppar över katalog

source: because it's symlinked on
de: weil ein Symlink besteht auf
ja: シンボリック リンク上にあるため
sv: för att den är symlänkad på

source: Collecting broken executables
de: Suche nach beschädigten ausführbaren Dateien
ja: 壊れた実行ファイルの収集
sv: Samlar in trasiga körbara filer

source: don't worry about libraries that are shown here but not later.
de: Programmbibliotheken die nur hier erscheinen (und später nicht mehr) können ignoriert werden.
ja: ライブラリがここに示されている心配しないでください。
sv: oroa dig inte över bibliotek som syns här men inte senare

source: Scanning libraries
de: Durchsuche Programmbibliotheken
ja: スキャンライブラリ
sv: Skannar biblioteken

source: various broken symbols
de: verschiedene fehlerhafte Symbole
ja: 様々な壊れたシンボル
sv: diverse trasiga symboler

source: Matching broken libraries/executables
de: Vergleiche fehlerhafte Programmbibliotheken und ausführbare Dateien
ja: 壊れたライブラリ/実行可能プログラムと一致する
sv: Matchar trasiga bibliotek/beroenden

source: Not prepared yet
de: Noch nicht bereit
ja: まだ準備されていません
sv: Inte förberedd än

source: Not matched
de: Keine Entsprechung

source: Invalid repository
de: Ungültiges Repository

source: not available
de: Nicht verfügbar

source: move packages from a repository to another
de: verschiebe Pakete von einem Repository in ein anderes

source: do not include reverse dependencies
de: füge keine rückwärtigen Abhängigkeiten hinzu

source: These are the packages that would be removed
de: Dies sind die Pakete, welche entfernt werden würden

source: Nothing found
de: Nichts gefunden

source: search packages in repositories
de: suche Pakete in Repositories

source: Another Entropy is currently running.
de: Ein anderes Entropy läuft bereits.

source: Configuration file
de: Konfigurationsdatei

source: Aborting !
de: Breche ab!

source: Entropy repository has been initialized
de: Entropy Repositorium wurde initialisiert

source: Commit message
de: Übergebe Nachricht

source: Host
de: Wirt

source: Title
de: Titel

source: Notice board not available
de: Schwarzes Brett ist nicht verfügbar

source: Choose the one you want to remove
de: Wähle jenes das du entfernen möchtest

source: Are you sure you want to remove this?
de: Bist du dir sicher, dass du es entfernen möchtest?

source: Press Enter to continue
de: Willst du fortfahren ?

source: Choose one by typing its identifier
de: Bitte wähle durch Eingabe der jeweiligen Nummer

source: Cannot match
de: Keine Entsprechung

source: No valid packages to repackage.
de: Keine gültigen Pakete zum Neuverpacken.

source: Scanning...
de: Durchsuche...

source: expired
de: abgelaufen

source: Remove this package?
de: Entferne dieses Paket?

source: Would you like to remove them now ?
de: Willst du sie jetzt entfernen ?

source: Add this package?
de: Dieses Paket hinzufügen?

source: warning
de: Warnung

source: Would you like to package them now ?
de: Willst du sie jetzt verpacken ?

source: inside
de: innen

source: Compressing packages
de: Komprimiere Pakete
