Repository: Enlik/entropy
Catalog: server/po/*.po
Languages: de, ja, sv

source: Ignoring broken Spm entry, please recompile it
de: Ignoriere fehlerhaften Spm-Eintrag, bitte neu kompilieren

source: Nothing to do, check later.
de: Nichts zu tun, schau später nochmal vorbei.

source: Entries handled
de: Einträge verarbeitet

source: local revision
de: lokale Revision

source: stored packages
de: gespeicherte Pakete

source: upload packages
de: hochgeladene Pakete

source: package dependencies
de: Paket Abhängigkeiten

source: No dependencies
de: Keine Abhängigkeiten

source: not found
de: nicht gefunden

source: Dependency type
de: Abhängigkeitstyp

source: Select a dependency type for
de: Wähle einen Abhängigkeitstyp aus für

source: Dependencies editor
de: Abhängigkeits-Editor

source: Confirm ?
de: Bestätigen?

source: dependencies updated successfully
de: Abhängigkeiten erfolgreich aktualisiert

source: repository not available
de: Repositorium nicht verfügbar

source: copy packages from a repository to another
de: kopiere Pakete von einem Repository in ein anderes

source: import keypair, bind to given repository
de: importiere Schlüsselpaar, verbinde es mit ausgewähltem Repositorium

source: GPG interface loaded, home directory
de: GPG-Schnittstelle geladen, Heimatverzeichnis

source: Creating keys for repository
de: Erstelle Schlüssel für das Repositorium

source: Another key already exists for repository
de: Ein weiterer Schlüssel existiert bereits für das Repositorium

source: Would you like to continue?
de: Möchtest du fortfahren ?

source: Insert e-mail
de: E-Mail einfügen

source: Insert expiration days (0=no expiration)
de: Füge Ablauftage ein (0=kein Ablauf)

source: Insert passphrase (empty=no passphrase)
de: Füge Passphrase ein (leer=keine Passphrase)

source: Repository GPG keypair creation
de: Repositoriums GPG Schlüssel Erstellung

source: Produced GPG key with fingerprint
de: Produziere GPG Schlüssel mit Fingerabdruck

source: Now you should sign all the packages in it
de: Jetzt solltest du alle Pakete darin signieren

source: Deleting keys for repository
de: Lösche Schlüssel des Repositoriums

source: No keys available for given repository
de: Keine Schlüssel für das angegebene Repositorium verfügbar

source: Are you really sure?
de: Bist du wirklich sicher?

source: Keys metadata not available for
de: Schlüssel-Metadaten nicht verfügbar für

source: Deleted GPG key with fingerprint
de: Gelöschter GPG Schlüssel mit Fingerabdruck

source: GPG information for repository
de: GPG Information für Repositorium

source: Public key identifier
de: Öffentlicher Schlüssel Identifizierer

source: Public key fingerprint
de: Fingerabdruck des öffentlichen Schlüssels

source: Key size
de: Schlüsselgröße

source: Creation date
de: Erstellungsdatum

source: Expires on
de: Verfällt am

source: Imported GPG key with fingerprint
de: Importierte GPG Schlüssel samt Fingerabdrücken

source: Exporting private key for repository
de: Exportiere privaten Schlüssel des Repositoriums

source: Exporting public key for repository
de: Exportiere öffentlichen Schlüssel des Repositoriums

source: No keypair available for repository
de: Kein Schlüsselpaar verfügbar für Repositorium

source: Keypair is EXPIRED for repository
de: ABGELAUFENES Schlüsselpaar für Repositorium

source: Unable to export GPG key for repository
de: Export des GPG Schlüsselfs für das Repositorium ist nicht möglich

source: Exported GPG key for repository
de: Exportiere GPG Schlüssel für das Repositorium

source: Acquiring shared lock on
ja: 上の共有ロックを取得
sv: Erhåller delat lås på

source: Acquired shared lock on
ja: 取得した共有ロック
sv: Delad låsning erhåller på

source: Acquiring exclusive lock on
ja: の排他ロックを取得
sv: Erhåller delad låstning på

source: Acquired exclusive lock on
ja: 取得した排他的ロック
sv: Delad låsning erhållen på

source: SPM
ja: SPM（ソースパッケージマネージャ）

source: Running packages metadata update
ja: 実行中のパッケージメタデータの更新
sv: Uppdatering på paketens metadata körs

source: Entropy
ja: エントロピー

source: Spm error occurred
ja: SPM：ソースパッケージマネージャでエラーが発生しました
sv: Ett spm fel har skett

source: No description
ja: 記載なし
sv: Ingen beskrivning

source: scanning dependencies
ja: スキャンの依存関係
sv: skannar beroenden

source: checking repository
ja: リポジトリをチェック
sv: kontrollerar förråd

source: Calculating dependencies
ja: 依存関係を計算します。
sv: Beräknar beroenden

source: if these repositories were merged
ja: これらのリポジトリにマージされた場合
sv: om dessa förråd sammanfogades

source: and if these repositories were drained
ja: これらのリポジトリに排水された場合
sv: och om dessa förråd tömdes

source: missing dependencies
ja: 依存関係の欠落
sv: saknade beroenden

source: There are broken injected packages. Please fix.
ja: 投入パッケージが壊れています。修正してください。
sv: Paket som injicerats är trasiga. Var god åtgärda dessa.

source: Injected packages are healthy. You lucky...
ja: 挿入したパッケージは健康です。運がよけれ.
sv: Injicerade paketen är friska. Din tursamma.....

source: test
ja: テスト

source: corrupted entry
ja: 破損したエントリ
sv: korrupterat inträde

source: these packages have lower than expected revisions
ja: これらのパッケージが予想されるリビジョンより低いがあります。
sv: dessa paket har lägre än förväntad revision

source: metadata QA hook
ja: メタデータ QA フック
sv: metadata QA krok

source: using metadata QA hook
ja: メタデータの QA のフックを使用してください。
sv: använder metadata QA krok

source: cannot execute metadata QA hook for
ja: メタデータを QA にフックを実行できません。
sv: kan inte utföra metadata QA krok för

source: attention, QA hook returned a warning
ja: 注目は、QA フック返す警告
sv: uppmärksamma! QA krok kom tillbaka med en varning

source: attention, QA hook returned an error
ja: 注目は、QA フックがエラーを返しました
sv: uppmärksamma! QA krok kom tillbaka med ett fel

source: metadata QA check complete
ja: メタデータ QA チェック完了
sv: metadata QA kontroll slutförd

source: injected package, no separate debug package
ja: 注入されたパッケージ、ない別のデバッグ
sv: injicerat paket. Finns inget separat debug-paket

source: sets
ja: セット
sv: uppsättningar

source: upload
ja: アップロード
sv: ladda upp

source: Packages to be downloaded
ja: パッケージをダウンロードします。
sv: Paket som kommer att hämtas

source: expire
ja: 有効期限が切れる
sv: förfallen

source: weaken
ja: 弱める
sv: försvagad

source: nothing to clean on this branch
ja: 何もこのブランチをきれいにする
sv: finns inget mer att rensa i denna gren

source: these will be removed
ja: これらは削除されます。
sv: dessa kommer att tas bort

source: these will be marked as expired
ja: これらは、有効期限切れとしてマークされます。
sv: dessa kommer att markeras som utgånga

source: these will be removed and marked as weak
ja: これらは削除して弱いとしてマーク
sv: dessa kommer att tas bort och markeras som svaga

source: remote repository newer than local, please pull.
ja: ローカルより新しいリモート リポジトリを抜いてください。
sv: fjärrförrådet är nyare än det lokala. Var god hämta nya.

source: local repository newer than remote, please push.
ja: リモートより新しいローカル リポジトリを押してください。
sv: lokala förrådet är nyare än fjärrförrådet. Var god sänd det nya.

source: item
ja: 項目
sv: objekt

source: broken advisory
ja: 壊れた顧問
sv: trasig rådgivare

source: cannot create temporary directory
ja: 一時ディレクトリを作成することはできません
sv: kan inte skapa en temporär katalog

source: checksum verification failed, sorry
ja: チェックサム検証は申し訳ありませんが、失敗しました。
sv: verifieringen utav kontrollsumman misslyckades, tyvärr

source: user package.mask
ja: ユーザー package.mask

source: system keywords
ja: システムのキーワード
sv: nyckelord för systemet

source: user package.unmask
ja: ユーザー にパッケージアンマスク(package.unmask)

source: user repo package.keywords (all packages)
ja: ユーザー レポ package.keywords (すべてのパッケージ)

source: user repo package.keywords
ja: ユーザーレポパッケージキーワード（package.keywords）

source: user package.keywords
ja: ユーザーパッケージのキーワード（package.keywords）

source: repository general packages.db.mask
ja: リポジトリの一般的な packages.db.mask

source: repository general packages.db.keywords
ja: リポジトリの一般のパッケージデータベースのキーワード（packages.db.keywords）

source: user license.mask
ja: ユーザーライセンスマスク（license.mask）

source: user live unmask
ja: ユーザーがライブの正体を暴露

source: user live mask
ja: ユーザー ライブ マスク

source: Searching for broken reverse dependencies
ja: 壊れた逆依存関係を検索する
sv: Söker efter trasiga omvändna beroenden

source: requires libraries
ja: ライブラリが必要
sv: kräver bibliotek

source: library provided by
ja: ライブラリが提供する
sv: bibliotek tillhandahållet utav

source: is potentially missing these dependencies
ja: 潜在的にこれらの依存関係を欠落しています
sv: är möjligen dessa saknade beroenden

source: no missing runtime libraries found
ja: 見つかっミッシング実行時ライブラリません
sv: inga saknade bibliotek i körtid kunde hittas

source: N/A
ja: N/A（適用されない）

source: branch
ja: 支店
sv: gren

source: Name
ja: 名前
sv: Namn

source: version
ja: バージョン

source: Slot
ja: スロット
sv: Spår

source: Download
ja: ダウンロード
sv: Hämtning

source: Homepage
ja: ホームページ
sv: Hemsida

source: USE flags
ja: フラグを使用
sv: USE-flaggor

source: superuser access required
ja: 必要なスペース
sv: åtkomst som superanvändare krävs

source: ETA
sv: Återstående tid

source: sec
sv: sek
